Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Select Product
cs_cz: Vyberte produkt
de_de: Produkt auswählen
es_es: Seleccione producto
it_it: Seleziona Prodotto
pt_br: Selecione o produto
tr_tr: Ürün Seçin

source: Items
cs_cz: Položky
de_de: Položky
es_es: Artículos
it_it: Oggetti
pt_br: Itens
tr_tr: Ögeler

source: Choose products we offer for selling
cs_cz: Vyberte produkty, které nazíme k prodeji
de_de: Bitte wählen sie hier ihr Produkt aus
es_es: Elija productos de los disponibles a la venta
it_it: Scegli prodotti che offriamo per la vendita
pt_br: Escolha os produtos que oferecemos para venda
tr_tr: Sattığımız ürünleri seçin

source: Domain type
cs_cz: Typ domény
de_de: Domain Typen
es_es: Tipo de dominio
it_it: Tipo di dominio
pt_br: Tipo de domínio
tr_tr: Alan Adı Tipi

source: Host subdomain
cs_cz: Hostitelská subdoména
de_de: Host Subdomains
es_es: Subdominio del alojamiento
pt_br: Host do subdomínio
tr_tr: Sunucu Alt Alan Adı

source: subdomain
cs_cz: subdoména
es_es: subdominio
pt_br: subdominio
tr_tr: alt alan adı

source: Host domain
cs_cz: Hostitelská doména
es_es: Dominio del alojamiento
pt_br: Host do dominio
tr_tr: Sunucu Alan Adı

source: domain.com
es_es: dominio.com
pt_br: dominio.com
tr_tr: alanadi.com

source: Information
cs_cz: Informace
es_es: Información
it_it: Informazione
pt_br: Informação
tr_tr: Bilgiler

source: Sent
cs_cz: Odesláno
de_de: gesendet
es_es: Enviado
it_it: Inviato
pt_br: Enviado
tr_tr: Gönderilme

source: Resend
cs_cz: Poslat znovu
de_de: Erneut senden
es_es: Reenviar
it_it: Riinvio
pt_br: Reenviar
tr_tr: Yeniden Gönder

source: Variables
cs_cz: Proměnné
de_de: Variablen
it_it: Variabili
pt_br: Variaveis
tr_tr: Değişkenler

source: Template Settings
cs_cz: Nastavení šablony
de_de: Template Einstellungen
es_es: Ajustes de Plantilla
it_it: Impostazioni Template
pt_br: Configurações de modelo
tr_tr: Kalıp Ayarları

source: Reset template
cs_cz: Resetovat šablonu
de_de: Template zurücksetzen
es_es: Restaurar plantilla
pt_br: Redefinir modelo
tr_tr: Kalıp Sıfırlama

source: Examples
cs_cz: Příkaldy
de_de: Beispiele
es_es: Ejemplos
it_it: Esempi
pt_br: Exemplos
tr_tr: Örnekler

source: Manage email template
cs_cz: Spravovat emailové šablony
de_de: E-Mail Templates Verwalten
es_es: Gestionar la plantilla de correo electrónico
it_it: Gestisci template email
pt_br: Gerenciar modelo de e-mail
tr_tr: E-posta Kalıbı Yönetimi

source: Most email templates receives parameters from BoxBilling. You can browse them on "Variables" tab. Copy variable name to email template and hit preview to see parsed content. Please note that values will be different when actual email is sent.
cs_cz: Většina e-mailových šablon přijímá parametry z platformy. Můžete procházet je na kartě "Proměnné " Zkopírujte název proměnné do e-mailové šablony a klikněte na náhled pro zobrazení analyzovaného obsahu. Vezměte prosím na vědomí, že hodnoty se budou lišit, pokud je skutečný e-mail odeslán.
de_de: Většina e-mailových šablon přijímá parametry z BoxBilling. Můžete je procházet na kartě "Proměnné". Zkopírujte název proměnné do šablony e-mailu a kliknutím na náhled zobrazíte analyzovaný obsah. Vezměte prosím na vědomí, že hodnoty se budou při odeslání skutečného e-mailu lišit.
es_es: La mayoría de las plantillas de correo electrónico recibe los parámetros de BoxBilling. Puedes navegar por la pestaña "variables ". Copia el nombre de la variable en la plantilla de email y utiliza la vista previa para ver los resultados del contenido. Ten en cuenta que los números serán diferentes cuando se envía un email real.
it_it: Molti templare email ricevono parametri da BoxBilling. Puoi navigare nella tabella "Variables" . Copia il nome delle variabili nel templare email e clicca preview per vedere il contenuto. Nota che i campi saranno differenti quando l'email verrà spedita
tr_tr: Çoğu e-posta kalıbı BoxBilling değişkenlerini kabul eder. Kullanılabilecek değişkenlere "Değişkenler" sekmesinden bakabilirsiniz. Değişken adını e-posta kalıbına kopyalayın ve işlenen içeriğini görüntülemek için önizleme düğmesine tıklayın. Gerçek e-posta gönderildiğinde değerlerin görüntülenenden farklı olacağını unutmayın.

source: Template updated
cs_cz: Šablona aktualizována
de_de: Template wurde aktualisiert
es_es: Plantilla actualizada
it_it: Template aggiornato
pt_br: Modelo atualizado
tr_tr: Kalıp güncellendi

source: Preview
cs_cz: Náhled
de_de: Vorschau
es_es: Resúmen
it_it: Anteprima
pt_br: Visualização
tr_tr: Önizleme

source: Preview mode is disabled until first event occurrence
cs_cz: Režim náhledu je deaktivován až do výskytu první události
de_de: Režim náhledu je deaktivován až do výskytu první události
es_es: Modo de vista previa se desactiva hasta la primera ocurrencia del evento
it_it: La modalità di anteprima è disattivato fino alla prima esecuzione dell'evento
pt_br: O modo de visualização é desativado até a primeira ocorrência do evento
tr_tr: İlk olay eklenene kadar önizleme kipi devre dışıdır

source: Template settings
cs_cz: Nastavení šablony
de_de: Template Einstellungen
es_es: Ajustes de plantilla
it_it: Impostazioni template
pt_br: Configurações de modelo
tr_tr: Kalıp Ayarları

source: Enable or disable this email template.
cs_cz: Zapnout, nebo vypnout tuto šablonu.
de_de: Povolte nebo zakažte tuto šablonu e-mailu.
es_es: Activar o desactivar esta plantilla de correo electrónico.
it_it: Abilita o disabilita questo templare email
pt_br: Ativar ou desativar esse modelo de e-mail.
tr_tr: Bu e-posta kalıbını etkinleştirin ya da devre dışı bırakın.

source: List of variables used in this email
cs_cz: Seznam proměnných použitých v tomto emailu
de_de: Liste der Variablen, die in dieser E-Mail genutzt werden
es_es: Lista de las variables utilizadas en este correo electrónico
it_it: Lista delle variabili usate in questa email
pt_br: Lista de variáveis usadas neste e-mail
tr_tr: Bu E-postada Kullanılmış Değişkenlerin Listesi

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
cs_cz: Tyto hodnoty se změní v reálné když je email odesílán. Můžete přesunout tyto hodnoty správci, nebo hostovi API pro získání volitelných informací z databáze.
de_de: Tyto hodnoty se změní při odeslání skutečného e-mailu. Tyto proměnné můžete předat administrátorskému nebo hostovanému API, abyste získali další informace z databáze.
es_es: Estos valores cambiarán cuando se envía correo electrónico real. Puede pasar estas variables a administrador o API de invitados para obtener información adicional de la base de datos.
it_it: Questi valori cambieranno quando un'email reale verrà spedita. Puoi passare queste variabili agli amministratori o ad una guest api per avere maggiori informazioni dal database.
pt_br: Esses valores mudarão quando o e-mail real for enviado. Você pode passar essas variáveis para admin ou API de convidado para obter informações adicionais do banco de dados.
tr_tr: Gerçek e-posta gönderildiğinde, bu değerleri değişir. Bu değişkenler, veritabanından ek bilgiler almak için, yönetici ya da ziyaretçi API yazılımına aktarılabilir.

source: Variable
cs_cz: Proměnná
it_it: Variabili
pt_br: Variavel
tr_tr: Değişken

source: Example value
cs_cz: Ukázka
de_de: Beispielwert
es_es: Valor de ejemplo
it_it: Valore d'esempio
pt_br: Valor de exemplo
tr_tr: Örnek Değer

source: This template does not receive any parameters
cs_cz: Tato šablona nedostala žádné parametry
de_de: Tato šablona nepřijímá žádné parametry
es_es: Esta plantilla no recibe ningún parámetro
it_it: Questo template non riceve nessun parametro.
pt_br: Este modelo não recebe nenhum parâmetro
tr_tr: Bu kalıpta herhangi bir değişken kullanılamaz

source: Reset email template to default
cs_cz: Resetovat do vychozího
de_de: E-Mail Template auf Standardwerte zurücksetzen
es_es: Restablecer plantilla de correo electrónico por defecto
it_it: Reset email template al default
pt_br: Redefinir o modelo de e-mail para o padrão
tr_tr: E-posta Kalıbını Varsayılan Durumuna Sıfırlayın

source: Reset to default
cs_cz: Resetovat do výchozího
de_de: Als Standard zurücksetzen
es_es: Restablecer valores predeterminados
it_it: Reimposta al default
pt_br: Restaurar ao padrão
tr_tr: Varsayılana Sıfırla

source: Email templates examples
cs_cz: Příklady emailových šablon
de_de: E-Mail Template Beispiele
es_es: Ejemplos de plantillas de correo electrónico
it_it: Esempi email template
pt_br: Exemplos de modelos de E-mail
tr_tr: E-posta Kalıbı Örnekleri

source: Email template playground. Use this tool to try rendering email templates.
cs_cz: "Hříště" emailové šablony. Poiužijte tento nástroj pro vykreslení emailových šablon.
de_de: E-mail šablona hřiště. Pomocí tohoto nástroje si můžete vyzkoušet vykreslování e-mailových šablon.
es_es: Area de pruebas del diseño del correo electrónicos. Use esta herramienta para probar la visualización de los diseños de correos electrónicos.
it_it: Modello email utilizzabile. Usa questo tool per provare differenti rendering del template email
pt_br: Playground de modelo de email. Use esta ferramenta para tentar renderizar modelos de e-mail.
tr_tr: E-posta kalıbı düzenleme bölümü. Bu bölümde e-posta kalıpları oluşturup deneyebilirsiniz.

source: Domain action
cs_cz: Akce domény
de_de: Domain Aktion
es_es: Acción de dominio
it_it: Acción de dominio
pt_br: Ação de domínio
tr_tr: Alan Adı İşlemi

source: Register domain
cs_cz: Zaregistrujte doménu
de_de: Domain Registrieren
es_es: Registro de Dominios
it_it: Registrare Dominio
pt_br: Registrar domínio
tr_tr: Alan Adı Kaydı

source: Domain name to register
cs_cz: Název domény k registraci
de_de: Domain-Namen für die Registration
es_es: Nombre de dominio a registrar
it_it: Nombre de dominio per registrar
pt_br: Nome de domínio para registrar
tr_tr: Kaydedilecek Alan Adı

source: Years
cs_cz: Roky
de_de: Jahre
es_es: Años
it_it: Años
pt_br: Anos
tr_tr: Yıl

source: Transfer domain
cs_cz: Převod domény
de_de: Domain Transferieren
es_es: Transferencia de dominio
it_it: Transferencia de dominio
pt_br: Transferir dominio
tr_tr: Alan Adı Aktarımı

source: Domain name to transfer
cs_cz: Název domény k převodu
de_de: Domain-Namen für den Transfer
es_es: Nombres de dominio a transferir
it_it: Nombre de dominio per transferir
pt_br: Nome do domínio para transferir
tr_tr: Aktarılacak Alan Adı

source: Domain transfer code
cs_cz: Kód převodu domény
es_es: Código de transferencia de dominio
it_it: Codice de dominio per transferir
pt_br: Código de transferência do domínio
tr_tr: Alan Adı Aktarım Kodu

source: Themes
cs_cz: Témata
de_de: Design (Themes)
es_es: Temas
it_it: Temi
pt_br: Temas
tr_tr: Temalar

source: Client area themes
cs_cz: Vzhledy klientské sekce
de_de: KundenBereich Design (Themes)
es_es: Temas del Área de Cliente
it_it: Temi area clienti
pt_br: Temas da área do cliente
tr_tr: Müşteri Panosu Temaları

source: Set as default
cs_cz: Nastavit jako výchozí
de_de: Als Standard festlegen
es_es: Establecer predeterminado
it_it: Imposta come predefinito
pt_br: Definir como padrão
tr_tr: Varsayılan Olarak Ata

source: New product
cs_cz: Nový produkt
de_de: neues Produkt
es_es: Nuevo Producto
it_it: Nuovo prodotto
pt_br: Novo produto
tr_tr: Ürün Ekle

source: Priority
cs_cz: Priorita
de_de: Priorität
es_es: Prioridad
it_it: Priorità
pt_br: Prioridade
tr_tr: Öncelik

source: Update priority
cs_cz: Aktualizovat prioritu
de_de: aktualisiere Priorität
es_es: Actualización de prioridad
it_it: Aggiorna priorità
pt_br: Atualizar prioridade
tr_tr: Güncelleme Önceliği

source: Icon URL
cs_cz: URL ikony
de_de: Symbol URL
es_es: URL del icono
it_it: URL Icona
pt_br: URL do ícone
tr_tr: Simgenin İnternet Adresi

source: Support tickets
cs_cz: Tickety podpory
es_es: Tickets de Soporte
it_it: Supporto Tickets
pt_br: Bilhetes de suporte
tr_tr: Destek Çağrıları

source: Need an answer? We are here to help!
cs_cz: Potřebujete odpověď? Jsme tady, abychom vám pomohli!
de_de: Sie brauchen Hilfe? Wir sind hier um zu helfen!
es_es: ¿Necesita una respuesta? ¡estamos aquí para ayudarlo!
it_it: Ti serve una risposta? Siamo qui per aiutare!
pt_br: Precisa de uma resposta? Estamos aqui para ajudar!
tr_tr: Bir yanıt mı arıyorsunuz? Yardım için buradayız!

source: Submit new ticket
cs_cz: Vožit nový ticket
de_de: Neues Ticket erstellen
es_es: Enviar nuevo ticket
it_it: Invia nuovo ticket
pt_br: Envie um novo bilhete
tr_tr: Destek İsteyin

source: View
cs_cz: Pohled
de_de: Ansicht
es_es: Ver
it_it: Visualizza
pt_br: Visualizar
tr_tr: Görünüm

source: Submit new support ticket
cs_cz: Vložit nový ticket podpory
de_de: Neues Supportticket erstellen
it_it: Invia un nuovo ticket di supporto
pt_br: Envie um novo bilhete de suporte
tr_tr: Yeni bir destek çağrısı gönderin

source: Queues
cs_cz: Fronty
de_de: Ablauf
es_es: Colas
it_it: Coda
pt_br: Filas
tr_tr: Kuyruklar

source: The list is empty.
cs_cz: Seznam je prázdný.
de_de: Seznam je prázdný.
es_es: La lista está vacía.
it_it: La lista è vuota
pt_br: A lista está vazia.
tr_tr: Liste boş.

source: SpamChecker settings
cs_cz: Nastavení SpamChecker
de_de: Nastavení SpamCheckeru
es_es: Ajustes SpamChecker
it_it: Ajustes de SpamChecker
pt_br: Configurações do SpamChecker
tr_tr: SpamChecker ayarları

source: Enable IP blocking
cs_cz: Povolit blokování IP
de_de: Povolit blokování IP
es_es: Activar bloqueo de IP
it_it: Abilita il blocco IP
pt_br: Ativar bloqueio de IP
tr_tr: IP Engellemesi Kullanılsın

source: Blocked IPs are not allowed to login, register or open public ticket. One IP per line
cs_cz: Blokované IP adresy se nemohou přihlásit, zaregistrovat nebo otevřít veřejný tiket. Jedna IP na řádek
de_de: Blokované IP adresy se nemohou přihlásit, zaregistrovat nebo otevřít veřejný tiket. Jedna IP na řádek
es_es: A las IPs bloqueadas no se les permite ingresar, registrarse o abrir tickets públicos. Una IP por línea
it_it: Gli IP bloccati non hanno il permesso di effettuare il login, registrati o apri un ticket pubblico. Un IP per linea
pt_br: IPs bloqueados não têm permissão para fazer login, registrar ou abrir tíquete público. Um IP por linha
tr_tr: Engellenmiş IP adreslerinden oturum ya da hesap açılamaz ya da herkese açık çağrı kaydı yapılamaz. Her satıra bir IP adresi yazın

source: Recaptcha settings
cs_cz: Nastavení recaptcha
de_de: ReCaptcha Einstellungen
es_es: Configuración de reCAPTCHA
it_it: Impostazioni Recaptcha
pt_br: Configurações de recaptcha
tr_tr: Recaptcha Ayarları

source: Enable captcha for client registration and contact us forms
cs_cz: Povolit captcha pro registrace a kontaktní formuláře
de_de: Aktivieren Sie den Sicherheits-Code für die Kunden-Anmeldung und dem Kontaktformular
es_es: Habilitar código de imagen para el registro de clientes y formularios contáctenos
it_it: Habilitar captcha per el registro de clientes y Form de contacto
pt_br: Habilite o captcha para registro do cliente e entre em contato conosco
tr_tr: Müşteri kayıt ve iletişim formlarında güvenlik kodu kullanılsın

source: Sign up for Recaptcha key for your domain at
cs_cz: Registrujte si Recaptcha klíč na:
de_de: Melden Sie sich für einen Sicherheits-Code Schlüssel für Ihre Domain an unter
es_es: Registrarse para solicitar una clave ReCaptcha para su dominio en
it_it: Iscriviti per avere un Recaptcha Key per il tuo dominio al
pt_br: Inscreva-se para obter a chave Recaptcha para o seu domínio em
tr_tr: Alan adınıza Recaptcha anahtarı almak için şuradan kayıt olun

source: Recaptcha Enabled
cs_cz: Recaptcha povoleno
de_de: ReCaptcha ist aktiviert
es_es: Recaptcha Activado
it_it: Recaptcha Activado
pt_br: Recaptcha ativado
tr_tr: Recaptcha Kullanılsın

source: ReCaptcha Public key
de_de: Sicherheits-Code öffentlicher Schlüssel
es_es: Clave Pública de ReCaptcha
it_it: Clave pública ReCaptcha
pt_br: Chave pública ReCaptcha
tr_tr: ReCaptcha Genel Anahtarı

source: ReCaptcha Private key
de_de: Sicherheits-Code privater Schlüssel
es_es: Clave Privada de ReCaptcha
it_it: Clave privada Recaptcha
pt_br: Chave privada ReCaptcha
tr_tr: ReCaptcha Özel Anahtarı

source: Akismet settings
cs_cz: Akismet nastavení
de_de: Akismet Einstellungen
es_es: Configuración de Akismet
it_it: Impostazioni Akismet
pt_br: Configurações do Akismet
tr_tr: Akismet Ayarları

source: Enable forum messages checking on <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a> database
cs_cz: Povolte zprávy fóra, aby byly kontrolovány v <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a> databázi
de_de: Povolit kontrolu zpráv na fóru v databázi <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a>
es_es: Active revisión de los mensajes del foro en la base de datos<a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a> database
it_it: Abilitare i messaggi dei forum, controllando il database di <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a>
pt_br: Habilite a verificação de mensagens do fórum no banco de dados <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a>
tr_tr: Forum iletilerinin <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a> veritabanı ile denetlenmesini sağlar

source: Enable check
cs_cz: Povolit kontrolu
de_de: Povolit kontrolu
es_es: Activar comprobación
it_it: Verificación Activada
pt_br: Ativar verificação
tr_tr: Denetlensin

source: Akismet API key
de_de: Akismet API-Schlüssel
es_es: API key de Akismet
it_it: Chiave API Akismet
pt_br: Chave de API Akismet
tr_tr: Akismet API Anahtarı

source: StopForumSpam.com settings
cs_cz: StopForumSpam.com nastavení
de_de: StopForumSpam.com Einstellungen
es_es: Ajustes de StopForumSpam.com
it_it: Ajustes de StopForumSpam.com
pt_br: Configurações de StopForumSpam.com
tr_tr: StopForumSpam.com Ayarları

source: If enabled, client ip will be checked on <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> database before registration
cs_cz: Pokud je povoleno, klient bude zkontrolovánv <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> databázi před registrací
de_de: Je-li povoleno, bude IP adresa klienta před registrací zkontrolována v databázi <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a>
es_es: Si esta activo, la ip del cliente sera revisada en la base de datos <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> antes de registrarse
it_it: Si está activado, la IP del cliente será comprobada en la base de datos de <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> antes del registro
pt_br: Se habilitado, o IP do cliente será verificado no banco de dados <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> antes do registro
tr_tr: Müşteri kayıt olmadan önce IP adresinin <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> veritabanı ile denetlenmesini sağlar

source: Invoice management
cs_cz: Správa faktur
de_de: Rechnungs Verwaltung
es_es: Gestión de facturas
it_it: Gestione Fatture
pt_br: Gerenciamento de faturas
tr_tr: Fatura Yönetimi

source: List of invoices
cs_cz: Seznam faktur
de_de: Rechnungsliste
es_es: Listado de facturas
it_it: Lista delle fatture
pt_br: Lista de faturas
tr_tr: Fatura Listesi

source: All of your invoices can be found here. You can choose to see either paid or unpaid invoices by clicking corresponding button.
cs_cz: Zde lze nalézt všechny faktury . Můžete fitrovat buď placené nebo neplacené faktury klepnutím na odpovídající tlačítko.
de_de: Všechny své faktury naleznete zde. Kliknutím na příslušné tlačítko si můžete vybrat, zda chcete zobrazit zaplacené nebo nezaplacené faktury.
es_es: Todas sus facturas se encuentran aquí. Usted puede escoger ver entre las facturas pagadas o impagas haciendo clic en el correspondiente botón.
it_it: Tutte le tue fatture sono visualizzate qui. Puoi scegliere di visualizzare le fatture pagate e non, cliccando sul relativo pulsante.
pt_br: Todas as suas faturas podem ser encontradas aqui. Você pode escolher ver as faturas pagas ou não, clicando no botão correspondente.
tr_tr: Tüm faturalarınız buradan görülebilir. İlgili düğmeye tıklayarak ödenmiş ya da ödenmemiş faturalara bakabilirsiniz.

source: Issue Date
cs_cz: Datum vydání
de_de: Ausgabedatum
es_es: Fecha de emisión
it_it: Data D'Emissione
pt_br: Data de emissão
tr_tr: Oluşturulma Tarihi

source: Due Date
cs_cz: Datum splatnosti
de_de: Fälligkeitsdatum
es_es: Fecha de Vencimiento
it_it: Data Scadenza
pt_br: Data de Vencimento
tr_tr: Son Ödeme Tarihi

source: Pay
cs_cz: Zaplatit
de_de: bezahlen
es_es: Pagar
it_it: Paga
pt_br: Pagar
tr_tr: Ödeyin

source: Paid at
cs_cz: Zaplaceno:
de_de: bezahlt mit
es_es: Pagada el
it_it: Pagato il
pt_br: Pago em
tr_tr: Ödeme Tarihi:

source: Download
cs_cz: Stažení
de_de: Herunterladen
es_es: Descargar
it_it: Scarica
pt_br: Baixar
tr_tr: İndirin

source: Download
cs_cz: Stáhnout
es_es: Descargar
pt_br: Baixar
tr_tr: İndirin

source: Membership details
cs_cz: Detaily členství
de_de: Details zur Mitgliedschaft
es_es: Detalles del afiliado
it_it: Detalles del afiliado
pt_br: Detalhes de adesão
tr_tr: Üyelik Ayrıntıları

source: Domain name
cs_cz: Doménové jméno
es_es: Nombre de dominio
it_it: Nome Dominio
pt_br: Nome do domínio
tr_tr: Alan Adı

source: Domain TLD
cs_cz: TLD domény
de_de: TLD domény
es_es: Dominio TLD
it_it: TLD Dominio
pt_br: TLD do dominio
tr_tr: Alan Adı Uzantısı

source: Domain management
cs_cz: Správa doména
de_de: Domains bearbeiten
es_es: Administración de Dominio
it_it: Amministrazione Domini
pt_br: Gerenciamento de domínio
tr_tr: Alan Adı Yönetimi

source: Protection
cs_cz: Ochrana
de_de: Schutz
es_es: Protección
it_it: Protezione
pt_br: Proteção
tr_tr: Koruma

source: Privacy
cs_cz: Ochrana
de_de: Datenschutz
es_es: Política de Privacidad
pt_br: Privacidade
tr_tr: Gizlilik

source: Domain details
cs_cz: Detaily domény
de_de: Domaindaten
es_es: Detalles de Dominio
it_it: Dettagli Dominio
pt_br: Detalhes do dominio
tr_tr: Alan Adı Ayrıntıları

source: Domain Protection
cs_cz: Ochrana domény
de_de: Domainschutz
es_es: Protección de Dominio
it_it: Protezione Dominio
pt_br: Proteção do domínio
tr_tr: Alan Adı Koruması

source: Domain locking is a security enhancement to prevent unauthorized transfers of your domain to another registrar or web host by "locking" your domain name servers.
cs_cz: Zámek domény Vám pomáhá jí chránit před nevyžádáným transferem.
de_de: Domain Locking ist eine Erhöhung der Sicherheit gegen unbefugte Übertragungen Ihrer Domain zu einem anderen Registrar oder Web-Hoster.
es_es: Bloqueo de dominio es una mejora de la seguridad para evitar a transferencias no autorizadas de su dominio a otro registrador o web host mediante el "locking" a sus servidores de nombre de dominio.
it_it: La protezione del dominio è un meccanismo di sicurezza per prevenire trasferimenti non autorizzati del tuo dominio ad un altro dominio web.
pt_br: O bloqueio de domínio é um aprimoramento de segurança para evitar transferências não autorizadas de seu domínio para outro registrador ou host da web, "bloqueando" seus servidores de nome de domínio.
tr_tr: Alan adı kilidi, alan adının, yetkili onayı olmadan başka bir kayıt kurumu üzerine aktarılmasını ya da ad sunucularının değiştirilerek başka bir barındırma hizmetine yönlendirilmesini engellemek amacıyla düşünülmüş bir ek güvenlik önlemidir.

source: Unlock
cs_cz: Odemknout
de_de: öffnen
es_es: Desbloquear
it_it: Sblocca
pt_br: Desbloquear
tr_tr: Kilidi Aç

source: Lock
cs_cz: Zamknout
de_de: schließen
es_es: Bloquear
it_it: Blocca
pt_br: Trancar
tr_tr: Kilitle
