Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Manage staff member details
cs_cz: Spravovat zaměstnance
de_de: Verwalte Mitarbeiter Details
es_es: Administrar miembros del Staff
it_it: Administrar detalles del empleado
pt_br: Gerenciar detalhes de membros da equipe
tr_tr: Ekip Üyesi Ayrıntıları Yönetimi

source: This staff member updated.
cs_cz: Tento zaměstnanec byl aktualizován.
de_de: Tento zaměstnanec byl aktualizován.
es_es: Este miembro del Staff ha sido actualizado.
it_it: Membro staff aggiornato.
pt_br: Este membro da equipe atualizado.
tr_tr: Bu ekip üyesi güncellendi.

source: %member_name% permissions
cs_cz: %member_name% oprávnění
de_de: %member_name% Berechtigungen
es_es: permisos de %member_name%
it_it: Permessi %member_name%
pt_br: Permissões %member_name%
tr_tr: %member_name% izinleri

source: Administrator account is allowed to do everything
cs_cz: Administrátorský účet může dělat vše
de_de: Administrátorský účet může dělat vše
es_es: La cuenta de administrador tiene permitido hacer todo
it_it: Account amministratore e´autorizzato ad utilizzare tutte le funzioni
pt_br: A conta do administrador tem permissão para fazer tudo
tr_tr: Yönetici hesabı her işlemi yapabilir

source: Permissions updated
cs_cz: Oprávnění aktualizována
de_de: Berechtigungen aktualisiert
es_es: Permisos actualizados
it_it: Permessi aggionrati
pt_br: Permissões atualizadas
tr_tr: İzinler güncellendi

source: Module
cs_cz: Modul
es_es: Modulo
it_it: Modulo
pt_br: Módulo
tr_tr: Modül

source: Change staff member password
cs_cz: Změnit heslo zamšstnance
de_de: Ändern Sie das Mitarbeiter-Passwort
es_es: Cambiar contraseña de miembro del staff
it_it: Cambiar contraseña del empleado
pt_br: Alterar senha de membro da equipe
tr_tr: Ekip üyesinin parolasını değiştirin

source: Staff member password changed
cs_cz: Heslo zaměstnance změneno
de_de: Das Administrator-Passwort wurde geändert
es_es: Contraseña de miembro del staff cambiada
it_it: Password de personal cambiada
pt_br: Senha do membro da equipe alterada
tr_tr: Ekip üyesinin parolası değiştirildi

source: Repeat same password
cs_cz: Opakujte heslo
de_de: Wiederholen Sie das Passwort
es_es: Repita la misma contraseña
it_it: Repite la misma contraseña
pt_br: Repita a mesma senha
tr_tr: Parolayı yeniden yazın

source: Submit
cs_cz: Vložit
de_de: absenden
es_es: Enviar
it_it: Invia
pt_br: Enviar
tr_tr: Gönder

source: Api key is used to manage system via other interfaces.
cs_cz: API klíč je používán pro správu systému z jiných rozhraních
de_de: API-Schlüssel-System wird verwendet, um über Schnittstellen andere Systeme zu verwalten.
es_es: La llave de la API es usada para administrar el sistema por otras interfaces.
it_it: La clave API es usada per administrar sistemas a traves de otras interfaces.
pt_br: A chave API é usada para gerenciar o sistema por meio de outras interfaces.
tr_tr: Sistemi diğer arayüzler üzerinden yönetmek için gereken API anahtarı.

source: API key
cs_cz: API Klíč
de_de: API Schlüssel
pt_br: Chave de API
tr_tr: API Anahtarı

source: Privacy policy
cs_cz: Ochrana osobních údajů
de_de: Datenschutzerklärung
es_es: Política de Privacidad
it_it: Politica Privacy
pt_br: Politica de privacidade
tr_tr: Gizlilik İlkesi

source: Payment type
cs_cz: Typ platby
de_de: Art der Bezahlung
es_es: Tipo de pago
it_it: Tipo pagamento
pt_br: Tipo de pagamento
tr_tr: Ödeme Tipi

source: One time
cs_cz: Jednou
de_de: Einmalig
es_es: Una vez
it_it: Una volta
pt_br: Uma vez
tr_tr: Bir kez

source: Recurrent
cs_cz: Opakující se
de_de: Opakující se
es_es: Recurrente
it_it: Ricorrente
pt_br: Recorrente
tr_tr: Yinelenen

source: Setup price
cs_cz: Instalační poplatek
de_de: Installations Preis
es_es: Precio de configuración
it_it: Prezzo Setup
pt_br: Preço de instalação
tr_tr: Kurulum Ücreti

source: Price for period
cs_cz: Cena za období
de_de: Preis für den Zeitraum
es_es: Precio por período
it_it: Prezzo per periodo
pt_br: Preço por período
tr_tr: Dönem Ücreti

source: First payment sum
cs_cz: Suma první platby
de_de: Částka první platby
es_es: Suma del primer pago
it_it: Sommario primo pagamento
pt_br: Soma do primeiro pagamento
tr_tr: İlk Ödeme Toplamı

source: On
cs_cz: Na
de_de: Am
es_es: En
pt_br: Ligado
tr_tr: Tarih

source: Weekly
cs_cz: Týdně
de_de: Wöchentlich
es_es: Semanal
it_it: Settimanalmente
pt_br: Semanal
tr_tr: Haftalık

source: Monthly
cs_cz: Měsíčně
de_de: Monatlich
es_es: Mensual
it_it: Mensilmente
pt_br: Mensalmente
tr_tr: Aylık

source: Import SolusVM clients
cs_cz: Importovat SolusVM klienty
de_de: Import klientů SolusVM
es_es: Importar clientes de SolusVM
it_it: importare clientes de SolusVM
pt_br: Importar clientes SolusVM
tr_tr: SolusVM Müşterilerini Al

source: Created
cs_cz: Vytvořeno
de_de: Erstellt
es_es: Creado
it_it: Creato
pt_br: Criado
tr_tr: Oluşturulma

source: Import selected SolusVM clients to BoxBilling
cs_cz: Importovat vybrané klienty do BoxBilling
de_de: Importujte vybrané klienty SolusVM do BoxBilling
es_es: Importar clientes seleccionados de SolusVM a BoxBilling
it_it: importare los clientes de SolusVM seleccionados a BoxBilling
pt_br: Importar clientes SolusVM selecionados para BoxBilling
tr_tr: Seçilmiş SolusVM müşterilerini BoxBilling üzerine alın

source: Connection port
cs_cz: Port
de_de: Připojovací port
es_es: Puerto de conexión
it_it: Porta Connessione
pt_br: Porta de conexão
tr_tr: Bağlantı Kapısı

source: Update and test connection
cs_cz: Aktualizovat a ověřit připojení
de_de: Verbindung Aktualisieren und Testen
es_es: Actualizar y probar la conexión
it_it: Aggiorna e testa connessione
pt_br: Atualizar e testar a conexão
tr_tr: Bağlantıyı Güncelleyip Dene

source: Update server
cs_cz: Aktualizovat server
de_de: Server aktualisieren
es_es: Actualizar servidor
it_it: Aggiorna server
pt_br: Atualizar servidor
tr_tr: Sunucuyu Güncelle

source: Hosting settings
cs_cz: Nastavení hostingu
de_de: Hosting Einstellungen
es_es: Ajustes de Hosting
it_it: Impostazioni Hosting
pt_br: Configurações de hospedagem
tr_tr: Barındırma Ayarları

source: Server
es_es: Servidor
pt_br: Servidor
tr_tr: Sunucu

source: Reseller hosting
es_es: Revendedor de alojamiento
pt_br: Revenda de hospedagem
tr_tr: Bayi Barındırma

source: Free domain registration
cs_cz: Registrace domény zdarma
de_de: Kostenlose Domain-Namen Registration
es_es: Registro de dominio gratuito
it_it: Registrazione Dominio Gratuito
pt_br: Registro de domínio grátis
tr_tr: Ücretsiz alan adı kaydı

source: Free domain transfer
cs_cz: Transfer domény zdarma
de_de: Kostenloser Domain-Namen Transfer
es_es: Transferencia de dominio gratuito
it_it: Trasferimento Dominio Gratuito
pt_br: Transferência de domínio grátis
tr_tr: Ücretsiz alan adı aktarımı

source: Payments history
cs_cz: Historie plateb
de_de: Zahlungsverkehr
es_es: Pagos
it_it: Storia Pagamenti
pt_br: Histórico de pagamentos
tr_tr: Ödeme Geçmişi

source: Here you can track what you have been charged for and add more funds to your account
cs_cz: Zde můžete sledovat vaše platby a přidat více finančních prostředků na váš účet
de_de: Zde můžete sledovat, co vám bylo účtováno, a přidat další prostředky na váš účet
es_es: Aquí usted puede realizar un seguimiento de montos que se le ha cobrado y agregar más fondos en su cuenta
it_it: Qui è possibile controllare i costi e aggiungere più fondi sul vostro conto
pt_br: Aqui você pode acompanhar o que foi cobrado e adicionar mais fundos à sua conta
tr_tr: Buradan hangi hizmetler için ödeme yaptığınızı görebilir ve hesabınıza kredi ekleyebilirsiniz

source: Add funds!
cs_cz: Přidat prostředky!
de_de: Přidat prostředky!
es_es: Añadir fondos!
it_it: Aggiungi fondi!
pt_br: Adicione fundos à conta!
tr_tr: Kredi Ekle

source: Manage coupon code
cs_cz: Spravovat kód kupónu
de_de: Rabattcodes verwalten
es_es: Administrar códigos de cupones
it_it: Gestione codice coupon
pt_br: Gerenciar códigos de cupom
tr_tr: İndirim Kodu Yönetimi

source: Period when code is valid
cs_cz: Období kdy je kód platný
de_de: Období, kdy je kód platný
es_es: Periodo en el que el código es valido.
it_it: Periodo cuando el codice es válido
pt_br: Período em que o código é válido
tr_tr: Kodun Geçerli Olacağı Dönem

source: Client area languages
cs_cz: Jazyky klientské sekce
de_de: Sprachen für den Kunden-Bereich
es_es: Idiomas Area de Clientes
it_it: Lingua area clienti
pt_br: Idiomas da área do cliente
tr_tr: Müşteri Panosu Dilleri

source: New language
cs_cz: Nový jazyk
de_de: Neue Sprache
es_es: Nuevo lenguaje
it_it: Nuova lingua
pt_br: Nova linguagem
tr_tr: Dil Ekle

source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
it_it: Lingua
pt_br: Linguagem
tr_tr: Dil

source: BoxBilling in your language
cs_cz: Platforma ve Vašem jazyce
de_de: BoxBilling in Ihrer Sprache
es_es: BoxBilling en su idioma
it_it: BoxBilling nella tua lingua
pt_br: BoxBilling em seu idioma
tr_tr: BoxBilling Çevirileri

source: Although BoxBilling displays in U.S. English by default, the software has the built-in capability to be used in any language. Follow instructions bellow to install new language.
cs_cz: Ačkoli se platforma zobrazuje v americké angličtině ve výchozím nastavení, software má vestavěnou schopnost být použit v jakémkoliv jazyce. Postupujte podle pokynů níže a nainstalujte nový jazyk.
de_de: Obwohl BoxBilling Standardmäßig in US-Englisch angezeigt wird, verfügt die Software über die eingebaute Fähigkeit, in jeder Sprache verwendet zu werden. Befolgen Sie die Anweisungen nachfolgend, um neue Sprachen zu installieren.
es_es: Aunque BoxBilling se muestre en Inglés por defecto, el software tiene la capacidad para utilizarse en cualquier otro idioma. Siga las instrucciones de abajo para instalar nuevo idioma.
it_it: Altrimenti BoxBilling sarà in Inglese di default, il software ha una capacità di usare altre lingue. Segui le istruzioni per installare una nuova lingua
pt_br: Embora o BoxBilling seja exibido em inglês dos EUA por padrão, o software tem a capacidade integrada de ser usado em qualquer idioma. Siga as instruções abaixo para instalar o novo idioma.
tr_tr: BoxBilling varsayılan olarak ABD İngilizcesi kullanır. Ancak yazılım istenen dile çevrilebilecek şekilde tasarlanmıştır. Yeni bir dil yüklemek için aşağıdaki yönergeleri izleyin.

source: Check if your language translation file is available at
cs_cz: Zkontrolujte jestli je jazykový soubor dostupný ve Vašem jazyce na
de_de: Prüfen Sie, ob Sie Ihre Sprache Übersetzungs-Datei finden können unter
es_es: Compruebe si el archivo de traducción de su idioma está disponible en
it_it: Controlla se la tua lingua è disponibile
pt_br: Verifique se o arquivo de tradução de seu idioma está disponível em
tr_tr: Şurada bir çeviri dosyası olup olmadığına bakın

source: BoxBilling extensions site
cs_cz: Stránce s rozšířeními
de_de: BoxBilling Erweiterungen-Website
es_es: Sitio de extensiones de BoxBilling
it_it: BoxBilling sito estensioni
pt_br: Site de extensões BoxBilling
tr_tr: BoxBilling eklentileri sitesine bakın

source: Download language files and place them to
cs_cz: Stáhněte jazykové soubory a dejte je do
de_de: Laden Sie Sprachdateien und speichern Sie diese unter
es_es: Descargar archivos de idioma y colocarlos en
it_it: Scarica i file della lingua e mettili in
pt_br: Baixe arquivos de idioma e coloque-os em
tr_tr: Çeviri dosyasını indirip şuraya yükleyin

source: Language will be automatically available and can be changed in client area
cs_cz: Jazyk bude automaticky dostupný a změna může být provedena v klientské sekci
de_de: Sprache wird automatisch zur Verfügung gestellt und können im Kunden-Bereich geändert werden
es_es: El idioma estará disponible automáticamente y puede ser cambiado desde el área de cliente
it_it: La lingua verrà automaticamente aggiornate e può essere cambiata nell'area clienti
pt_br: O idioma estará automaticamente disponível e pode ser alterado na área do cliente
tr_tr: Dil kendiliğinden yüklenir ve müşteri panosundan seçilerek değiştirilebilir

source: Installing BoxBilling in Your Language
cs_cz: Instalujte BoxBilling ve Vašem jazyce
de_de: Installieren BoxBilling in Ihre Sprache
es_es: Instalación de BoxBilling en su idioma
it_it: Installa BoxBilling nella tua lingua
pt_br: Instalando o BoxBilling em seu idioma
tr_tr: Kendi Dilinizde BoxBilling

source: to learn how to install files that will transform BoxBilling so it displays in your language.
cs_cz: jak nainstalovat soubory, které převedou platformu do Vašeho jazyka.
de_de: wie man die Sprach-Dateien installiert, damit BoxBilling in Ihrer Sprache angezeigt wird.
es_es: para aprender a instalar los archivos que va a transformar BoxBilling así que muestra en su idioma.
it_it: per sapere come installare i file che trasformeranno BoxBilling nella tua lingua.
pt_br: para aprender a instalar arquivos que transformarão o BoxBilling para que seja exibido em seu idioma.
tr_tr: kullanabilmek için çeviri dosyalarını nasıl yükleyeceğinizi öğrenin.

source: Translations can be made with
cs_cz: Překlady mohou být editovány s
de_de: Das Programm, damit sie Übersetzungen erstellen können finden Sie unter
es_es: Las traducciones se pueden hacer con
it_it: La traduzione può essere fatta con
pt_br: As traduções podem ser feitas com
tr_tr: Çeviriler

source: software
cs_cz: softwarem
pt_br: programa
tr_tr: yazılımı ile yapılabilir

source: Changing default language
cs_cz: Změnit výchozí jazyk
de_de: Ändern der Standard-Sprache
es_es: Cambiar el idioma por defecto
it_it: Cambia la lingua di default
pt_br: Alterando o idioma padrão
tr_tr: Varsayılan dili değiştirmek

source: Default language can be set in
cs_cz: Výchozí jazyk mže být nastaven v
de_de: Standard-Sprache kann in der folgenden Datei gesetzt werden
es_es: El Idioma por defecto se puede definir en
it_it: La lingua di default può essere impostata in
pt_br: O idioma padrão pode ser definido em
tr_tr: Varsayılan dil şuradan değiştirilebilir

source: Removing language
cs_cz: Odebrat jazyk
de_de: Entfern Sprache
es_es: Eliminando un idioma
it_it: Cancella lingua
pt_br: Removendo idioma
tr_tr: Dili kaldırmak

source: Removing languages from BoxBilling is really simple. Just delete language folder you wish from
cs_cz: Odebrání jazyka je opravdu jednoduché. Pouze smažte složku s jazykem z
de_de: Das Entfernen von Sprachen in BoxBilling ist wirklich einfach. Löschen Sie einfach den Sprache Ordner, unter
es_es: Eliminación de idiomas de BoxBilling es muy simple. Borrar la carpeta de idioma de que deseas
it_it: Togliere una lingua in BoxBilling è veramente semplice. Basterà cancellarla dalla cartella delle lingue
pt_br: Remover idiomas do BoxBilling é realmente simples. Apenas apague a pasta do idioma que você deseja
tr_tr: Bir dili kaldırmak için dil dosyalarının bulunduğu klasörü silmeniz yeterlidir

source: Thank you
cs_cz: Děkujeme Vám
de_de: Dankeschön
es_es: Gracias
it_it: Grazie
pt_br: Obrigado
tr_tr: Teşekkürler

source: Your payment is being processed right now. It can take up 5 minutes to complete.
cs_cz: Vaše platba je právě teď zpracovávána. To může trvat až 5 minut.
de_de: Vaše platba se právě zpracovává. Dokončení může trvat 5 minut.
es_es: Su pago se está procesando en este momento. Esto puede tomar hasta 5 minutos para completarse.
it_it: Il tuo pagamento viene elaborato in questo momento. Potrebbe impiegare fino a 5 minuti per completarsi.
pt_br: Seu pagamento está sendo processado agora. A conclusão pode demorar até 5 minutos.
tr_tr: Ödemeniz işleniyor. İşlem 5 dakika içinde tamamlanacak.

source: Payment for invoice received
cs_cz: Platba za fakturu obdržena
de_de: Zahlung der Rechnung eingegangen
es_es: Pago por factura recibido
it_it: Pagamento per fattura ricevuta
pt_br: Pagamento por fatura recebida
tr_tr: Fatura ödemesi alındı

source: You will be automatically redirected to invoice page after 5 minutes.
cs_cz: Budete automaticky přesměrování na stránku s fakturou po 5ti minutách.
de_de: Sie werden in spätesten in 5 Minuten zu ihrer Rechnung weitergeleitet
es_es: Sera re-direccionado automáticamente a la pagina de facturación en 5 minutos.
it_it: Sarai automaticamente reindirizzato alla pagina di fattura dopo 5 minuti
pt_br: Você será redirecionado automaticamente para a página de fatura após 5 minutos.
tr_tr: 5 dakika sonra fatura sayfasına yönlendirileceksiniz.

source: Product Configuration
cs_cz: Konfigurace produktu
de_de: Produktkonfiguration
es_es: Configuración del producto
it_it: Configurazione prodotto
pt_br: Configuração do produto
tr_tr: Ürün Ayarları

source: FREE
cs_cz: VOLNÝ, UVOLNIT
de_de: KOSTENLOS
es_es: Gratuito
it_it: GRATIS
pt_br: GRATUITAMENTE
tr_tr: Ücretsiz

source: New Addon
cs_cz: Nová příplatková služba
de_de: neues Addon
es_es: Nuevo Addon
it_it: Nuovo addon
pt_br: Novo complemento
tr_tr: Yan Ürün Ekle

source: After order is placed
cs_cz: Poté co je objednávka odeslána
de_de: Nach Auftragserteilung
es_es: Después que el pedido sea colocado
it_it: Dopo aver piazzato l'ordine
pt_br: Depois que o pedido for feito
tr_tr: Siparişten sonra

source: After payment is received
cs_cz: Poté co je platba obdržena
de_de: Nach Eingang der Zahlung
es_es: Después que el pago sea recibido
it_it: Dopo aver ricevuto il pagamento
pt_br: Depois que o pagamento for recebido
tr_tr: Ödemeden sonra

source: Manual activation
cs_cz: Ruční aktivace
de_de: Manuelle Aktivierung
es_es: Activacion manual
it_it: Attivazione manuale
pt_br: Ativação manual
tr_tr: El ile etkinleştirme

source: News
cs_cz: Zprávy
es_es: Noticias
it_it: Novità
pt_br: Notícias
tr_tr: Haberler

source: Post updated
cs_cz: Příspěvek aktualizován
de_de: Příspěvek aktualizován
es_es: Publicación actualizada
it_it: Mensaje actualizado
pt_br: Postagem atualizada
tr_tr: İleti güncellendi

source: Image
cs_cz: obraz
de_de: Bild
es_es: Imagen
it_it: Immagine
pt_br: Imagem
tr_tr: Görsel

source: http://www.yourdomain.com/image.jpg
de_de: http://www.deinedomain.de/bild.jpg
es_es: http://www.sudominio.com/imagen.jpg
pt_br: http://www.seudominio.com.br/imagem.jpg
tr_tr: http://www.alanadiniz.com/gorsel.jpg

source: Post created
cs_cz: Příspěvek vytvořen
de_de: Příspěvek vytvořen
es_es: Publicación creada
it_it: Mensaje creado
pt_br: Postagem criada
tr_tr: İleti eklendi

source: Last update
cs_cz: Poslední aktualizace
de_de: Letzte Aktualisierung
es_es: Última actualización
it_it: Última actualización
pt_br: Última atualização
tr_tr: Son Güncelleme

source: Go back
cs_cz: Jít zpět
de_de: gehe zurück
es_es: Regresar
it_it: Torna Indietro
pt_br: Volte
tr_tr: Geri

source: Setup:
de_de: Installation:
es_es: Configuración:
it_it: Installazione:
pt_br: Configurar:
tr_tr: Kurulum:

source: Clients logins history
cs_cz: Log přihlašování uživatelů
de_de: Kunden Anmeldungs-Historie
es_es: Historial acceso clientes
it_it: Storia login clienti
pt_br: Histórico de login de clientes
tr_tr: Müşteri Oturum Açma Geçmişi

source: Public tickets
cs_cz: Veřejné tickety
de_de: Öffentliche Tickets
es_es: Tickets Públicos
it_it: Ticket Pubblici
pt_br: Bilhetes públicos
tr_tr: Herkese Açık Çağrılar

source: Ticket ID
cs_cz: ID Ticketu
es_es: Ticket Nº
it_it: ID Ticket
pt_br: ID de bilhete
tr_tr: Çağrı Kodu

source: Author
cs_cz: Autor
de_de: Verfasser
es_es: Autor
it_it: Autore
pt_br: Autor
tr_tr: Yetkili

source: Time opened
cs_cz: Čas otevření
de_de: Geöffnet am
es_es: Tiempo abierto
it_it: Orario Apertura
pt_br: Tempo aberto
tr_tr: Açılış Tarihi

source: Last updated
cs_cz: Poslední aktualizace
de_de: Zuletzt aktualisiert
es_es: Última actualización
it_it: Última actualización
pt_br: Última atualização
tr_tr: Son Değişiklik

source: Reply as
cs_cz: Odpovědět jako
de_de: Antworten als:
es_es: Responder como
it_it: Rispondi come
pt_br: Responder como
tr_tr: Yanıtlayan

source: Login or Register
cs_cz: Přihlaste se nebo se zaregistrujte
de_de: Anmelden oder Registrieren
es_es: Login & Registro
it_it: Accedi o Registrati
pt_br: Faça login ou registre-se
tr_tr: Oturum ya da Hesap Açın

source: You must fill in your password.
cs_cz: Je třeba zadat heslo.
de_de: Sie müssen Ihr Passwort eingeben.
es_es: Usted debe rellenar su contraseña.
it_it: Devi inserire la tua password.
pt_br: Você precisa preencher a sua senha.
tr_tr: Parolanızı yazmalısınız.

source: Log in
cs_cz: Přihlásit
de_de: Anmelden
es_es: Iniciar sesión
it_it: Accedi
pt_br: Conecte-se
tr_tr: Oturum Açın

source: Or register
cs_cz: Nebo se registrujte
de_de: oder Registrieren
es_es: O Registrarse
it_it: O registrati
pt_br: Ou registre-se
tr_tr: Ya da Hesap Açın

source: Register
cs_cz: Registrovat
de_de: Registrierung
es_es: Registrarme
it_it: Registrazione
pt_br: Registro
tr_tr: Hesap açın

source: Or Login
cs_cz: Nebo Přihlášení
de_de: oder Anmelden
es_es: O Logearse
it_it: O Accedi
pt_br: Ou Login
tr_tr: Ya da Oturum Açın

source: Custom forms
cs_cz: Vlastní formuláře
de_de: benutzerdefinierte Formulare
es_es: Formularios personalizados
it_it: Forms personalizzati
pt_br: Formulários customizados
tr_tr: Özel Formlar

source: Orders using this form
cs_cz: Objednávky pomocí tohoto formuláře
de_de: Aufträge verwenden dieses Formular
es_es: Pedidos utilizando este formulario
it_it: Ordini che utilizzano questo modello
pt_br: Pedidos usando este formulário
tr_tr: Formu Kullanan Sipariş

source: Products using this form
cs_cz: Produkty využívající tento formulář
de_de: Produkte verwenden dieses Formular
es_es: Productos utilizando este formulario
it_it: Prodotti che utilizzano questo modello
pt_br: Produtos usando este formulário
tr_tr: Formu Kullanan Ürün

source: Create new form
cs_cz: Vytvořit nový formulář
de_de: Neues Formular erstellen
es_es: Crear nuevo formulario
it_it: Creare nuovo Form
pt_br: Criar novo formulário
tr_tr: Form Ekle

source: Import
cs_cz: Importovat
de_de: Importieren
es_es: Importar
it_it: Importa
pt_br: Importar
tr_tr: Al

source: Form options
cs_cz: Možnosti formuláře
de_de: Formular Optionen
es_es: Opciones de formulario
it_it: Opzioni modello
pt_br: Opções do formulário
tr_tr: Form Ayarları

source: New form name and options
cs_cz: Nový název formuláře a možnosti
de_de: Neuer Formularname und Optionen
es_es: Opciones y nuevo nombre del formulario
it_it: Nuovo modello e opzioni
pt_br: Novo nome de formulário e opções
tr_tr: Form Adı ve Ayarları

source: Labels on top
cs_cz: Štítky nahoře
de_de: Štítky nahoře
es_es: Etiquetas en la parte superior
it_it: Etichette parte alta
pt_br: Rótulos em cima
tr_tr: Etiketler üstte

source: Labels on the left
cs_cz: Štítky vlevo
de_de: Štítky vlevo
es_es: Etiquetas de la izquierda
it_it: Etichette parte sinistra
pt_br: Rótulos à esquerda
tr_tr: Etiketler solda

source: Show form title
cs_cz: Zobrazit název formuláře
de_de: Zobrazit název formuláře
es_es: Mostrar el título del formulario
it_it: Visualizza da titolo
pt_br: Mostrar título do formulário
tr_tr: Form başlığı görüntülensin

source: Do not show form title
cs_cz: Nezobrazovat název formuláře
de_de: Nezobrazovat název formuláře
es_es: No mostrar el título del formulario
it_it: Non visualizare da titolo
pt_br: Não mostrar o título do formulário
tr_tr: Form başlığı görüntülenmesin

source: Text
es_es: Texto
it_it: Testo
pt_br: Texto
tr_tr: Metin

source: Dropdown
es_es: Desplegable
pt_br: Suspensa
tr_tr: Açılan Kutu

source: Radio
cs_cz: Výběr možností (jedna)
de_de: Radio-Button
pt_br: Rádio
tr_tr: Radyo Düğmesi

source: Checkbox
cs_cz: Zaškrtávací políčko
de_de: Kontrollkästchen
es_es: Casilla de Verificación
pt_br: Caixa de marcação
tr_tr: İşaret Kutusu

source: Textarea
cs_cz: Text
de_de: Textfeld
it_it: Area testo
tr_tr: Metin Alanı

source: Form options were updated
cs_cz: Možnosti formuláře byly aktualizovány
de_de: Možnosti formuláře byly aktualizovány
es_es: Opciones de formulario se actualizaron
it_it: Opzioni modello sono state aggiornate
pt_br: As opções do formulário foram atualizadas
tr_tr: Form ayarları güncellendi
