Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Make sure BoxBilling can connect to SolusVM master server and check if nodes are configured for selected virtualizator type. Refresh page if you have changed virtualization type to see new nodes.
cs_cz: Ujistěte se, že se BoxBilling připojí k SolusVM master serveru a zkontrolujte zda jsou nody nakonfigurovány na vybraný typ virtualizace. Obnovte stránku pokud jste změnili typ virtualizace, aby jste viděli nové nody.
de_de: Ujistěte se, že se BoxBilling může připojit k hlavnímu serveru SolusVM a zkontrolujte, zda jsou uzly nakonfigurovány pro vybraný typ virtualizátoru. Obnovte stránku, pokud jste změnili typ virtualizace, abyste viděli nové uzly.
es_es: Asegúrese BoxBilling puede conectar con el servidor maestro SolusVM y comprobar si los nodos están configurados para el tipo virtualizator seleccionado. Actualización de la página, si ha cambiado el tipo de virtualización para ver nuevos nodos.
it_it: Asegúrate de que BoxBilling puede conectar con el server maestro de SolusVM y comprobar si los nodos están configurados per el tipo de virtualizador seleccionado. Actualiza la página si has cambiado el tipo de virtualización per ver los nuovos nodos.
pt_br: Certifique-se de que o BoxBilling pode se conectar ao servidor principal SolusVM e verifique se os nós estão configurados para o tipo de virtualizador selecionado. Atualize a página se você alterou o tipo de virtualização para ver novos nós.
tr_tr: BoxBilling tarafından SolusVM ana sunucusuna bağlanılabildiğinden ve seçilmiş sanallaştırma tipi için düğümlerin ayarlandığından emin olun. Sanallaştırma tipini değiştirirseniz yeni düğümleri görmek için sayfayı yeniden yükleyin.

source: Make sure BoxBilling can connect to SolusVM master server and check if plans are configured for selected virtualizator type.
cs_cz: Ujistěte se, že se BoxBilling dokáže připojit k SolusVM master serveru a zkontrolujte, že plány jsou nakonfigurovány pro zvolený typ virtualizace.
de_de: Ujistěte se, že se BoxBilling může připojit k hlavnímu serveru SolusVM a zkontrolujte, zda jsou plány nakonfigurovány pro vybraný typ virtualizátoru.
es_es: Asegúrese de que BoxBilling puede conectar al servidor maestro SolusVM y comprobar si planes están configurados para el tipo seleccionado virtualizator.
it_it: Assicurarsi che BoxBilling possa connettersi al server SolusVM e comprovare i piani a cui siete sottoscritti.
pt_br: Certifique-se de que o BoxBilling pode se conectar ao servidor principal SolusVM e verifique se os planos estão configurados para o tipo de virtualizador selecionado.
tr_tr: BoxBilling tarafından SolusVM ana sunucusuna bağlanılabildiğinden ve seçilmiş sanallaştırma tipi için planların ayarlandığından emin olun.

source: Plan parameters
cs_cz: Parametry plánu
de_de: Parametry plánu
es_es: Parámetros del plan
it_it: Parámetros del plan
pt_br: Parametros de plano
tr_tr: Plan Ayarları

source: IPs amount
cs_cz: Počet IP
de_de: množství IP
es_es: Cantidad IPs
it_it: Total IPs
pt_br: Quantidade de IPs
tr_tr: IP Sayısı

source: Guaranteed RAM
cs_cz: Garantovaná RAM
de_de: Zaručená RAM
es_es: RAM garantizada
it_it: RAM garantizada
pt_br: RAM garantida
tr_tr: Garanti Edilen Bellek

source: Hdd Space
cs_cz: HDD prostor
de_de: Harddisk Speicherkapazität
es_es: Espacio en disco duro
it_it: Spazio nel disco
pt_br: Espaço HDD
tr_tr: Disk Alanı

source: CPU cores
cs_cz: Jádra CPU
de_de: Prozessorkerne
es_es: Núcleos de CPU
it_it: Cores CPU
pt_br: Núcleos de CPU
tr_tr: İşlemci Çekirdeği Sayısı

source: Custom extraip
cs_cz: Přídavná IP
de_de: Vlastní extraip
es_es: IP Extra
it_it: Personalizzare extraip
pt_br: Extra IP personalizado
tr_tr: İsteğe Bağlı Ek IP

source: HVMT
tr_tr: Donanım İzleme

source: Issue cPanel License
cs_cz: Vydat cPanel Licenci
de_de: Vydejte licenci cPanel
es_es: Emisión de licencia de cPanel
it_it: Emisión de licencia de cPanel
pt_br: Emissão de licença cPanel
tr_tr: cPanel Lisansı Verin

source: Dedicated CPU
cs_cz: Dedikované CPU
de_de: Dedizierte CPU
es_es: CPU dedicada
it_it: CPU dedicato
pt_br: CPU dedicada
tr_tr: Ayrılmış İşlemci

source: Dedicated RAM
cs_cz: Dedikovaná RAM
de_de: Dedizierter RAM
es_es: RAM dedicada
it_it: RAM dedicata
pt_br: RAM dedicada
tr_tr: Ayrılmış Bellek

source: Network transfer
cs_cz: Přenos dat
de_de: Netzwerktransfer
es_es: Transferencia de red
it_it: Transferimento di rete
pt_br: Transferência de rede
tr_tr: Ağ Aktarımı

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
pt_br: Descrição
tr_tr: Açıklama

source: Posts
cs_cz: Příspěvky
de_de: Beiträge
es_es: Mensajes
it_it: Messaggi
pt_br: Postagens
tr_tr: Gönderiler

source: Topics
cs_cz: Témata
de_de: Themen
es_es: Temas
it_it: Argomenti
pt_br: Tópicos
tr_tr: Konular

source: Forums
cs_cz: Fóra
de_de: Foren
es_es: Foros
it_it: Forum
tr_tr: Forumlar

source: New topic
cs_cz: Nové téma
de_de: neues Thema
es_es: Nuevo tema
it_it: Nuovo Topic
pt_br: Novo tópico
tr_tr: Konu Ekle

source: New forum
cs_cz: Nové fórum
de_de: neues Forum
es_es: Nuevo foro
it_it: Nuovo forum
pt_br: Novo fórum
tr_tr: Forum Ekle

source: Replies
cs_cz: Odpovědi
de_de: Antworten
es_es: Respuestas
it_it: Risposte
pt_br: Respostas
tr_tr: Yanıtlar

source: Views
cs_cz: Zobrazeno
de_de: Aufrufe
es_es: Vistas
it_it: Visualizzazioni
pt_br: Visualizações
tr_tr: Görüntülenme

source: Sticky
cs_cz: Přilepit
de_de: klebrig
es_es: Anuncio fijo
it_it: Sticca
pt_br: Pegajoso
tr_tr: Sabit

source: Locked
cs_cz: Zamknuto
de_de: Gesperrt
es_es: Bloqueado
it_it: Chiudi
pt_br: Trancado
tr_tr: Kilitli

source: Sorting
cs_cz: Řazení
de_de: Sortierung
es_es: Clasificación
it_it: Ordinamento
pt_br: Ordenação
tr_tr: Sıralama

source: Knowledge Base
cs_cz: Znalostní databáze
de_de: FAQ
es_es: Centro de ayuda
pt_br: Base de Conhecimento
tr_tr: Bilgi Bankası

source: Articles
cs_cz: Články
de_de: Artikel
es_es: Artículos
it_it: Articoli
pt_br: Artigos
tr_tr: Makaleler

source: New article
cs_cz: Nový článek
de_de: Neuer Artikel
es_es: Nuevo artículo
it_it: Nuovo articoli
pt_br: Novo artigo
tr_tr: Makale Ekle

source: Manage categories
cs_cz: Spravovat kategorie
de_de: Kategorien verwalten
es_es: Administrar categorías
it_it: Organizza categorie
pt_br: Gerenciar categorias
tr_tr: Kategori Yönetimi

source: Draft
cs_cz: Koncept
de_de: Entwurf
es_es: Borrador
it_it: Cancellati
pt_br: Rascunho
tr_tr: Taslak

source: Category created
cs_cz: Kategorie vytvořena
de_de: Kategorie erstellt
es_es: Categoría creada
it_it: Categoria creata
pt_br: Categoria criada
tr_tr: Kategori eklendi

source: Membership settings
cs_cz: Nastavení členství
de_de: Mitgliedschafts-Einstellungen
es_es: Ajustes de miembro
it_it: Ajustes de miembro
pt_br: Configurações de associação
tr_tr: Üyelik Ayarları

source: Membership service does not have any configuration options
cs_cz: Služba členství nemá žádné konfigurovatelné možnosti
de_de: Der Mitgliederservice hat keine Konfigurationsoptionen
es_es: Servicio de membresía no tiene ninguna opción de configuración
it_it: Questi servizi non hanno nessuna configurazione
pt_br: O serviço de adesão não tem opções de configuração
tr_tr: Üyelik hizmeti için bir ayar gerekmiyor

source: Recent posts
cs_cz: Nedávné příspěvky
de_de: Letzte Posts
es_es: Publicaciones recientes
it_it: Post Recenti
pt_br: Postagens recentes
tr_tr: Son Gönderiler

source: Enable forum points feature in extension configuration page
cs_cz: Povolte funkci bodů fóra na konfigurační stránce rozšíření
de_de: Povolte funkci bodů fóra na konfigurační stránce rozšíření
es_es: Activar puntuación en el foro en la página de configuración de extensión
it_it: Abilitare la funzione Punti Forum nella pagina di configurazione della estensione
pt_br: Habilite o recurso de pontos do fórum na página de configuração da extensão
tr_tr: Eklenti ayarları sayfasından forum puanları özelliğini etkinleştirin

source: Order Button settings
cs_cz: Nastavení tlačítka objednávky
de_de: Bestell-Button Einstellungen
es_es: Configuración del botón de Pedido
it_it: Impostazioni Pulsante Ordine
pt_br: Configurações do botão pedido
tr_tr: Sipariş Düğmesi Ayarları

source: Order window settings
cs_cz: Nastavení okna objednávky
de_de: Bestell-Fenster Einstellungen
es_es: Configuración de ventana de orden
it_it: Impostazioni della finestra di ordine
pt_br: Configurações da janela de pedido
tr_tr: Sipariş Penceresi Ayarları

source: Advanced settings
cs_cz: Pokročilé nastavení
de_de: Erweiterte Einstellungen
es_es: Ajuste avanzado
it_it: Impostazioni avanzate
pt_br: Configurações avançadas
tr_tr: Gelişmiş Ayarlar

source: Order popup settings
cs_cz: Nastavení vyskakovacího okna objednávky
de_de: Bestell-Popup Einstellungen
es_es: Configuración de ventana Emergente de Orden
it_it: Impostazioni Popup Ordine
pt_br: Configurações do popup de pedidos
tr_tr: Açılan Sipariş Penceresi Ayarları

source: Configure how your popup window will look like
cs_cz: Nakonfigurujte, jak bude vaše vyskakovací okno vypadat
de_de: Nakonfigurujte, jak bude vaše vyskakovací okno vypadat
es_es: Configure cómo su ventana emergente se verá
it_it: Configura come si presentano le tue finestre popup
pt_br: Configure a aparência de sua janela pop-up
tr_tr: Açılan pencerenin nasıl görüntüleneceğini ayarlayın

source: Theme color
cs_cz: Barva motivu
de_de: Theme-Farben
es_es: Color del Tema
it_it: Colore del tema
pt_br: Cor do tema
tr_tr: Tema Rengi

source: Green
cs_cz: Zelený
de_de: Grün
es_es: Verde
it_it: Verde
pt_br: Verde
tr_tr: Yeşil

source: Red
cs_cz: Zelený
de_de: Rot
es_es: Rojo
it_it: Rosso
pt_br: Vermelho
tr_tr: Kırmızı

source: Blue
cs_cz: Modrý
de_de: Blau
es_es: Azul
it_it: Blu
pt_br: Azul
tr_tr: Mavi

source: Dark
cs_cz: Temný
de_de: Dunkel
es_es: Oscuro
it_it: Scuro
pt_br: Escuro
tr_tr: Koyu

source: Border radius
cs_cz: Poloměr hranice
de_de: abgerundete Ecken
es_es: Radio de bordes
it_it: Border Radius per i forms
pt_br: Raio de fronteira
tr_tr: Kenarlık Çapı

source: Background
cs_cz: Pozadí
de_de: Hintergrund
es_es: Fondo
it_it: Sfondo
pt_br: Fundo
tr_tr: Artalan

source: Color
cs_cz: Barva
de_de: Farbe
it_it: Colore
pt_br: Cor
tr_tr: Renk

source: Opacity
cs_cz: Neprůhlednost
de_de: Deckfähigkeit/Transparenz
es_es: Opacidad
it_it: Opacità
pt_br: Opacidade
tr_tr: Matlık

source: Loader (while content of popup is being loaded)
cs_cz: Loader (během načítání obsahu vyskakovacího okna)
de_de: Loader (během načítání obsahu vyskakovacího okna)
es_es: Cargador (mientras se carga el contenido de la ventana emergente)
it_it: Loader (mentre il contenuto di popup viene caricato)
pt_br: Carregador (enquanto o conteúdo do pop-up está sendo carregado)
tr_tr: Yükleyici (açılan pencere içeriği yüklenirken)

source: Width
cs_cz: Šířka
de_de: Breite
es_es: Ancho
it_it: Larghezza
pt_br: Largura
tr_tr: Genişlik

source: Close (ESC key by default)
cs_cz: Zavřít (ve výchozím nastavení klávesa ESC)
de_de: Schliessen (standardmässig ESC)
es_es: Cerrar (tecla ESC por defecto)
it_it: Chiudi (Tasto ESC per impostazione predefinita)
pt_br: Fechar (tecla ESC por padrão)
tr_tr: Kapatma (varsayılan olarak ESC tuşu)

source: Click on background closes popup
cs_cz: Kliknutím na pozadí se zavře vyskakovací okno
de_de: Klicken Sie in den Hintergrundbereich, um PopUp Fenster zu schliessen
es_es: Haga clic en fondo cierra popup
it_it: Cliccare sullo sfondo chiude i popup
pt_br: Clique no fundo fecha o pop-up
tr_tr: Açılan pencereyi kapatmak için artalana tıklayın

source: Show values of custom form before checkout
cs_cz: Zobrazit hodnoty vlastního formuláře před pokladnou
de_de: Zobrazit hodnoty vlastního formuláře před pokladnou
es_es: Mostrar valores del formulario personalizado antes de realizar el pedido
it_it: Mostra i valori dei form personalizzati prima del checkout
pt_br: Mostrar valores do formulário personalizado antes de finalizar a compra
tr_tr: Ödeme Öncesi Özel Form Değerleri Görüntülensin

source: User input will be shown before checkout for custom form
cs_cz: Vstup uživatele se zobrazí před pokladnou pro vlastní formulář
de_de: Vstup uživatele se zobrazí před pokladnou pro vlastní formulář
es_es: La entrada del usuario se mostrará antes de procesar el formulario personalizado
it_it: L'input dell'utente verrà mostrata prima della verifica per il modulo personalizzato
pt_br: A entrada do usuário será mostrada antes da verificação do formulário personalizado
tr_tr: Ödeme öncesinde özel formdaki kullanıcı bilgileri görüntülenir

source: Order Button code
cs_cz: Kód tlačítka objednávky
de_de: Bestell-Button Code
es_es: Código del botón de Pedido
it_it: Codice del pulsante Ordine
pt_br: Código do botão de pedido
tr_tr: Sipariş Düğmesi Kodu

source: Clicking on html element with classname or ID
cs_cz: Kliknutím na prvek html s názvem třídy nebo ID
de_de: Kliknutím na prvek html s názvem třídy nebo ID
es_es: Haciendo clic sobre el nombre de la clase o el ID del elemento HTML
it_it: Facendo clic sull' elemento HTML con nome classe o ID
pt_br: Clicar no elemento html com nome de classe ou ID
tr_tr: Üzerine tıklanacak HTML bileşeninin sınıfı ya da kodu

source: will open popup window for
cs_cz: otevře vyskakovací okno pro
de_de: öffnet ein Popup-Fenster für
es_es: se abrirá la ventana emergente para
it_it: aprirà una finestra pop-up per
pt_br: irá abrir uma janela pop-up para
tr_tr: şunun için açılan pencereyi açar

source: symbols
cs_cz: symboly
de_de: Symbole
es_es: Símbolos
it_it: simboli
pt_br: símbolos
tr_tr: simgeler

source: IMPORTANT
de_de: WICHTIG
es_es: IMPORTANTE
it_it: IMPORTANTE
pt_br: IMPORTANTE
tr_tr: ÖNEMLİ

source: You need to add ID (if you want to use it for one html element) or class (if you want to use it for multiple elements) in order for it to work
cs_cz: Aby to fungovalo, musíte přidat ID (pokud jej chcete použít pro jeden html prvek) nebo třídu (pokud jej chcete použít pro více prvků).
de_de: Aby to fungovalo, musíte přidat ID (pokud jej chcete použít pro jeden html prvek) nebo třídu (pokud jej chcete použít pro více prvků).
es_es: Usted necesita agregar un ID (Si es que piensa usarlo en un solo elemento html) o una clase (Si usted piensa usarlo en multiples elementos) en le pedido para que pueda funcionar
it_it: È necessario aggiungere ID (se si desidera utilizzarlo per un elemento HTML) o classe (se si desidera utilizzarlo per più elementi) in modo da poterlo far funzionare
pt_br: Você precisa adicionar ID (se quiser usá-lo para um elemento html) ou classe (se quiser usá-lo para vários elementos) para que funcione
tr_tr: Çalışması için kodu (bir HTML bileşeni için kullanmak istiyorsanız) ya da sınıfı (birden çok HTML bileşeni için kullanmak istiyorsanız) eklemelisiniz

source: Add order-button class to your elements which must call popup. For example:
cs_cz: Přidejte třídu tlačítka objednávky ke svým prvkům, které musí volat popup. Například:
de_de: Přidejte třídu tlačítka objednávky ke svým prvkům, které musí volat popup. Například:
es_es: Agregar clase order-button a sus elementos que deben llamar a la ventana modal. Por ejemplo:
it_it: Aggiungere la classe order-button agli elementi che devono chiamare popup. Per esempio:
pt_br: Adicione uma classe de botão de pedido aos seus elementos que devem chamar pop-up. Por exemplo:
tr_tr: Açılan pencereyi çağırması için bileşenlerinize order-button sınıfını eklemelisiniz. Örneğin:

source: Add data-product attribute to your element to open specific product. For example:<br/>
cs_cz: Chcete-li otevřít konkrétní produkt, přidejte ke svému prvku atribut data-product. Například:<br/>
de_de: Chcete-li otevřít konkrétní produkt, přidejte ke svému prvku atribut data-product. Například:<br/>
es_es: Agregar atributo data-product al elemento que abrirá el producto especifico. Por ejemplo <br/>
it_it: Aggiungere attributo data-product all'elemento per aprire un prodotto specifico. Per esempio:<br>
tr_tr: Belirli bir ürünü açmak için bileşeninize data-product özniteliğini ekleyin. Örneğin:<br/>

source: data-product attribute value will be overiden if popup's product is selected from select-box above
cs_cz: hodnota atributu data-product bude přepsána, pokud je produkt vyskakovacího okna vybrán z výběrového pole výše
de_de: hodnota atributu data-product bude přepsána, pokud je produkt vyskakovacího okna vybrán z výběrového pole výše
es_es: El valor del atributo data-product podría sobreescribirse si un popup de producto es seleccionado desde arriba de un select-box
it_it: Dati sottoprodotto valore di attributo verrà sovrascritto se il prodotto del pop-up viene selezionato dal select-box
pt_br: o valor do atributo data-product será substituído se o pop-ups de produto for selecionado na caixa de seleção acima
tr_tr: data-product öznitelik değeri yerine, açılan pencerede yukarıdaki seçim kutusundan seçilen ürünün değeri yazılır

source: Copy this code to your website
cs_cz: Zkopírujte tento kód na svůj web
de_de: Kopiere diesen Code in Deine Website
es_es: Copia este código a su sitio web
it_it: Copia questo codice sul tuo sito web
pt_br: Copie este código para o seu site
tr_tr: Web Sitenize Kopyalayacağınız Kod

source: Try your popup
cs_cz: Zkuste vyskakovací okno
de_de: Probieren Sie Ihr Popup aus
es_es: Pruebe su popup
it_it: Prova il tuo popup
pt_br: Tente nosso popup
tr_tr: Açılan Pencereyi Dene

source: It must start with dot(.) if it is classname or with a hashtag(#)
cs_cz: Musí začínat tečkou (.), pokud se jedná o název třídy, nebo hashtagem (#)
de_de: Musí začínat tečkou (.), pokud se jedná o název třídy, nebo hashtagem (#)
es_es: Usted debe partir con un punto(.) si esto es un nombre de clase o con un hashtag(#)
it_it: Se è un nome di classe deve iniziare con un punto(.) o con un hashtag(#)
pt_br: Deve começar com ponto (.) Se for o nome da classe ou com uma hashtag (#)
tr_tr: Sınıf adı nokta (.) ya da hashtag (#) ile başlamalıdır

source: Add "+selector+" class to your elements which must call popup. For example:
cs_cz: Přidejte třídu „+selector+“ ke svým prvkům, které musí volat popup. Například:
de_de: Přidejte třídu „+selector+“ ke svým prvkům, které musí volat popup. Například:
es_es: Agregar clase "+selector+" a sus elementos que deben llamar a la ventana modal. Por ejemplo:
it_it: Aggiungere "+selector+"class agli elementi che devono chiamare popup. Per esempio:
pt_br: Adicione a classe "+selector+" aos seus elementos que devem chamar pop-up. Por exemplo:
tr_tr: Açılan pencereyi çağırmak için bileşenlerinize "+selector+" sınıfını ekleyin. Örneğin:

source: Add "+selector+" ID to your element which must call popup. For example:
cs_cz: Přidejte ke svému prvku ID „+selector+“, který musí volat vyskakovací okno. Například:
de_de: Přidat "+selector+" ID vašeho prvku, který musí volat popup. Například:
es_es: Agregar ID "+selector+" a sus elementos que deben llamar a la ventana modal. Por ejemplo:
it_it: Aggiungere "+selector+"ID agli elementi che devono chiamare popup. Per esempio:
pt_br: Adicione o ID "+selector+" aos seus elementos que devem chamar pop-up. Por exemplo:
tr_tr: Açılan pencereyi açmak için bileşenlerinize "+selector+" kodunu ekleyin. Örneğin:

source: Email history
cs_cz: Historie e-mailů
de_de: eMail-Historie
es_es: Historial de Correos
it_it: Cronologia Email
pt_br: Histórico de e-mail
tr_tr: E-posta Geçmişi

source: INFORMATION
cs_cz: INFORMACE
es_es: INFORMACIÓN
it_it: INFORMAZIONI
pt_br: INFORMAÇÃO
tr_tr: BİLGİLER

source: Email logging is not enabled. If you want to log sent mails to database, enable it in
cs_cz: Není povoleno protokolování e-mailů. Pokud chcete protokolovat odeslané e-maily do databáze, povolte ji
de_de: Není povoleno protokolování e-mailů. Pokud chcete protokolovat odeslané e-maily do databáze, povolte ji
es_es: Registro de correo electrónico no está habilitado. Si desea que los correos de registro enviado a base de datos, habilítelo en
it_it: La registrazione tramite email non è abilitata. Se si desidera registrare le mail inviate nel database, è necessario attivare la funzione
pt_br: O registro de e-mail não está habilitado. Se você deseja registrar e-mails enviados no banco de dados, habilite-o em
tr_tr: E-posta günlüğü etkinleştirilmemiş. Gönderilen e-postaların veritabanına kaydedilmesini istiyorsanız şuradan günlüğü etkinleştirin:

source: email settings.
cs_cz: nastavení e-mailu.
de_de: E-Mail Einstellungen.
es_es: configuración de correo electrónico.
it_it: impostazioni email.
pt_br: configurações de e-mail.
tr_tr: e-posta ayarları

source: To
cs_cz: Komu
de_de: an
es_es: Para
it_it: A
pt_br: Para
tr_tr: Kime

source: From
cs_cz: Od
de_de: von
es_es: De
it_it: Da
pt_br: De
tr_tr: Kimden

source: Node / ID / VMID
de_de: Uzel / ID / VMID
es_es: Nodo / ID / VMID
it_it: Nodo / ID / VMID
pt_br: Nó / ID / VMID
tr_tr: Düğüm / Kod / VM Kodu

source: Operating System
cs_cz: Operační systém
de_de: Betriebssystem
es_es: Sistema Operativo
it_it: Sistema Operativo
pt_br: Sistema Operacional
tr_tr: İşletim Sistemi

source: IP address
cs_cz: IP Adresa
de_de: IP-Adresse
es_es: Dirección IP
it_it: Indirizzo IP
pt_br: Endereço IP
tr_tr: IP Adresi

source: Additional IP addresses
cs_cz: Dodatečné IP Adresy
de_de: Zusätzliche IP-Adresse
es_es: Dirección IP Adicional
it_it: Indirizzi IP Aggiuntivi
pt_br: Endereço IP adicional
tr_tr: Ek IP Adresleri

source: Root password
cs_cz: ROOT heslo
de_de: Rootpasswort
es_es: Contraseña de Root
pt_br: Senha do Root
tr_tr: Root Parolası

source: Client area username / password
cs_cz: Jméno a heslo klientské sekce
de_de: Uživatelské jméno / heslo klientské oblasti
es_es: Usuario / Contraseña del área de clientes
it_it: Nombre de usuario del Área de Cliente / Password
pt_br: Nome de usuário / senha da área do cliente
tr_tr: Müşteri Bölümü Kullanıcı Adı / Parola

source: Console user / password
cs_cz: Jméno a heslo do konzole
de_de: Uživatel / heslo konzoly
es_es: Usuario / Contraseña de consola
it_it: Utente de la Consola / Password
pt_br: Usuário / senha do console
tr_tr: Konsol Kullanıcı Adı / Parola

source: Client area
cs_cz: Klientská sekce
de_de: Kundenbereich
es_es: Área de Clientes
it_it: Área Cliente
pt_br: Área de clientes
tr_tr: Müşteri Bölümü

source: Admin area
cs_cz: Sekce správce
de_de: Administrationsbereich
es_es: Admin
it_it: Control Panel
pt_br: Área de administração
tr_tr: Yönetici Bölümü

source: Change root password
cs_cz: Změnit ROOT heslo
de_de: Rootpasswort ändern
es_es: Cambiar contraseña de root
it_it: Cambia password root
pt_br: Alterar senha do root
tr_tr: Root Parolasını Değiştir

source: New password
cs_cz: Nové heslo
de_de: Neues Passwort
es_es: Nueva contraseña
it_it: Nuova password
pt_br: Nova senha
tr_tr: Yeni Parola

source: Change
cs_cz: Změnit
de_de: Ändern
es_es: Cambiar
it_it: Cambia
pt_br: Alterar
tr_tr: Değiştir

source: Change hostname
cs_cz: Změnit hostname
de_de: Hostname ändern
es_es: Cambiar hostname
it_it: Cambia Hostname
pt_br: Alterar nome do host
tr_tr: Sunucu Adını Değiştir

source: New hostname
cs_cz: Nové hostnane
de_de: Neuer Hostname
es_es: Nuevo hostname
it_it: Nuovo hostname
pt_br: Novo nome de host
tr_tr: Sunucu Adı Ekle

source: Change plan
cs_cz: Změnit plán
de_de: Změnit plán
es_es: Cambiar plan
it_it: Cambiar plan
pt_br: Alterar plano
tr_tr: Planı Değiştir

source: New plan
cs_cz: Nový plán
de_de: Nový plán
es_es: Nuevo plan
it_it: nuovo plan
pt_br: Novo plano
tr_tr: Plan Ekle

source: Rebuild
cs_cz: Přestavit
de_de: Obnovit
es_es: Reconstruir
it_it: Volver a generar
pt_br: Reconstruir
tr_tr: Yenile

source: Usage statistics
cs_cz: Statistiky využití
de_de: Nutzungsstatistik
es_es: Estadísticas de uso
it_it: Estadísticas de uso
pt_br: Estatísticas de utilização
tr_tr: Kullanım İstatistikleri

source: Used
cs_cz: Využito
de_de: Benutzt
es_es: Usado
it_it: Usata
pt_br: Usado
tr_tr: Kullanılan

source: Free
cs_cz: Volno
de_de: Frei
es_es: Libre
it_it: Libera
pt_br: Livre
tr_tr: Kullanılabilir
