Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Canned category
cs_cz: Konzervované kategorie
de_de: Kategorie konzerv
es_es: Categoría preconfigurada
it_it: Categoría di Default
pt_br: Categoria oficial
tr_tr: Hazır Kategori

source: News and announcements
cs_cz: Novinky a oznámení
de_de: News und Ankündigungen
es_es: Noticias y avisos
it_it: News & Aggiornamenti
pt_br: Notícias e Anúncios
tr_tr: Haber ve Duyurular

source: New announcement
cs_cz: Nové oznámení
de_de: Neue Ankündigung
es_es: Nuevo anuncio
it_it: Nuovi aggiornamenti
pt_br: Novo Anúncio
tr_tr: Duyuru Ekle

source: Product configuration
cs_cz: Konfigurace produktu
de_de: Produktkonfiguration
es_es: Configuración de productos
it_it: Configurazione prodotto
pt_br: Configuração de produto
tr_tr: Ürün Ayarları

source: General settings
cs_cz: Hlavní nastavení
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
it_it: Impostazioni Generali
pt_br: Configurações gerais
tr_tr: Genel Ayarlar

source: Configuration
cs_cz: Konfigurace
de_de: Konfiguration
es_es: Configuración
it_it: Configurazione
pt_br: Configuração
tr_tr: Ayarlar

source: Upgrades
cs_cz: Upgrady
es_es: Actualizaciones
it_it: Aggiornamenti
pt_br: Atualizações
tr_tr: Yükseltmeler

source: Links
cs_cz: Odkazy
it_it: Link
tr_tr: Bağlantılar

source: Order Form
cs_cz: Objednávka
de_de: Bestellformular
es_es: Hoja de Pedido
it_it: Modulo Ordine
pt_br: Formulário de pedido
tr_tr: Sipariş Formu

source: Open Editor
cs_cz: Otevřete Editor
de_de: Editor öffnen
es_es: Abrir Editor
it_it: Apri Editor
pt_br: Abrir Editor
tr_tr: Düzenleyiciyi Aç

source: Hidden
cs_cz: Skryté
de_de: Versteckt
es_es: Oculto
it_it: Nascosto
pt_br: Oculto
tr_tr: Gizli

source: Icon/Image URL
cs_cz: Adresa URL ikony/obrázku
de_de: Icon / Bild URL
es_es: Icono/imagen URL
it_it: Icona / URL immagine
pt_br: URL do Ícone/imagem
tr_tr: Simge/Görsel Adresi

source: Product / service description
cs_cz: Popis produktu / služby
de_de: Produkt / Service-Beschreibung
es_es: Descripción del Producto o servicio
it_it: Descrizione Prodotto / Servizio
pt_br: Descrição do produto / serviço
tr_tr: Ürün / Hizmet Açıklaması

source: Choose which addons you would like to offer with
cs_cz: Vyberte jaké příplatkové služby si chcete přikoupit (většinou se aktivují manuálně)
de_de: Vyberte si, které doplňky chcete nabízet
es_es: Elije qué addons te gustaría ofrecer con
it_it: Scegli quale addon vuoi offrire con
pt_br: Escolha com quais complementos você gostaria de oferecer
tr_tr: Şununla sunmak istediğiniz yan ürünleri seçin

source: Create new addon
cs_cz: Vytvořit nový doplněk
de_de: Neues Addon erstellen
es_es: Crear nuevo addon
it_it: Crea un nuovo addon
pt_br: Criar novo adicional
tr_tr: Eklenti Oluştur

source: Choose which products can client upgrade to
cs_cz: Vyberte na jaké proodukty může klient upgradovat
de_de: Vyberte, na které produkty může klient upgradovat
es_es: Elije a qué productos puede actualizarse el cliente
it_it: Scegli quali prodotti i tuoi clienti possono aggiornare a
pt_br: Escolha para quais produtos o cliente pode fazer upgrade
tr_tr: Müşterinin yükseltebileceği ürünleri seçin

source: Product Upgrades
cs_cz: Upgrady produkty
de_de: Produkt Upgrades
es_es: Actualizaciones de productos
it_it: Aggiornamenti Prodotti
pt_br: Atualizações de produto
tr_tr: Ürün Yükseltmeleri

source: No additional configuration for this product is required
cs_cz: Žádná další konfigurace pro tento produkt
de_de: Es ist keine zusätzliche Konfiguration für dieses Produkt erforderlich
es_es: No se requiere configuración adicional para este producto
it_it: Nessuna configurazione aggiuntiva per questo prodotto è richiesto
pt_br: Nenhuma configuração adicional para este produto é necessária
tr_tr: Bu ürün için ek bir ayar gerekmiyor

source: Product links
cs_cz: Odkazy produktu
de_de: Produkt Links
es_es: Enlaces al producto
it_it: Link Prodotto
pt_br: Links de produtos
tr_tr: Ürün Bağlantıları

source: Product ID
cs_cz: ID produktu
de_de: Produkt ID
es_es: ID del producto
it_it: ID Prodotto
pt_br: ID do produto
tr_tr: Ürün Kodu

source: Order page with ID
cs_cz: Stránka objednávky s ID
de_de: Objednat stránku s ID
es_es: Página de pedido con ID
it_it: Pagina ordine con ID
pt_br: Página de pedido com ID
tr_tr: Kodlu Sipariş Sayfası

source: Order page with slug
cs_cz: Stránka objednávky s "slug"
de_de: Objednat stránku se slimákem
es_es: Página de pedido con slug
it_it: Pagina ordine con slug
pt_br: Página de pedido com slug
tr_tr: Etiketli Sipariş Sayfası

source: View as client<
cs_cz: Zobrazit jako klient<
de_de: Als Client anzeigen <
es_es: Vista como cliente <
it_it: Visualizza come cliente<
pt_br: Ver como cliente <
tr_tr: Müşteri Olarak Aç<

source: Article updated
cs_cz: Článek aktualizován
de_de: Artikel aktualisiert
es_es: Artículo actualizado
it_it: Artículo actualizado
pt_br: Artigo atualizado
tr_tr: Makale güncellendi

source: Article details
cs_cz: Detaily článku
de_de: Artikel details
es_es: Detalles del artículo
it_it: Detalles del artículo
pt_br: Detalhes do artigo
tr_tr: Makale Ayrıntıları

source: Forgot password?
cs_cz: Zapomenuté heslo?
de_de: Passwort vergessen?
es_es: Has olvidado tu contraseña?
it_it: Password smarrita?
pt_br: Esqueceu a senha?
tr_tr: Parolamı unuttum

source: Max Addon domains
cs_cz: Max. počet addon domén
es_es: Máximo de dominios añadidos
pt_br: Máximo de domínios adicionais
tr_tr: Eklenebilecek Yan Alan Adları

source: Max FTP accounts
cs_cz: Max. počet FTP účtů
de_de: Max. FTP-Domains
es_es: Máximo de cuentas FTP
it_it: Max FTP account
pt_br: Máximo de contas de FTP
tr_tr: Kullanılabilecek FTP Hesabı

source: Max SQL Databases
cs_cz: Max. počet SQL databází
de_de: Max. SQL-Datenbanken
es_es: Máximo de Bases de Datos SQL
pt_br: Máximo de bancos de dados SQL
tr_tr: Kullanılabilecek SQL Veritabanı

source: Max Email Accounts
cs_cz: Max. počet emailových účtů
es_es: Máximo cuentas de email
it_it: Max SQL Databases
pt_br: Máximo de contas de e-mail
tr_tr: Kullanılabilecek E-posta Hesabı

source: Max Subdomains
cs_cz: Max. počet subdomén
es_es: Maximo de Subdominios
it_it: Max Sottodomini
pt_br: Máximo de sub-domínios
tr_tr: Eklenebilecek Alt Alan Adı

source: Max Parked Domains
cs_cz: Max. počet parkovaných domén
de_de: Max. parkierte Domains
es_es: Máximo de dominios parqueados
it_it: Max Parked Domini
pt_br: Máximo de domínios estacionados
tr_tr: Park Edilebilecek Alan Adı

source: Server manager specific parameters
cs_cz: Specifické parametry server manageru
de_de: Specifické parametry správce serveru
es_es: Parámetros específicos del Administrador del servidor
it_it: Gestisci specifici parametri del server
pt_br: Parâmetros específicos do gerenciador de servidor
tr_tr: Özel Sunucu Yönetimi Ayarları

source: Update hosting plan
cs_cz: Aktualizovat hostingový plán
de_de: Hosting Abonnement aktualisieren
es_es: Actualización de plan de alojamiento
it_it: Aggiorna piani hosting
pt_br: Atualizar plano de hospedagem
tr_tr: Barındırma planını güncelleyin

source: Hosting plan additional parameters
cs_cz: Volitelné parametry hostingového plánu
de_de: Zusätzliche Parameter zum Hosting Abonnement
es_es: Parámetros adicionales para planes de Hosting
it_it: Parametri addizionali piani hosting
pt_br: Parâmetros adicionais do plano de hospedagem
tr_tr: Ek Barındırma Planı Ayarları

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
cs_cz: V závislosti na server manageru používaný pro hostingové účty můžete uvést volitelné parametry. Seznam parametrů můžete nalézt na stránce s rozšířeními.
es_es: En función de administrador del servidor utiliza para la cuenta de alojamiento de configuración que pueda necesitar proporcionar parámetros adicionales. Lista de los administradores de servidores parámetros requiere que usted puede encontrar en la página de extensiones.
it_it: In base alla gestione del server usata nel setup degli account hosting dovrai inserire altri parametri. Una lista dei parametri della gestione del server necessaria la puoi trovare sulla pagina delle estensioni.
pt_br: Dependendo do gerenciador de servidor usado para configurar a conta de hospedagem, você pode precisar fornecer parâmetros adicionais. A lista de parâmetros exigidos pelos gerenciadores de servidores pode ser encontrada na página de extensões.
tr_tr: Barındırma hesabını kuran sunucu yönetimine bağlı olarak ek ayarlar belirtmek isteyebilirsiniz. Sunucu yönetimi için gereken ek ayarları eklentiler sayfasında bulabilirsiniz.

source: Add new configuration field
cs_cz: Přidat novou položku konfigurace
de_de: Neues Einstellungsfeld hinzufügen
es_es: Añadir nuevo campo de configuración
it_it: Aggiungi nuovo campo configurazione
pt_br: Adicionar novo campo de configuração
tr_tr: Yeni Ayar Alanı Ekle

source: How to reset my password?
cs_cz: Jak resetuji své heslo?
de_de: Wie setzt man sein Passwort zurück?
es_es: Cómo restablecer mi contraseña?
it_it: Come reimposto la mia password?
pt_br: Como redefinir minha senha?
tr_tr: Parolamı nasıl sıfırlarım?

source: Please click on "Edit" in order to add new select box
cs_cz: Klepnutím na tlačítko Upravit přidáte nové pole pro výběr
de_de: Bitte klicken Sie auf "Edit" um ein neues Auswahlfeld hinzuzufügen
es_es: Haga clic en "Editar" para añadir un nuevo lista de selección
it_it: Si prega di cliccare su "Modifica" per aggiungere una nuova casella di selezione
pt_br: Clique em "Editar" para adicionar uma nova caixa de seleção
tr_tr: Seçim kutusu eklemek için 'Düzenle' üzerine tıklayın

source: Please click on "Edit" in order to add new checkbox
cs_cz: Chcete-li přidat nové zaškrtávací políčko, klikněte na „Upravit“.
de_de: Bitte klicken Sie auf "Edit" um ein neues Kontrollkästchen hinzufügen zu können
es_es: Haga clic en "Editar" para añadir un nuevo cuadro de selección
it_it: Si prega di cliccare su "Modifica" per aggiungere una nuova casella di selezione
pt_br: Clique em "Editar" para adicionar uma nova caixa de marcação
tr_tr: İşaret kutusu eklemek için 'Düzenle' üzerine tıklayın

source: Please click on "Edit" in order to add new radio box
cs_cz: Pro přidání nového rádia klikněte na "Upravit".
de_de: Bitte klick auf "Bearbeiten", um ein neues Optionsfeld hinzuzufügen
es_es: Haga clic en "Editar" para añadir el nuevo cuadro de radio
it_it: Si prega di cliccare su "Modifica" per aggiungere una nuovo Radio box
pt_br: Clique em "Editar" para adicionar uma nova caixa de rádio
tr_tr: Radyo düğmesi eklemek için 'Düzenle' üzerine tıklayın

source: Select currency
cs_cz: Vyberte měnu
de_de: Währung wählen
es_es: Seleccione la Moneda
it_it: Seleziona valuta
pt_br: Escolha a moeda
tr_tr: Para Birimi Seçin

source: Top level domain management
cs_cz: Správa domény nejvyšší úrovně
es_es: Administración de dominio de nivel superior
it_it: Administración de dominio de nivel superior
pt_br: Gerenciamento de domínio de nível superior
tr_tr: Alan Adı Yönetimi

source: Something went wrong here
cs_cz: Něco je špatně
de_de: Irgendetwas ist hier schiefgegangen
es_es: Algo salió mal aquí
it_it: Qualcosa è andato storto qua
pt_br: Algo deu errado aqui
tr_tr: Burada bir şeyler yanlış gitti

source: Back to Dashboard
cs_cz: Zpátky na nástěnku
de_de: zurück zum Dashboard
es_es: Volver a Panel de control
it_it: Indietro alla scrivania
pt_br: Voltar para o painel
tr_tr: Panoya Dön

source: Staff Group management
cs_cz: Správa skupin zaměstnanců
de_de: Mitarbeiter Rechte-Verwaltung
es_es: Administración del Grupo Staff
it_it: Administración del Grupo de personal
pt_br: Gestão de grupo de funcionários
tr_tr: Ekip Grubu Yönetimi

source: Staff group updated
cs_cz: Skupina zaměstnanců aktualizována
de_de: Mitarbeitergruppe aktualisiert
es_es: Grupo de staff actualizado
it_it: Gruppo Staff aggiornato
pt_br: Grupo de funcionários atualizado
tr_tr: Ekip grubu güncellendi

source: Proforma invoice
cs_cz: Zálohová faktura
de_de: Proforma Rechnung
es_es: Factura Proforma
it_it: Fattura Proforma
pt_br: Fatura proforma
tr_tr: Proforma Fatura

source: Payment methods
cs_cz: Platební metody
de_de: Zahlungsmethoden
es_es: Formas de pago
it_it: Metodi di pagamento
pt_br: Métodos de pagamento
tr_tr: Ödeme Yöntemleri

source: Please choose payment type and pay for your chosen products.
cs_cz: Prosím vyberte platební bránu a zaplaťte za zvolené produkty
de_de: Bitte wählen sie ihre Bezahlungsmethode für ihr gewähltes Produkt aus.
es_es: Por favor, elija el modo de pago para los productos solicitados
it_it: Seleziona il tipo di pagamento e paga per i prodotti scelti.
pt_br: Escolha o tipo de pagamento e pague pelos produtos escolhidos.
tr_tr: Ödeme tipini seçerek seçtiğiniz ürünleri ödeyin.

source: Pay with
cs_cz: Platit
de_de: Bezahlen mit
es_es: Pague con
it_it: Paga con
pt_br: Pagar com
tr_tr: Şununla ödeyin

source: You can print this invoice or export it to PDF file by clicking on corresponding button.
cs_cz: Tuto fakturu můžete vytisknout nebo exportovat do souboru PDF kliknutím na příslušné tlačítko.
de_de: Sie können diese Rechnung ausdrucken oder als PDF-Datei abspeichern. Klicken Sie hierzu auf die entsprechenden Schaltflächen.
es_es: Puede imprimir esta factura o exportarlo a un archivo PDF, haga clic en el botón correspondiente.
it_it: Puoi stampare questa fattura o esportarla in formato PDF cliccando sui rispettivi pulsanti
pt_br: Você pode imprimir esta fatura ou exportá-la para arquivo PDF clicando no botão correspondente.
tr_tr: Bu faturayı ilgili düğmeye tıklayarak yazdırabilir ya da PDF dosyası şeklinde indirebilirsiniz.

source: Print
cs_cz: Tisk
de_de: Drucken
es_es: Imprimir
it_it: Stampa
pt_br: Imprimir
tr_tr: Yazdır

source: BoxBilling license
cs_cz: Licence BoxBilling
de_de: BoxBilling Lizenz
es_es: Licencia de BB
it_it: Licenza BoxBilling
pt_br: Licença BoxBilling
tr_tr: BoxBilling Lisansı

source: 1. Configure API
cs_cz: 1.Nakofigurovat APIA
de_de: 1. Konfiguration API
es_es: 1. Configurar API
it_it: 1. Configura API
pt_br: 1. Configurar API
tr_tr: 1. API ayarlarını yapın

source: Update API key
cs_cz: Aktualizovat API
de_de: API Schlüssel aktualisieren
es_es: Actualizar Clave de API
it_it: Aggiorna Chiave API
pt_br: Atualizar chave de API
tr_tr: API anahtarını güncelleyin

source: 2. Become partner
cs_cz: 2.Staňte se partnerem
de_de: Partner werden
es_es: 2. Conviértete en socio
it_it: 2. Diventa Partner
pt_br: 2. Torne-se parceiro
tr_tr: 2. İş ortağı olun

source: 3. Create license product
cs_cz: 3.Vytvořte licenční produkt
de_de: 3. Erstelle Lizenz Produkt
es_es: 3. Crear licencia de producto
it_it: 3. Crea licenza prodotto
pt_br: 3. Crie um produto de licença
tr_tr: 3. Lisans ürünü oluşturun

source: About us
cs_cz: O nás
de_de: Über uns
es_es: Quienes somos
it_it: Chi Siamo
pt_br: Sobre nós
tr_tr: Hakkımızda

source: Tickets waiting for staff reply
cs_cz: Ticket čeká na odpověď zaměstnance.
de_de: Tickets warten auf Mitarbeiter-Antwort
es_es: Tickets en espera de respuesta del personal
it_it: Ticket che aspettano una risposta dallo staff
pt_br: Bilhetes à espera de resposta da equipe
tr_tr: Ekip Yanıtını Bekleyen

source: Tickets waiting for client reply
cs_cz: Ticket čeká na odpověď zákazníka.
de_de: Tickets warten auf Kunden-Antwort
es_es: Tickets en espera de la respuesta del cliente
it_it: Ticket che aspettano una risposta del cliente
pt_br: Bilhetes à espera de resposta cliente
tr_tr: Müşteri Yanıtı Bekleyen

source: Solved tickets
cs_cz: Vyřešené tickety
de_de: Gelöste Tickets
es_es: Tickets solucionados
it_it: Ticket risolti
pt_br: Bilhetes resolvidos
tr_tr: Kapatılmış Çağrı

source: Payment gateway "AlertPay" is not configured properly. Please update configuration parameter "AlertPay Email address" at "Configuration -> Payments".
cs_cz: Platební brána "AlertPay" není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mailová adresa AlertPay" v části "Konfigurace -> Platby".
de_de: Platební brána "AlertPay" není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mailová adresa AlertPay" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "AlertPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "Email de AlertPay" en "Configuración -> Pasarela de Pagos"
it_it: Il sistema di pagamento "AlertPay" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "Indirizzo Email AlertPay" su "Configurazioni -> Pagamenti".
pt_br: A integração de pagamento "AlertPay" não está configurado corretamente. Atualize o parâmetro de configuração "Endereço de email AlertPay" em "Configuração -> Pagamentos".
tr_tr: "AlertPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "AlertPay E-posta Adresi" değerini güncelleyin.

source: Payment gateway "AlertPay" is not configured properly. Please update configuration parameter "IPN Security Code" at "Configuration -> Payments".
cs_cz: Platební brána "AlertPay" není správně nakonfigurována. Aktualizujte konfigurační parametr "IPN Security Code" v "Configuration -> Payments".
de_de: Platební brána "AlertPay" není správně nakonfigurována. Aktualizujte konfigurační parametr "IPN Security Code" v "Configuration -> Payments".
es_es: Pasarela de pago "AlertPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "Código de seguridad IPN" en "Configuración -> Pasarela de Pagos"
it_it: Il sistema di pagamento "AlertPay" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "Codice di sicurezza IPN" su "Configurazioni -> Pagamenti".
pt_br: A integração de pagamento "AlertPay" não está configurado corretamente. Atualize o parâmetro de configuração "Código de segurança IPN" em "Configuração -> Pagamentos".
tr_tr: "AlertPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Anında Ödeme Bildirimi Güvenlik Kodu" değerini güncelleyin.

source: Not implemented yet
cs_cz: Dosud neimplementováno
de_de: Dosud neimplementováno
es_es: No implementado aún
it_it: Non ancora implementato
pt_br: Ainda não implementado
tr_tr: Bu özellik henüz eklenmedi

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Partner ID" at "Configuration -> Payment gateways".
cs_cz: Platební brána „AliPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Partner ID" v "Konfigurace -> Platební brány".
de_de: Platební brána "AliPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Partner ID" v "Konfigurace -> Platební brány".
es_es: Pasarela de pago "AliPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "ID de Socio" en "Configuración -> Pasarela de Pagos"
it_it: Il sistema di pagamento "AliPay" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "ID Partner" su "Configurazioni -> Metodi di Pagamento".
pt_br: A integração de pagamento "AliPay" não está configurado corretamente. Atualize o parâmetro de configuração "ID do parceiro" em "Configuração -> Integrações de pagamento".
tr_tr: "AliPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "İş Ortağı Kodu" değerini güncelleyin.

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Security Code" at "Configuration -> Payment gateways".
cs_cz: Platební brána „AliPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Bezpečnostní kód" v části "Konfigurace -> Platební brány".
de_de: Platební brána "AliPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Bezpečnostní kód" v části "Konfigurace -> Platební brány".
es_es: Pasarela de pago "AliPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "Código de Seguridad" en "Configuración -> Pasarela de Pagos"
it_it: Il sistema di pagamento "AliPay" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "Codice di Sicurezza" su "Configurazioni -> Metodi di Pagamento".
pt_br: A integração de pagamento "AliPay" não está configurado corretamente. Atualize o parâmetro de configuração "Código de segurança" em "Configuração -> Integrações de pagamento".
tr_tr: "AliPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Güvenlik Kodu" değerini güncelleyin.

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Seller email" at "Configuration -> Payment gateways".
cs_cz: Platební brána „AliPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mail prodejce" v "Konfigurace -> Platební brány".
de_de: Platební brána "AliPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mail prodejce" v "Konfigurace -> Platební brány".
es_es: Pasarela de pago "AliPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "Email del vendedor" en "Configuración -> Pasarela de Pagos"
it_it: Il sistema di pagamento "AliPay" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "Email Venditore" su "Configurazioni -> Metodi di Pagamento".
pt_br: A integração de pagamento "AliPay" não está configurado corretamente. Atualize o parâmetro de configuração "E-mail do vendedor" em "Configuração -> Integrações de pagamento".
tr_tr: "AliPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Satıcı E-postası" değerini güncelleyin.

source: AliPay does not support recurrent payments
cs_cz: AliPay nepodporuje opakované platby
de_de: AliPay nepodporuje opakované platby
es_es: AliPay no admite pagos recurrentes
it_it: AliPay non supporta i pagamenti ricorrenti
pt_br: AliPay não suporta pagamentos recorrentes
tr_tr: AliPay ödeme aracısı taksitli ödemeleri desteklemiyor

source: cURL extension is not enabled
cs_cz: Rozšíření cURL není povoleno
de_de: Rozšíření cURL není povoleno
es_es: Extensión CURL no activada
it_it: L'estensione cURL non è abilitata
pt_br: a extensão cURL não está habilitada
tr_tr: cURL eklentisi etkinleştirilmemiş

source: SimpleXml extension is not enabled
cs_cz: Rozšíření SimpleXml není povoleno
de_de: Rozšíření SimpleXml není povoleno
es_es: No está habilitada la extensión SimpleXml
it_it: L'estensione SimpleXml non è abilitata
pt_br: A extensão SimpleXml não está habilitada
tr_tr: SimpleXml eklentisi etkinleştirilmemiş

source: Payment gateway "Authorize.net" is not configured properly. Please update configuration parameter "API Login ID" at "Configuration -> Payments".
cs_cz: Platební brána „Authorize.net“ není správně nakonfigurována. Aktualizujte konfigurační parametr "ID přihlášení k API" v části "Konfigurace -> Platby".
de_de: Platební brána "Authorize.net“ není správně nakonfigurována. Aktualizujte konfigurační parametr "ID přihlášení k API" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "Authorize.net" no está configurado correctamente. Por favor actualice el parámetro de configuración "ID del Acceso API" en "Configuración -> Pagos"
it_it: Il sistema di pagamento "Authorize.net" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "API Login ID" su "Configurazioni -> Pagamenti".
pt_br: A integração de pagamento "Authorize.net" não está configurado corretamente. Atualize o parâmetro de configuração "API Login ID" em "Configuração -> Pagamentos".
tr_tr: "Authorize.net" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "API Oturum Açma Kodu" değerini güncelleyin.
