Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: File does not exist
cs_cz: Soubor neexistuje
de_de: Die Datei ist nicht vorhanden
es_es: El archivo no existe
it_it: Il file non esiste
pt_br: Arquivo não existe
tr_tr: Dosya bulunamadı

source: Directory already exists
cs_cz: Složka již existuje
de_de: Das Verzeichnis ist bereits vorhanden
es_es: El directorio ya existe
it_it: La cartella selezionata esiste già
pt_br: Diretório já existe
tr_tr: Klasör zaten var

source: Unknown item type
cs_cz: Neznámý typ položky
de_de: Unbekannter Artikeltyp
es_es: Tipo de elemento desconocido
it_it: Tipologia di prodotto sconosciuto
pt_br: Tipo de item desconhecido
tr_tr: Bilinmeyen öge tipi

source: Form name was not provided
cs_cz: Nebyl zadán název formuláře
de_de: Formularname wird nicht unterstützt
es_es: El nombre del Formulario no es válido
it_it: Il nome del modulo non è stato fornito
pt_br: O nome do formulário não foi fornecido
tr_tr: Form adı yazılmamış

source: Form style was not found in predefined list
cs_cz: Styl formuláře nebyl v předdefinovaném seznamu nalezen
de_de: Styl formuláře nebyl v předdefinovaném seznamu nalezen
es_es: Estilo del formulario no fue encontrado en la lista predefinida
it_it: Lo stile del modulo non è stato trovato nella lista predefinita
pt_br: O estilo do formulário não foi encontrado na lista predefinida
tr_tr: Önceden tanımlanmış listede form stili bulunamadı

source: Form field type is not valid
cs_cz: Typ pole formuláře není platný
de_de: Der Formularfeldtyp ist ungültig
es_es: Tipo de campo del formulario no es válido
it_it: Il tipo del dato non è valido
pt_br: O tipo de campo do formulário não é válido
tr_tr: Form alan tipi geçersiz

source: This input type must have unique values
cs_cz: Tento typ vstupu musí mít jedinečné hodnoty
de_de: Tento typ vstupu musí mít jedinečné hodnoty
es_es: El tipo de entrada debe tener valores únicos
it_it: Questo tipo di ingresso deve avere valori univoci
pt_br: Este tipo de entrada deve ter valores únicos
tr_tr: Bu giriş tipi için değerler eşsiz olmalıdır

source: Form id was not passed
cs_cz: ID formuláře nebylo poskytnuto
de_de: Formular-ID wurde nicht übergeben
es_es: El id del Formulario no fue aprobado
it_it: ID Form non approvato
pt_br: O id do formulário não foi passado
tr_tr: Form kodu iletilemedi

source: Field id was not passed
cs_cz: ID pole nebylo předáno
de_de: Feld-ID wurde nicht übergeben
es_es: El id del campo no fue aprobado
it_it: Il campo ID non è stato approvato
pt_br: O ID do campo não foi passado
tr_tr: Alan kodu iletilemedi

source: Form name was not passed
cs_cz: Název formuláře nebyl předán
de_de: Formularname wurde nicht übergeben
es_es: El nombre del Formulario no fue aprobado
it_it: Il nome del modulo non è stato approvato
pt_br: O nome do formulário não foi aprovado
tr_tr: Form adı iletilemedi

source: Form type was not passed
cs_cz: Typ formuláře nebyl předán
de_de: Formulartyp wurde nicht übergeben
es_es: El tipo del Formulario no fue aprobado
it_it: Lo stile del modulo non è stato approvato
pt_br: O tipo de formulário não foi aprovado
tr_tr: Form tipi iletilemedi

source: Field type not supported
cs_cz: Typ pole není podporován
de_de: Feldtyp wird nicht unterstützt
es_es: El tipo del Campo no fue aprobado
it_it: Tipo di campo non supportato
pt_br: Tipo de campo não suportado
tr_tr: Alan tipi desteklenmiyor

source: Field name can not start with number.
cs_cz: Název pole nemůže začínat číslem.
de_de: Feldname kann nicht mit Nummer beginnen
es_es: El nombre del campo no puede comenzar con un número.
it_it: Il nome non può iniziare con un numero
pt_br: O nome do campo não pode começar com um número.
tr_tr: Alan adı rakam ile başlayamaz.

source: Field name can not be empty. Please make sure it is not empty and does not contain special characters.
cs_cz: Název pole nesmí být prázdný. Ujistěte se, že není prázdný a neobsahuje speciální znaky.
de_de: Feldname darf nicht leer sein. Bitte stell sicher, dass er nicht leer ist oder Sonderzeichen enthält.
es_es: El nombre del campo no puede estar vacío. Por favor, asegúrese de que no está vacío y que no contiene caracteres especiales.
it_it: Il campo del nome non può essere vuoto. Assicurarsi che non sia vuoto o che contenga caratteri speciali.
pt_br: O nome do campo não pode estar vazio. Certifique-se de que não está vazio e não contém caracteres especiais.
tr_tr: Alan adı boş olamaz. Lütfen boş olmadığından ve özel karakterler içermediğinden emin olun.

source: Unfortunately field with this name exists in this form already. Form must have different field names.
cs_cz: Bohužel pole s tímto názvem již v této podobě existuje. Formulář musí mít různé názvy polí.
de_de: Leider existiert das Feld mit diesem Namen bereits in dieser Form. Das Formular muss unterschiedliche Feldnamen haben.
es_es: Desafortunadamente en este formulario ya existen campos con este nombre , el Formulario debe tener nombres de campos diferentes
it_it: Purtroppo un campo con questo nome esiste già in questo form. Nel modulo non possono esseci campi con nomi duplicati.
pt_br: Infelizmente, já existe um campo com este nome neste formulário. O formulário deve ter nomes de campo diferentes.
tr_tr: Malesef bu formda bu adı kullanan bir alan zaten var. Formdaki alanların adı birbirinden farklı olmalı.

source: values must be unique
cs_cz: hodnoty musí být unikátní
de_de: Die Werte müssen eindeutig sein
es_es: Los valores deben ser unicos
it_it: I valori devono essere unici
pt_br: os valores devem ser únicos
tr_tr: değer eşsiz olmalı

source: labels must be unique
cs_cz: štítky musí být jedinečné
de_de: Labels müssen eindeutig sein
es_es: Las etiquetas deben ser unicas
it_it: Le etichette devono essere uniche
pt_br: os rótulos devem ser únicos
tr_tr: etiketler eşsiz olmalı

source: Textarea size options must be integer values
cs_cz: Volby velikosti textové oblasti musí být celočíselné hodnoty
de_de: Volby velikosti textové oblasti musí být celočíselné hodnoty
es_es: El tamaño de área de texto deben ser definido con valores enteros.
it_it: La dimensione dell'area di testo deve essere in formato numerico
pt_br: As opções de tamanho da área de texto devem ser valores inteiros
tr_tr: Metin alanı boyutu ayarları tamsayı değerler olmalı

source: Form not found
cs_cz: Formulář nenalezen
de_de: Formular nicht gefunden
es_es: No se encontro el Formulario
it_it: Modulo non trovato
pt_br: Formulário não encontrado
tr_tr: Form bulunamadı

source: Field was not found
cs_cz: Pole nebylo nalezeno
de_de: Feld nicht gefunden
es_es: No se encontro el Campo
it_it: Campo non trovato
pt_br: Campo não encontrado
tr_tr: Alan bulunamadı

source: Forum id missing
cs_cz: ID fóra chybí
de_de: Forum-ID fehlt
es_es: Falta el ID del foro
it_it: Forum id mancante
pt_br: ID do Fórum está faltando
tr_tr: Forum kodu eksik

source: Forum title is missing
cs_cz: Název fóra chybí
de_de: Forum Titel fehlt
es_es: Falta el título del foro
it_it: Titolo forum mancante
pt_br: O titulo do Fórum está faltando
tr_tr: Forum başlığı eksik

source: priority params is missing
cs_cz: parametry priority chybí
de_de: Priorität params fehlt
es_es: faltan parámetros prioritarios
it_it: parametro priorità mancante
pt_br: estão faltando parâmetros de prioridade
tr_tr: öncelik parametresi eksik

source: Topic id is missing
cs_cz: ID tématu chybí
de_de: Themen-ID fehlt
es_es: Falta el ID del tema
it_it: ID topic mancante
pt_br: Falta o id do tópico
tr_tr: Konu kodu eksik

source: Forum ID not passed
cs_cz: ID fóra nebylo předáno
de_de: Forum-ID nicht übergeben
es_es: No se ha pasado el ID del foro
it_it: Forum ID non valido
pt_br: ID do fórum não aprovada
tr_tr: Forum kodu iletilemedi

source: Forum topic title not passed
cs_cz: Název tématu fóra nebylo předáno
de_de: Forum Thema Titel nicht übergeben
es_es: No se ha pasado el título del foro
it_it: Titolo topic non valido
pt_br: Título do tópico do fórum não aprovado
tr_tr: Forum konu başlığı iletilemedi

source: Forum topic message not passed
cs_cz: Zpráva tématu nebyla předána
de_de: Forum topic Botschaft nicht übergeben
es_es: No se ha pasado el mensaje del tema del foro
it_it: Messaggio non valido
pt_br: Mensagem de tópico do fórum não aprovada
tr_tr: Forum konu iletisi iletilemedi

source: Your message is too short
cs_cz: Vaše zpráva je moc krátká
de_de: Ihre Nachricht ist zu kurz
es_es: Tu mensaje es demasiado corto
it_it: Il tuo messaggio è troppo corto
pt_br: Sua mensagem é muito curta
tr_tr: İletiniz çok kısa

source: Forum topic id missing
cs_cz: ID tématu chybí
de_de: Forum Themen-ID fehlt
es_es: Falta el ID del tema del foro
it_it: Forum Topic ID mancante
pt_br: Falta id do tópico do fórum
tr_tr: Forum konu kodu eksik

source: Forum Topic message ID not passed
cs_cz: ID zprávy tématu nebylo předáno
de_de: Forum Topic Message-ID nicht übergeben
es_es: No se ha pasado el ID del mensaje del tema del foro
it_it: ID Messaggio non valido
pt_br: O ID da mensagem do tópico do fórum não foi aprovado
tr_tr: Forum konu ileti kodu iletilemedi

source: Forum Topic ID not passed
cs_cz: ID tématu fóra nebylo předáno
de_de: Forum Themen-ID nicht genehmigt
es_es: No se ha pasado el ID del tema del foro
it_it: Forum Topic ID non valido
pt_br: O ID do tópico do fórum não foi aprovado
tr_tr: Forum konu kodu iletilemedi

source: Topic message not passed
cs_cz: Zpráva tématu nebyla předána
de_de: Topic Nachricht nicht übergeben
es_es: No se ha pasado el mensaje del tema
it_it: Messaggio Non Valido
pt_br: Mensagem de tópico não aprovada
tr_tr: Konu iletisi iletilemedi

source: Message ID not passed
cs_cz: ID zprávy nebylo předáno
de_de: Nachrichten-ID nicht übergeben
es_es: El id del Mensaje no fue aprobado
it_it: ID del messaggio non superato
pt_br: ID da mensagem não aprovada
tr_tr: İleti kodu iletilemedi

source: Client ID not passed
cs_cz: ID klienta nebylo předáno
de_de: Client-ID nicht übergeben
es_es: El id del Cliente no fue Aprobado
it_it: ID cliente non confermato
pt_br: ID de cliente não aprovada
tr_tr: Müşteri kodu iletilemedi

source: Amount not passed
cs_cz: Částka nebyla předána
de_de: Menge nicht übergeben
es_es: La cantidad no se Aprobo
it_it: Importo non superato
pt_br: Quantidade não aprovada
tr_tr: Tutar iletilemedi

source: ID or slug is missing
cs_cz: ID, nebo slug chybí
de_de: ID oder Infobereich fehlt
es_es: Falta el ID o Slug
it_it: ID o slug mancanti
pt_br: ID ou slug está faltando
tr_tr: Kod ya da etiket eksik

source: Forum not found
cs_cz: Forum nenalezeno
de_de: Forum nicht gefunden
es_es: Foro no encontrado
it_it: Forum non trovato
pt_br: Fórum não encontrado
tr_tr: Forum bulunamadı

source: Forum Topic not found
cs_cz: Téma fóra nenalezeno
de_de: Forum Thema nicht gefunden
es_es: Tema del foro no encontrado
it_it: Topic Non trovato
pt_br: Tópico do fórum não encontrado
tr_tr: Forum konusu bulunamadı

source: Forum topic not passed
cs_cz: Téma fóra nebylo předáno
de_de: Forum Thema nicht übergeben
es_es: No se pasó el tema del foro
it_it: Forum topic non valido
pt_br: Tópico do fórum não aprovado
tr_tr: Forum konusu iletilemedi

source: Forum message not passed
cs_cz: Zpráva fór nebyla předána
de_de: Forumsbeitrag nicht übergeben
es_es: No se ha pasado el mensaje del foro
it_it: Messaggio forum non valido
pt_br: Mensagem do fórum não aprovada
tr_tr: Forum iletisi iletilemedi

source: Forum is locked. No new topics can be started
cs_cz: Fórum je zamčeno. Žádná nová témata nemohou být začata
de_de: Dieses Forum wurde geschlossen. Es können keine neuen Themen gestartet werden
es_es: Foros cerrados. No se pueden iniciar nuevos temas
it_it: Il forum è chiuso. Nessun nuovo topic può iniziare
pt_br: O fórum está bloqueado. Nenhum novo tópico pode ser iniciado
tr_tr: Forum kilitli. Yeni konu eklenemez

source: Forum topic is locked. No new message can be posted
cs_cz: Téma fóra je zamčeno. Žádné nové zprávy nemohou být přidány
de_de: Forum Thema ist gesperrt. Es können keine neue Nachricht gepostet werden
es_es: Tema del foro cerrado. No se pueden publicar nuevos mensajes
it_it: Topic chiuso. Nessun nuovo messaggio è consentito
pt_br: O tópico do fórum está bloqueado. Nenhuma nova mensagem pode ser postada
tr_tr: Forum konusu kilitli. Yeni ileti eklenemez

source: Enter some keywords for search
cs_cz: Vložte některá klíčová slova pro hledání
de_de: Geben Sie einige Stichworte für die Suche ein
es_es: Indica algunas palabras para la búsqueda
it_it: Inserisci chiavi di ricerca
pt_br: Insira algumas palavras-chave para pesquisa
tr_tr: Aranacak kelimeleri yazın

source: Search keyword must be longer than 3 characters
cs_cz: Hledané slovo musí být delší jak 3 znaky
de_de: Der Suchbegriff muss länger als 3 Zeichen sein
es_es: La palabra clave a buscar debe tener más de 3 carácteres
it_it: Le chiavi di ricerca devono essere lunghe almeno 3 caratteri
pt_br: A palavra-chave da pesquisa deve ter mais de 3 caracteres
tr_tr: Aranacak kelimeler 3 karakterden uzun olmalıdır

source: Message not found
cs_cz: Zpráva nenalezena
de_de: Nachricht wurde nicht gefunden
es_es: No se encontro el Mensaje
it_it: Messaggio non trovato
pt_br: Mensagem não encontrada
tr_tr: İleti bulunamadı

source: Hook event not passed
cs_cz: Událost Hook neprošla
de_de: Událost Hook neprošla
es_es: Evento Hook no aprobado
it_it: Evento Hook non valido
pt_br: Evento gatilho não passado
tr_tr: Tetik etkinliği iletilemedi

source: Param mod not passed
cs_cz: Param mod neprošel
de_de: Param mod neprošel
es_es: Parámetros mod no aprobados
it_it: Parametro mod non valido
pt_br: Parâmetro mod não passado
tr_tr: Mod parametresi iletilemedi

source: Order :id is free. No need to generate invoice.
cs_cz: Objednávka:id je zdarma. Není třeba generovat fakturu.
de_de: Bestellung :id ist kostenlos. Keine Notwendigkeit eine Rechnung zu generieren.
es_es: El pedido :id es gratuito. No es necesario generar una factura.
it_it: Ordine :id è gratuito. Nessuna necessità di generare fattura
pt_br: Pedido :id é gratuito. Não há necessidade de gerar fatura.
tr_tr: Sipariş :id ücretsiz. Fatura oluşturulmasına gerek yok.

source: Client currency must match subscription currency. Check if clients currency is defined.
cs_cz: Měna klienta musí odpovídat měně předplatného. Zkontrolujte, zda je definována měna klienta.
de_de: Client-Währung muss mit Abonnement Währung übereinstimmen. Prüfen Sie, ob ihre Kundenwährung definiert wurde.
es_es: La moneda del cliente debe coincidir con la moneda de suscripción. Comprueba si la moneda de los clientes está definida.
it_it: La valuta del cliente non corrisponde alla valuta della sottoscrizione. Controlla se la valuta del cliente è definita
pt_br: A moeda do cliente deve corresponder à moeda da assinatura. Verifique se a moeda do cliente está definida.
tr_tr: Müşteri para birimi abonelik para birimi ile aynı değil. Müşteri para biriminin tanımlandığından emin olun

source: Subscription id not passed
cs_cz: ID předplatného neprošlo
de_de: Abonnement-ID nicht übergeben
es_es: El ID de suscripción no pasó
it_it: ID sottoscrizione non valida
pt_br: O ID de inscrição não foi aprovado
tr_tr: Abonelik kodu iletilemedi

source: Subscription sid not passed
cs_cz: Předplatné neprošlo
de_de: Předplatné neprošlo
es_es: No se aprobó el Sid
it_it: Sottoscrizione non confermata
pt_br: Assinatura sid não aprovada
tr_tr: Abonelik kodu iletilemedi

source: Subscription not found
cs_cz: Odběr nebyl nalezen
de_de: Abonnement nicht gefunden
es_es: Suscripción no encontrada
it_it: Sottoscrizione non trovata
pt_br: Assinatura não encontrada
tr_tr: Abonelik bulunamadı

source: Invoice was not found
cs_cz: Faktura nebyla nalazena
de_de: Rechnung wurde nicht gefunden
es_es: No se ha encontró la factura
it_it: Fattura non trovata
pt_br: Fatura não encontrada
tr_tr: Fatura bulunamadı

source: Paid Invoice can not be modified
cs_cz: Uhrazenou fakturu nelze upravit
de_de: Bezahlte Rechnungen können nicht mehr bearbeitet werden
es_es: Facturas pagadas no pueden ser modificadas
it_it: La fattura pagata non può essere modificata
pt_br: A fatura paga não pode ser modificada
tr_tr: Ödenmiş faturalar üzerinde değişiklik yapılamaz

source: Order not found
cs_cz: Objednávka nebyla nalezena
de_de: Order nicht gefunden
es_es: Pedido no encontrado
it_it: Ordine non trovato
pt_br: Pedido não encontrado
tr_tr: Sipariş bulunamadı

source: You need to enter numeric value
cs_cz: Musíte vložit číselnou hodnotu
de_de: Du musst einen numerischen Wert eingeben
es_es: Usted debe ingresar valores numericos
it_it: È necessario immettere un valore numerico
pt_br: Você precisa inserir o valor numérico
tr_tr: Sayısal bir değer yazmalısınız

source: Invoice hash not passed. Missing param hash
cs_cz: Hash faktury neprošel. Chybí parametr hash
de_de: Rechnungs-Hash nicht weitergegeben. Fehlende Hash-Parameter
es_es: El Hash de la Factura no pasó. Falta parámetro de hash
it_it: Fattura Hash non valida. Mancano i parametri hash
pt_br: O hash da fatura não foi aprovado. Parâmetro hash ausente
tr_tr: Fatura karması iletilemedi. Karma parametresi eksik

source: Payment method not found. Missing param gateway_id
cs_cz: Platební metoda nenalezena. Chybí parametr gateway_id
de_de: Zahlungsart nicht gefunden. Fehlende param gateway_id
es_es: Método de Pago no encontrado. Falta parámetro gateway_id
it_it: Metodo di pagamento non trovato. Mancano i parametri gateway_id
pt_br: Método de pagamento não encontrado. Parâmetro gateway_id ausente
tr_tr: Ödeme aracısı bulunamadı. gateway_id parametresi eksik

source: Invoice hash is missing
cs_cz: Chybí hash faktury
de_de: Der HASH-Wert der Rechnung ist nicht vorhanden
es_es: El hash de la factura no se encuentra
it_it: Hash di fattura è mancante
pt_br: Falta hash da fatura
tr_tr: Fatura karması eksik

source: Can not refund invoice with negative amount
cs_cz: Nemohu vrátit objednávku, která má zápornou hodnotu
de_de: Kann keine Rechnung mit negativen Betrag zurückerstatten
es_es: No es posible reembolsar facturas con valores negativos
it_it: Impossibile rimborsare la fattura con un ammontare negativo
pt_br: Não é possível reembolsar fatura com valor negativo
tr_tr: Eksi tutarı olan bir fatura geri ödenemez

source: Invoice is related to order #:id. Please cancel order first.
cs_cz: Faktura se vztahuje k objednávce #:id. Nejprve prosím zrušte objednávku.
de_de: Die Rechnung bezieht sich auf die Bestellnummer: #:id Bitte storniere zuerst die Bestellung.
es_es: La factura está vinculada con el pedido #:id. Por favor, cancele primero el pedido.
it_it: Fattura relativa all'ordine #:id . Cancella l'ordine prima
pt_br: A fatura está relacionada ao pedido nº :id. Cancele o pedido primeiro.
tr_tr: Fatura sipariş #:id ile ilişkili. Lütfen önce siparişi iptal edin

source: Invoices are not generated for 0 amount orders
cs_cz: Faktury se negenerují za objednávky s 0 částkami
de_de: Faktury se negenerují za objednávky s 0 částkami
es_es: No se generan facturas para ordenes con valor 0
it_it: Fattura non generata per importo a 0
pt_br: As faturas não são geradas para pedidos de valor 0
tr_tr: Tutarı 0 olan siparişler için fatura oluşturulmaz.

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
cs_cz: Musíte mít alespoň jednu aktivní objednávku, než budete moct přidávat peníze, takže nyní přidat peníze nemůžete!
de_de: Sie müssen mindestens einen aktiven Auftrag erstellen, bevor Sie Geld hinzufügen können. Deshalb können sie ihr Vorhaben im Augenblick nicht abschließen!
es_es: Debes tener al menos un pedido activo antes de poder añadir fondos, por lo que no puedes proceder en este momento.
it_it: Devi avere almeno un servizio attivo prima di aggiungere fondi che non possono essere processati in questo momento!
pt_br: Você deve ter pelo menos um pedido ativo antes de adicionar fundos, portanto, você não pode continuar no momento!
tr_tr: Fonları ekleyebilmeniz için en az bir etkin siparişiniz olmalı!

source: Amount is not valid
cs_cz: Částka není platná
de_de: Betrag ist nicht gültig
es_es: Importe no valido
it_it: Ammontare non valido
pt_br: Quantidade não é valida
tr_tr: Tutar geçersiz

source: Invoice not found
cs_cz: Faktura nenalezena
de_de: Rechnung nicht gefunden
es_es: No se encuentra la factura
it_it: Fattura non trovata
pt_br: Fatura não encontrado
tr_tr: Fatura bulunamadı

source: Payment method not found
cs_cz: Platební metoda nenalezena
de_de: Zahlungsart nicht gefunden
es_es: Método de pago no encontrado
it_it: Metodo pagamento non trovato
pt_br: Método de pagamento não encontrado
tr_tr: Ödeme yöntemi bulunamadı

source: Payment method not enabled
cs_cz: Platební metoda není povolena
de_de: Zahlmethode nicht aktiviert
es_es: Metodo de pago no habilitado
it_it: Metodo di pagamento non abilitato
pt_br: Método de pagamento não habilitado
tr_tr: Ödeme yöntemi etkinleştirilmemiş

source: Error converting image to .png
cs_cz: Při převodu obrázku do formátu .png došlo k chybě
de_de: Při převodu obrázku do formátu .png došlo k chybě
es_es: Error al convertir la imagen a .png
it_it: Errore nella conversione dell'immagine a .png
pt_br: Erro ao converter imagem em .png
tr_tr: Görsel .png biçimine dönüştürülürken hata

source: Invoice number:
cs_cz: Číslo faktury:
de_de: Rechnungsnummer:
es_es: Factura numero:
it_it: Numero fattura:
pt_br: Número da fatura:
tr_tr: Fatura No:

source: Invoice date:
cs_cz: Datum faktury:
de_de: Rechnungsdatum:
es_es: Fecha de Facturacion:
it_it: Data fattura:
pt_br: Data da fatura:
tr_tr: Fatura Tarihi:

source: Due date:
cs_cz: Datum splatnosti:
de_de: Datum splatnosti:
es_es: Fecha de Vencimiento:
it_it: Data scadenza:
pt_br: Data de Vencimento:
tr_tr: Son Ödeme Tarihi

source: Invoice status:
cs_cz: Stav faktury:
de_de: Rechnungsstatus:
es_es: Estatus de la Factura:
it_it: Stato fattura:
pt_br: Situação da Fatura:
tr_tr: Fatura Durumu:

source: Invoice
cs_cz: Faktura
de_de: Rechnung
es_es: Factura Proforma
it_it: Fattura
pt_br: Fatura
tr_tr: Fatura

source: Name:
cs_cz: Jméno:
es_es: Nombre:
it_it: Nome:
pt_br: Nome:
tr_tr: Ad:

source: Address:
cs_cz: Adresa:
de_de: Adresse:
es_es: Dirección:
it_it: Indirizzo:
pt_br: Endereço:
tr_tr: Adres:

source: Phone:
cs_cz: Telefon:
de_de: Telefon:
es_es: Telefono:
it_it: Telefono:
pt_br: Telefone:
tr_tr: Telefon:

source: Email:
es_es: Correo Electrónico:
tr_tr: E-posta:

source: Company
cs_cz: Firma
de_de: Firma
es_es: Empresa
it_it: Azienda
pt_br: Compania
tr_tr: Kurum

source: Company:
cs_cz: Firma:
de_de: Firma:
es_es: Empresa:
it_it: Azienda:
pt_br: Empresa:
tr_tr: Kurum:

source: Billing and delivery address
cs_cz: Fakturační a dodací adresa
de_de: Rechnungs- und Lieferadresse
es_es: Dirección de Facturación y Entrega:
it_it: Indirizzo di fatturazione e spedizione
pt_br: Endereço de cobrança e entrega
tr_tr: Fatura ve Kargo Adresi

source: Title
cs_cz: Název
de_de: Titel
es_es: Título
it_it: Titolo
pt_br: Titulo
tr_tr: Başlık

source: Price
cs_cz: Cena
de_de: Preis
es_es: Precio
it_it: Prezzo
pt_br: Preço
tr_tr: Tutar

source: Total
cs_cz: Celkem
de_de: Gesamt
it_it: Totale
tr_tr: Toplam

source: Discount
cs_cz: Sleva
de_de: Rabatt
es_es: Descuento:
it_it: Sconto
pt_br: Desconto
tr_tr: İndirim

source: Payment for invoice :serie:id
cs_cz: Platba pro fakturu :serie:id
de_de: Bezahlung der Rechnung :serie:id
es_es: Pago para la factura :serie:id
it_it: Pagamento per fattura :serie:id
pt_br: Pagamento por fatura :serie:id
tr_tr: Fatura ödemesi :serie:id

source: Could not activate proforma item. Order :id not found
cs_cz: Nemohu aktivovat zálohovou faktutu. Objednávka :id nenalezena
de_de: Das Proforma-Element konnte nicht aktiviert werden. Auftrag :id nicht gefunden
es_es: No se pudo activar el Item de la proforma. No se pudo encontrar el pedido :id
it_it: Impossibile attivare l'oggetto proforma. Ordine :id non trovato
pt_br: Não foi possível ativar o item. Pedido :id não encontrado
tr_tr: Proforma ögesi etkinleştirilmedi. Spariş :id bulunamadı
