Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Promo code is missing
cs_cz: Kód slevového kupónu chybí
de_de: Promo-Code fehlt
es_es: Falta código promocional
it_it: Codice promozionale mancante
pt_br: Falta o código promocional
tr_tr: İndirim kodu eksik

source: Promo type is missing
cs_cz: Typ slevového kupónu chybí
de_de: Promo-Typ fehlt
es_es: Falta tipo de promoción
it_it: Tipo promozione mancante
pt_br: Falta o tipo de promoção
tr_tr: İndirim tipi eksik

source: Promo value is missing
cs_cz: Hodnota slevového kupónu chybí
de_de: Promo-Wert fehlt
es_es: Falta valor de la promoción
it_it: Valore promozione mancante
pt_br: Valor promocional ausente
tr_tr: İndirim değeri eksik

source: Promo id is missing
cs_cz: ID slevového kupónu chybí
de_de: Promo-ID fehlt
es_es: Falta ID de la promoción
it_it: Id promozione mancante
pt_br: ID promocional em falta
tr_tr: İndirim kodu eksik

source: Product id not passed
cs_cz: ID produktu nebylo předáno
de_de: Produkt ID nicht weitergegeben
es_es: No se pasó el ID del producto
it_it: ID Prodotto non valido
pt_br: ID do produto não aprovado
tr_tr: Ürün kodu iletilemedi

source: Product ID or slug is missing
cs_cz: ID produktu, nebo slug chybí
de_de: Produkt-ID oder Infobereich fehlt
es_es: Falta ID de Producto o Slug
it_it: Prodotto ID o slug mancante
pt_br: ID do produto ou slug ausente
tr_tr: Ürün kodu ya da etiket eksik

source: Pricing type is required
cs_cz: Typ cen je povinný
de_de: Preisangabe wird benötigt
es_es: Tipo de Precio es requerido
it_it: Tipo di prezzo richiesto
pt_br: O tipo de preço é obrigatório
tr_tr: Fiyatlandırma tipini yazın

source: Can not remove product which has active orders.
cs_cz: Nemohu odebrat produkt, který má aktivní objednávky.
de_de: Das Produkt kann nicht entfernt werden, weil es aktive Aufträge hat.
es_es: No se puede eliminar un producto que contiene pedidos activos.
it_it: Impossibile rimuovere prodotti che hanno ordini attivi.
pt_br: Não é possível remover o produto que possui pedidos ativos.
tr_tr: Etkin siparişleri olan bir ürün silinemez.

source: Can not remove product category with products
cs_cz: Nemohu odebrat kategorii produktů, která má produkty
de_de: Produktkategorie mit Produkten kann nicht entfernt werden
es_es: No se puede eliminar una categoría de productos que contiene productos
it_it: Impossibile rimuovere categorie prodotto con prodotti
pt_br: Não é possível remover categoria de produto com produtos
tr_tr: Ürünleri olan bir ürün kategorisi silinemez

source: This promo code already exists.
cs_cz: Tento propagační kód již existuje.
de_de: Dieser Promo Code besteht bereits.
es_es: Este código promocional ya existe
it_it: Questo codice promozionale esiste già.
pt_br: Este código promocional já existe.
tr_tr: Bu indirim kodu zaten var.

source: Queue message id is missing
cs_cz: Fronta ID zpráv chybí
de_de: Nachrichten-Queue-ID fehlt
es_es: Identificador de la cola de mensajes esta perdido
it_it: Id Coda messaggio mancante
pt_br: Falta o id da mensagem da fila
tr_tr: Kuyruk ileti kodu eksik

source: Queue message not found
cs_cz: Fronta zpráv nenalezena
de_de: Warteschlangennachricht nicht gefunden
es_es: Cola de mensaje no encontrada
it_it: Coda messaggio non trovato
pt_br: Mensagem de fila não encontrada
tr_tr: Kuyruk iletisi bulunamadı

source: Queue name not provided
cs_cz: Fronta názvů nebyla poskytnuta
de_de: Warteschlangenname nicht angegeben
es_es: Nombre de la cola no válido
it_it: Coda nome non aggiunta
pt_br: Nome da fila não fornecido
tr_tr: Kuyruk adı yazılmamış

source: Module name not provided
cs_cz: Název modulu nebyl poskytnut
de_de: Modulname nicht angegeben
es_es: Nombre del modulo no válido
it_it: Nome modulo non aggiunto
pt_br: Nome do módulo não fornecido
tr_tr: Modül adı yazılmamış

source: Message handler function :method does not exists
cs_cz: Funkce obslužné rutiny zprávy :method neexistuje
de_de: Message-Handler-Funktion: :method existiert nicht
es_es: El mensaje de la función handler :method no existe
it_it: Funzione gestione messaggio :method non esiste
pt_br: Função de tratamento da mensagem: o método não existe
tr_tr: :method ileti işleme işlevi bulunamadı

source: Redirect id not passed
cs_cz: ID přesměrování nebylo předáno
de_de: Weiterleitungs-ID wurde nicht übergeben
es_es: No se entrego el id de redirección
it_it: Redirect ID non superato
pt_br: ID de redirecionamento não aprovado
tr_tr: Yönlendirme kodu iletilemedi

source: Redirect path not passed
cs_cz: Cesta přesměrování neprošla
de_de: Umleitungspfad wurde nicht übergeben
es_es: No se entrego la ruta de redirección
it_it: Percorso di reindirizzamento non superato
pt_br: Caminho de redirecionamento não aprovado
tr_tr: Yönlendirme yolu iletilemedi

source: Redirect target not passed
cs_cz: Cíl přesměrování neprošel
de_de: Umleitungsziel wurde nicht übergeben
es_es: No se entrego el objetivo de redirección
it_it: Target di reindirizzamento non superato
pt_br: Destino de redirecionamento não aprovado
tr_tr: Yönlendirme hedefi iletilemedi

source: Redirect not found
cs_cz: Přesměrování nenalezeno
de_de: Weiterleitung nicht gefunden
es_es: Redireccion no encontrado
it_it: Redirect non trovato
pt_br: Redirecionamento não encontrado
tr_tr: Yönlendirme bulunamadı

source: Order id is required
cs_cz: ID objednávky je vyžadováno
de_de: Order ID wird benötigt
es_es: ID del pedido requerido
it_it: ID Ordine richiesto
pt_br: O ID do pedido é obrigatório
tr_tr: Sipariş kodu gerekli

source: BoxBilling license order not found
cs_cz: Nebyla nalezena objednávka licence BoxBilling
de_de: BoxBilling Lizenz Bestellung nicht gefunden
es_es: Pedido de licencia de BoxBilling no fue encontrada
it_it: BoxBilling licenza non trovata
pt_br: Pedido de licença do BoxBilling não encontrado
tr_tr: BoxBilling lisans siparişi bulunamadı

source: Order is not activated
cs_cz: Objednávka není aktivní
de_de: Order ist nicht aktive
es_es: El pedido no está activado
it_it: Ordine non attivo
pt_br: O pedido não está ativado
tr_tr: Sipariş etkinleştirilmedi

source: Could not activate order. Service was not created
cs_cz: Nemohu aktivovat objednávku. Služba nebyla vytvořena
de_de: Die Bestellung konnte nicht aktiviert werden. Dienst wurde nicht erstellt
es_es: No se pudo activar el pedido. El servicio no fue creado
it_it: Impossibile attivare l'ordine. Il Servizio non è stato creato
pt_br: Não foi possível ativar o pedido. O serviço não foi criado
tr_tr: Sipariş etkinleştirilemedi. Hizmet oluşturulamadı

source: Centova Cast order not found
cs_cz: CantovaCast objednávka nebyla nalezena
de_de: Objednávka Centova Cast nenalezena
es_es: Pedido para Centova Cast no fue encontrada
it_it: Ordine CentovaCast non trovato
pt_br: Pedido Centova Cast não encontrado
tr_tr: Centova Cast siparişi bulunamadı

source: Order :id is not activated
cs_cz: Objednávka :id není aktivní
de_de: Bestellung: :id ist nicht aktiviert
es_es: Pedido :id no está activada
it_it: Ordine :id non attivo
pt_br: Pedido :id não está ativado
tr_tr: Sipariş :id etkinleştirilmemiş

source: CentovaCast product is not configured properly. Field :field is missing
cs_cz: Produkt CentovaCasr není správně nakonfigurován. Položka :filed chybý
de_de: Produkt CentovaCast není správně nakonfigurován. Pole :pole chybí
es_es: Producto CentovaCast no se ha configurado propiedades. No se encuentra campo :field
it_it: Prodotto non configurato correttamente in Centovacast. Parametro :field mancante
pt_br: O produto CentovaCast não está configurado corretamente. Campo :field ausente
tr_tr: Centova Cast ürünü doğru şekilde ayarlanmamış. :field alanı eksik

source: Could not suspend order. Service was not created
cs_cz: Nemohu suspendovat objednávku. Služba není vytvořena
de_de: Objednávku se nepodařilo pozastavit. Služba nebyla vytvořena
es_es: No se pudo suspender el pedido. El servicio no fue creado
it_it: Impossibile sospendere l'ordine. Servizio non creato
pt_br: Não foi possível suspender o pedido. O serviço não foi criado
tr_tr: Sipariş askıya alınamadı. Hizmet oluşturulmadı

source: Could not unsuspend order. Service was not created
cs_cz: Nemohu odsuspedovat objednávku. Služba není vytvořena
de_de: Objednávku se nepodařilo zrušit. Služba nebyla vytvořena
es_es: No se pudo reactivar el pedido. El servicio no fue creado
it_it: Impossibile riattivare l'ordine. Servizio non attivato
pt_br: Não foi possível cancelar a suspensão do pedido. O serviço não foi criado
tr_tr: Sipariş askıdan alınamadı. Hizmet oluşturulmadı

source: API call is missing arguments
cs_cz: Volání API chybí argumenty
de_de: Beim API-Aufruf fehlen Argumente
es_es: Llamada de la API tiene parámetros perdidos
it_it: Chiamata API manca di argomenti
pt_br: A chamada da API está sem argumentos
tr_tr: API çağrısında argümanlar eksik

source: You must fill in all required fields.
cs_cz: Musíte vyplnit všechna povinná pole.
de_de: Sie müssen alle erforderlichen Felder ausfüllen.
es_es: Debe rellenar todos los campos obligatorios.
it_it: Devi compilare tutti i campi richiesti.
pt_br: Você deve preencher todos os campos obrigatórios.
tr_tr: Tüm zorunlu alanları doldurmalısınız.

source: Field
cs_cz: Pole
de_de: Feld
es_es: Campo
it_it: Campo
pt_br: Campo
tr_tr: Alan

source: Custom plugin method :method is forbidden
cs_cz: Vlastní metoda pluginu :method je zakázaná
de_de: Benutzerdefinierte Plugin-Methode :method ist verboten
es_es: Método del plugin personalizado :method esta prohibido
it_it: Plugin personalizzato :method è vietato
pt_br: Método de plugin personalizado o :method é proibido
tr_tr: :method özel uygulama eki yöntemine izin verilmiyor

source: Config must be an array
cs_cz: Config musí být pole
de_de: Config muss ein Array sein
es_es: Configuración debe estar en un arreglo
it_it: Config deve essere di tipo Array
pt_br: O config deve ser um array
tr_tr: Ayarlar bir dizi olmalıdır

source: Plugin class file :file was not found
cs_cz: Pluginový class soubor :filr nebyl nalezen
de_de: Plugin-Klasse-Datei :file wurde nicht gefunden
es_es: No se encontró el archivo de clase :file del plugin
it_it: Plugin file class :file non trovato
pt_br: Arquivo de classe de plug-in :file não foi encontrado
tr_tr: :file uygulama eki sınıf dosyası bulunamadı

source: Plugin :plugin does not support action :action
cs_cz: Plugin :plugin nepodporuje akci :action
de_de: Plugin :plugin unterstützt die Aktion .action nicht
es_es: Plugin :plugin no soporta la acción :action
it_it: Plugin :plugin non ha un'azione supportata :action
pt_br: Plug-in :plugin não é compatível com ação :action
tr_tr: :plugin uygulama eki :action işlemini desteklemiyor

source: Order :id has no active service
cs_cz: Objednávka :id nemá žádnou aktivní službu
de_de: Auftrag :id hat keine aktiven Services
es_es: El pedido :id no tiene el servicio activo
it_it: Ordine :id non ha un servizio attivo
pt_br: Pedido :id não tem serviço ativo
tr_tr: :id siparişinin etkin bir hizmeti yok

source: TLD is missing
cs_cz: TLD chybí
de_de: TLD fehlt
es_es: Falta el TLD
it_it: TLD mancante
pt_br: TLD ausente
tr_tr: Alan adı uzantısı eksik

source: TLD not found
cs_cz: TLD nenalezeno
de_de: TLD nicht gefunden
es_es: TLD no encontrado
it_it: TLD non trovato
pt_br: TLD não encontrado
tr_tr: Alan adı uzantısı bulunamadı

source: Tld already registered
cs_cz: Tld již registrován
de_de: TLD ist bereits registriert
es_es: TLD ya registrado
it_it: TLD già registrato
pt_br: Tld já registrado
tr_tr: Alan adı uzantısı zaten kayıt edilmiş

source: TLD registrar id is missing
cs_cz: registrátor TLD chybí
de_de: TLD Registrar fehlt
es_es: Falta el ID del registrador TLD
it_it: TLD registrar id mancante
pt_br: ID de registrador de TLD ausente
tr_tr: Alan adı uzantısı kayıt kurumu eksik

source: Registration price is missing
cs_cz: Chybí registrační cena
de_de: Der Preis für die Registrierung fehlt
es_es: Falta el precio de registro
it_it: Prezzo di registrazione mancante
pt_br: O preço do registro está faltando
tr_tr: Kayıt fiyatı eksik

source: Renewal price is missing
cs_cz: Chybí cena za obnovení
de_de: Verlängerungspreis fehlt
es_es: Falta el precio de renovación
it_it: Prezzo di rinnovo mancante
pt_br: Preço de renovação ausente
tr_tr: Yenileme ücreti eksik

source: Transfer price is missing
cs_cz: Chybí převodní cena
de_de: Transferpreis fehlt
es_es: Falta el precio de transferencia
it_it: Prezzo di trasferimento mancante
pt_br: Falta o preço de transferência
tr_tr: Aktarım ücreti eksik

source: Registrar code not passed
cs_cz: Registrační kód nebyl předán
de_de: Registrar Code wurde nicht übergeben
es_es: No se pasó el código de registrador
it_it: Codice registrazione non valido
pt_br: Código de registro não aprovado
tr_tr: Kayıt kurumu kodu iletilemedi

source: Registrar is not available for installation.
cs_cz: Registrátor není k dispozici pro instalaci.
de_de: Registrar ist nicht verfügbar für die Installation.
es_es: Registrador no disponible para instalación.
it_it: Registrar non disponibile all'installazione.
pt_br: Código de registro não aprovado.
tr_tr: Kayıt kurumu yüklemeye uygun değil.

source: Registrar id not passed
cs_cz: Neprošlo ID registrátora
de_de: Registrar ID wurde nicht übergeben
es_es: No se pasó el ID de Registrador
it_it: Registrar id non valido
pt_br: ID de registrador não aprovada
tr_tr: Kayıt kurumu kodu iletilemedi

source: Registrar not found
cs_cz: Registrátor nenalezen
de_de: Registrar wurde nicht gefunden
es_es: Registrador no encontrado
it_it: Registrar non trovato
pt_br: Registrar não encontrado
tr_tr: Kayıt kurumu bulunamadı

source: Registrar id is missing
cs_cz: Chybí ID registrátora
de_de: Registrar ID fehlt
es_es: Falta el ID de registrador
it_it: ID Registrar mancante
pt_br: ID registrar ausente
tr_tr: Kayıt kurumu kodu eksik

source: Order id is missing
cs_cz: Chybí ID objednávky
de_de: ID der Bestellung fehlt
es_es: El id de la orden esta perdido
it_it: Id ordine mancante
pt_br: Id de pedido faltando
tr_tr: Sipariş kodu eksik

source: Domain order is not activated
cs_cz: Objednávka domény nebyla aktivována
de_de: Domainbestellung wurde nicht aktiviert
es_es: Pedido de Dominio no activado
it_it: Servizio ordine dominio non attivo
pt_br: Pedido de domínio não ativado
tr_tr: Alan adı sipariş etkinleştirilmedi

source: Tld is required
cs_cz: Tld je vyžadováno
de_de: TLD wird benötigt
es_es: TLD requerido
it_it: TLD richiesto
pt_br: TLD é necessário
tr_tr: Birinci alan adı uzantısı gerekli

source: Sld is required
cs_cz: Sld je vyžadováno
de_de: SLD wird benötigt
es_es: SLD requerido
it_it: SLD richiesto
pt_br: Sid é necessário
tr_tr: İkinci alan adı uzantısı gerekli

source: Domain :domain is not valid
cs_cz: Doména :domain není platná
de_de: Domain :domain ist nicht gültig
es_es: El dominio :domain no es válido
it_it: Dominio :domain non valido
pt_br: Domínio :domain não é valido
tr_tr: :domain alan adı geçersiz

source: Domain availability could not be determined. TLD is not active.
cs_cz: Dostupnost domény nemohla být určena. TLD není aktivní.
de_de: Domain Verfügbarkeit konnte nicht ermittelt werden. TLD ist nicht aktiv.
es_es: La disponibilidad del dominio no puede ser determinada. TLD no está activo.
it_it: Non è possibile verificare la disponibilità del dominio. TLD non attivo.
pt_br: Não foi possível determinar a disponibilidade do domínio. O TLD não está ativo.
tr_tr: Alan adının uygunluğu denetlenemedi. Birinci alan adı uzantısı etkin değil.

source: Domain is not available.
cs_cz: Doména není dostupná.
de_de: Domain ist nicht verfügbar
es_es: Dominio no disponible.
it_it: Dominio non disponibile.
pt_br: Domínio não está disponível.
tr_tr: Alan adı kullanılamıyor.

source: TLD is not active.
cs_cz: TLD není aktivní.
de_de: TLD ist nicht aktiv
es_es: TLD no está activo.
it_it: TLD non attivo
pt_br: TLD inativo.
tr_tr: Birinci alan adı uzantısı etkin değil.

source: Domain can not be transferred.
cs_cz: Doména nemůže být převedena.
de_de: Domain kann nicht transferiert werden
es_es: El dominio no puede ser transferido.
it_it: Il dominio non può essere trasferito.
pt_br: Produto domínio não pode ser transferido.
tr_tr: Alan adı aktarılamaz.

source: Domain :domain registration
cs_cz: Registrace domény :domain
de_de: Doména: registrace domény
es_es: Registro de dominio :domain
it_it: Registrazione Dominio :dominio
pt_br: Registro do domínio :domain
tr_tr: :domain alan adı kaydı

source: Domain :domain transfer
cs_cz: Transfer domény :domain
de_de: Doména: převod domény
es_es: Dominio :domain transferido
it_it: Trasferimento dominio :domain
pt_br: Trasnferênciado domínio :domain
tr_tr: :domain alan adı aktarımı

source: Are you registering new domain or transferring existing? Action parameter missing.
cs_cz: Registrujete novou doménu nebo převádíte stávající? Chybí parametr akce.
de_de: Sind Sie dabei eine neue Domain zu registrieren oder eine bestehende Domain zu transferieren? Aktion-Parameter fehlt.
es_es: ¿Está registrando un nuevo dominio o la transfiriendo uno existente? falta el parámetro de la acción.
it_it: Stai registrando un nuovo dominio oppure trasferendo un dominio esistente? Manca il parametro dell'azione.
pt_br: Você está registrando um novo domínio ou transferindo um existente? Parâmetro de ação ausente.
tr_tr: İşlem parametresi eksik. Yeni bir alan adı mı alacaksınız yoksa varolan bir alan adını mı aktaracaksınız?

source: Invalid domain action.
cs_cz: Neplatná akce domény.
de_de: Ungültige Domain-Aktion.
es_es: Acción de dominio inválida.
it_it: Azione Dominio Non Valida
pt_br: Ação de domínio inválida.
tr_tr: Alan adı işlemi geçersiz.

source: Order data must contain :field configuration field
cs_cz: Data objednácky musí obsahovat konfigurační položku :field
de_de: Bestelldaten müssen das Konfigurationsfeld :field enthalten
es_es: Los datos del pedido deben contener la configuración del campo :field
it_it: Ordine della data deve contenere il parametro di configurazione :field
pt_br: Dados do pedido precisa conter o campo de configuração :field
tr_tr: Sipariş verisinde :field alanı bulunmalıdır

source: Domain name :domain is not valid
cs_cz: Tvar domény :domain není správný
de_de: Domain-Name :domain ist nicht gültig
es_es: El nombre de Dominio :domain no es válido
it_it: Nome dominio :domain non valido
pt_br: Domínio :domain não é valido
tr_tr: :domain alan adı geçersiz

source: Domain TLD is not valid.
cs_cz: Koncovka domény není správná.
de_de: Domain TLD ist nicht gültig.
es_es: El TLD de Dominio no es válido.
it_it: Domain TLD non valido.
pt_br: TLD do domínio é inválido.
tr_tr: Alan adı uzantısı geçersiz.

source: Domain name is required.
cs_cz: Doména je vyžadována.
de_de: Domain-Name ist nicht erforderlich.
es_es: Nombre de dominio requerido
it_it: Nome dominio richiesto.
pt_br: Nome do domínio é necessário.
tr_tr: Alan adı gerekli.

source: Transfer domain type (tld) is required.
cs_cz: Pro transfer potřebujeme i TLD (koncovku) domény.
de_de: Transfer-Domain-Typ (TLD) ist erforderlich.
es_es: El tipo de transferencia de dominio (tld) es requerido.
it_it: Tipo di trasferimento dominio (tld) richiesto.
pt_br: O tipo de domínio de transferência (tld) é obrigatório.
tr_tr: Aktarılacak alan adı uzantısı (tld) gerekli.

source: Transfer domain name (sld) is required.
cs_cz: Pro transfer potřebujeme SLD (název domény)
de_de: Transfer-Domain-Namen (SLD) ist erforderlich.
es_es: El nombre de transferencia de dominio (sld) es requerido.
it_it: Richiesto sld per il trasferimento del dominio.
pt_br: É necessário transferir o nome de domínio (sld).
tr_tr: Aktarılacak alan adı uzantısı (sld) gerekli.

source: :domain can not be transferred!
cs_cz: Doména :domain nemůže být převedena
de_de: :domain kann nicht übertragen werden!
es_es: :domain no puede ser transferido!
it_it: :domain non può essere trasferito
pt_br: :domain não pode ser transferido!
tr_tr: :domain aktarılamaz!

source: Domain registration tld parameter missing.
cs_cz: Chybí TLD (koncovka) domény.
de_de: Domain-Registrierung TLD Parameter fehlt.
es_es: Falta parámetro TLD de registro de dominio
it_it: Parametro tld mancante per registrare il dominio.
pt_br: Falta o parâmetro tld de registro de domínio.
tr_tr: Alan adı kaydı tld parametresi eksik.

source: Domain registration sld parameter missing.
cs_cz: Chybí SLD (název) domény.
de_de: Domain-Registrierung SLD Parameter fehlt.
es_es: Falta parámetro SLD de registro de dominio
it_it: Parametro SLD mancante per registrazione Dominio.
pt_br: Falta o parâmetro sld de registro de domínio.
tr_tr: Alan adı kaydı için sld uzantı parametresi eksik.

source: Years parameter is missing for domain configuration.
cs_cz: Chybí počet let pro registraci.
de_de: Die Parameter für Jahresangaben fehlen in der Domain-Konfiguration.
es_es: Falta parámetro de Años para la configuración del dominio.
it_it: Parametro Anni mancante per la configurazione del dominio
pt_br: O parâmetro de anos está faltando para a configuração do domínio.
tr_tr: Alan adı ayarlarında yıl parametresi eksik.

source: :tld can be registered for at least :years years
cs_cz: :tld může být registrována minimálně na :years let
de_de: :tld kann nur für :years Jahre registriert werden
es_es: :tld puede ser registrado al menos :years años
it_it: :tld può essere registrato per :years anni
pt_br: :tld pode ser registrado por pelo menos :anos anos
tr_tr: :tld en az :years yıl kayıt edilebilir

source: :domain is already registered!
cs_cz: Doména :domain je již registrována
de_de: :domain ist bereits registriert!
es_es: :domain ya está registrado
it_it: :domani è già registrato
pt_br: :domain já está registrado!
tr_tr: :domain zaten kayıt edilmiş!

source: Default domain nameservers are not configured
cs_cz: Výchozí nameservery nejsou nakonfigurovány
de_de: Die Standard Nameserver sind nicht eingerichtet
es_es: Nombres de Servidores por defecto no configurados
it_it: Nameserver del dominio di default non è configurato
pt_br: Os servidores de nomes de domínio padrão não estão configurados
tr_tr: Varsayılan alan adı ad sunucuları ayarlanmamış

source: Nameserver 1 is required
cs_cz: Nameserver 1 je povinný
de_de: Nameserver 1 wird benötigt
es_es: Nombre de Servidor 1 requerido
it_it: Nameserver 1 è richiesto
pt_br: Servidor de nomes 1 é necessário
tr_tr: 1. ad sunucusu gerekli

source: Nameserver 2 is required
cs_cz: Nameserver 2 je povinný
de_de: Nameserver 2 wird benötigt
es_es: Nombre de Servidor 2 requerido
it_it: Nameserver 2 è richiesto
pt_br: Servidor de nomes 2 é necessário
tr_tr: 2. ad sunucusu gerekli

source: Required field contact is missing
cs_cz: Povinná položka kontaktu chybí
de_de: Pflichtfeld Kontakt fehlt
es_es: Falta el campo de contacto requerido
it_it: Campo Contatto richiesto è mancante
pt_br: Campo obrigatório contato está faltando
tr_tr: Zorunlu ilgili alanı eksik

source: Required field :field is missing
cs_cz: Povinná položka :field chybí
de_de: Pflichtfeld :field fehlt
es_es: Falta campo requerido :field
it_it: Campo :field richiesto è mancante
pt_br: Campo obrigatório :field está faltando
tr_tr: Zorunlu :field alanı eksik

source: Domain name is not valid
cs_cz: Zkontrolujte prosím doménu
de_de: Domain-Name ist ungültig
es_es: Nombre de dominio no válido
it_it: Nome dominio non valido
pt_br: Nome de domínio inválido
tr_tr: Alan adı geçersiz

source: Domain can not be transferred
cs_cz: Doména nemůže být převedena
de_de: Domain kann nicht transferiert werden
es_es: El dominio no puede ser transfereido
it_it: Il dominio non può essere trasferito
pt_br: Domínio não pode ser transferido
tr_tr: Alan adı aktarılamaz

source: Domain can not be registered
cs_cz: Doména nemůže být registrována
de_de: Diese Domain kann nicht registriert werden
es_es: El Dominio no puede ser registrado
it_it: Il dominio non può essere registrato
pt_br: Domínio não pode ser registrado
tr_tr: Alan adı kayıt edilemez
