Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Invoice item title is missing
cs_cz: Položka faktury chybí
de_de: Rechnungsposten-Titel fehlt
es_es: Falta el título del ítem de la factura
it_it: Titolo fattura mancante
pt_br: Falta o título do item da fatura
tr_tr: Fatura öge başlığı eksik

source: Add funds to account
cs_cz: Přidejte prostředky na účet
de_de: Füge deinem Konto Geld hinzu
es_es: Agregar fondos a la cuenta
it_it: Aggiungi fondi al tuo account
pt_br: Adicione fundos à conta
tr_tr: Hesabınıza kredi ekleyin

source: Payment gateway is not available for installation.
cs_cz: Platební brána není k dispozici pro instalaci.
de_de: Payment-Gateway ist nicht für die Installation verfügbar.
es_es: Pasarela de pago no disponible para instalación.
it_it: Gateway pagamento non disponibile all'installazione
pt_br: O gateway de pagamento não está disponível para instalação.
tr_tr: Ödeme aracısı yüklemeye uygun değil

source: Payment gateway :adapter was not found
cs_cz: Platební brána :adapter nebyla nalezena
de_de: Payment-Gateway :adapter wurde nicht gefunden
es_es: No se encontró la pasarela de pago :adapter
it_it: Gateway di pagamento :adapter non trovato
pt_br: Gateway de pagamento :adapter não encontrado
tr_tr: :adapter ödeme aracısı bulunamadı

source: Transaction invoice id is missing
cs_cz: Chybí ID faktury transakce
de_de: Transaktion-ID Rechnung fehlt
es_es: Falta el ID de transacción de la factura
it_it: ID Fattura transazione mancante
pt_br: Falta o ID da fatura da transação
tr_tr: İşlem fatura kodu eksik

source: Payment gateway id is missing
cs_cz: Chybí ID platební brány
de_de: Payment Gateway-ID fehlt
es_es: Falta la pasarela de pago
it_it: Gateway di pagamento mancante
pt_br: ID de gateway de pagamento ausente
tr_tr: Ödeme aracısı kodu eksik

source: Gateway was not found
cs_cz: Brána nebyla nalezena
de_de: Gateway wurde nicht gefunden
es_es: No se encontró la Pasarela
it_it: Gateway non trovato
pt_br: Gateway não foi encontrado
tr_tr: Ödeme aracısı bulunamadı

source: Transaction :id not found.
cs_cz: Transakce :id nenalezeno.
de_de: Transaktion :id wurde nicht gefunden.
es_es: No se encontró la Transacción :id
it_it: La transazione :id non è stata trovata.
pt_br: Transação :id não encontrado.
tr_tr: İşlem :id bulunamadı.

source: Could not determine transaction origin. Transaction payment gateway is unknown.
cs_cz: Nemohu určit původ platby. Platební brána je neznámá.
de_de: Es konnte nicht die Herkunft der Transaktion festgestellt werden. Transaction Payment-Gateway ist unbekannt.
es_es: No se pudo determinar el origen de la transacción. Se desconoce la pasarela de pago de la transacción.
it_it: Impossibile determiner lorigine della transazione. Il gateway di pagamento della transazione è sconosciuto.
pt_br: Não foi possível determinar a origem da transação. O gateway de pagamento da transação é desconhecido.
tr_tr: İşlemin kaynağı belirlenemedi. İşlemin ödeme aracısı bilinmiyor.

source: Can not handle transaction received from unknown payment gateway: :id
cs_cz: Nelze zpracovat transakci obdrženou z neznámé platební brány: :id
de_de: Es kann die Transaktion von unbekannten Payment-Gateways nicht verarbeitet werden: :ID
es_es: No se puede utilizar transacciones recibidas de la pasarela de pago desconocida: :id
it_it: Impossibile gestire la transazione ricevuta dal pagamento sconosciuto :id
pt_br: Não é possível lidar com a transação recebida de um gateway de pagamento desconhecido: :id
tr_tr: Bilinmeyen ödeme aracısından alınan işlem yapılamıyor: :id

source: Payment adapter :adapter does not support action :action
cs_cz: Platební adaptér :adapter nepodporuje action :action
de_de: Payment-Adapter :adapter unterstützt folgende Aktion nicht :action
es_es: El adaptador de pago :adapter no soporta la acción :action
it_it: Adattatore di pagamento :adapter non supporta l'azione :action
pt_br: Adaptador de pagamento :adapter não suporta ação :action
tr_tr: :adapter ödeme aracısı :action işlemini desteklemiyor

source: Unknown transaction #:id type: :type
cs_cz: Neznámá transakce #:id typ: :type
de_de: Unbekannte Transaktion #:id Typ: :type
es_es: Transacción desconocida #:id tipo :type
it_it: Transazione sconosciuta #:id di tipo :type
pt_br: Número de transação desconhecido :tipo de id :type
tr_tr: Bilinmeyen işlem :id tipi: :type

source: Transaction :id is not associated with an invoice.
cs_cz: Transakce :id není spojena s žádnou fakturou.
de_de: Transaktion :id wird nicht mit einer Rechnung verbunden.
es_es: La transacción :id no está asociada con una factura.
it_it: Transazione :id non associata ad una fattura.
pt_br: Transação :id não está associado a uma fatura.
tr_tr: :id kodlu işlem bir fatura ile ilişkilendirilmemiş.

source: Invoice #:id not found
cs_cz: Faktura č.: :id nebyla nalezena
de_de: Rechnung #:id nicht gefunden
es_es: No se encontro la factura #:id
it_it: Fattura #:id non trovata
pt_br: Fatura :id não encontrado
tr_tr: Fatura #:id bulunamadı

source: Instant payment notification (IPN) did not pass gateway :id validation
cs_cz: Okamžitá platba (IPNú neprošla branou: :id validací
de_de: Sofortige Zahlungsbestätigung (IPN) nicht bestanden. Gateway :id Validierung
es_es: Notificación instantánea de pago (IPN) no paso la validación de la pasarela de pago :id
it_it: Notifica Pagamento Istantaneo (IPN) non ha passato la verifica del gateway :id
pt_br: Notificação instantânea de pagamento (IPN) não passou no gateway validação de :id
tr_tr: Anında Ödeme Bildirimi (IPN) ödeme aracısı :id doğrulamasını geçemedi

source: Payment gateway :id method getTransaction should return Payment_Transaction object
cs_cz: Platební brána :id metoda getTransaction by měla vrátit Payment_Transaction objekt
de_de: Payment Gateway :id Methode getTransaction sollte als Payment_Transaction Objekt zurückgegeben werden
es_es: Método getTransaction de la pasarela de pago :id debe retornar un objecto Payment_Transaction
it_it: Metodo di Gateway pagamento :id method getTransaction ritorna l'oggetto Payment_Transaction
pt_br: Gateway de pagamento o método :id getTransaction deve retornar o objeto Payment_Transaction
tr_tr: Ödeme aracısı :id getTransaction yöntemi Payment_Transaction nesnesini geri döndürmeli

source: Can not create subscription. Subscription id from payment gateway was not received
cs_cz: Nemohu vytvořit předplatné. ID předplatného z platební brány nebylo přijato
de_de: Abonnement kann nicht erstellt werden. Abonnement-ID von Payment-Gateway wurde nicht empfangen
es_es: No se puede crear la suscripción. El ID de la suscripción de la pasarela de pago no se ha recibido
it_it: Impossibile creare sottoscrizioni. L'id della sottoscrizione dal gateway di pagamento non è stato ricevuto
pt_br: Não é possível criar assinatura. O ID da assinatura do gateway de pagamento não foi recebido
tr_tr: Abonelik oluşturulamadı. Ödeme aracısının abonelik kodu alınamadı

source: Subscription #:id was not found. Could not unsubscribe
cs_cz: Předplatné #:id nebylo nalezeno. Odběr se nepodařilo odhlásit
de_de: Předplatné #:id nebylo nalezeno. Odběr se nepodařilo odhlásit
es_es: Suscripción #:id no fue encontrado. No se puede desuscribir
it_it: L'ID utente non è stato trovato. Non è possibile annullare l'iscrizione
pt_br: Assinatura #:id não encontrado. Não foi possível cancelar a inscrição
tr_tr: :id numaralı abonelik bulunamadığından abonelikten çıkma işlemi yapılamadı

source: Only approved transaction can be processed
cs_cz: Pouze schválená transakce můýe být zpracována
de_de: Es dürfen nur zugelassene Transaktionen verarbeitet werden
es_es: Sólo las transacciones aprobadas pueden ser procesadas
it_it: Solo transazioni approvate possono essere processate
pt_br: Apenas transações aprovadas podem ser processadas
tr_tr: Yalnız onaylanan işlemler işlenebilir

source: Transaction currency :code do not match required currency :required
cs_cz: Měna transakce :code neodpovídá požadované měně :required
de_de: Transaktionswährung :code stimmt nicht mit gewünschter Währung überein :required
es_es: La moneda de transacción :code no coincide con la moneda requerida :required
it_it: Valuta transazione :code non corrisponde alla valuta richiesta :required
pt_br: Moeda de transação o :code não corresponde à moeda exigida :required
tr_tr: İşlem para birimi :code istenen para birimi :required ile aynı değil

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
cs_cz: Transakce probíhá. Pouze dokončené, nebo neznámé transakce mohou být zpracovány.
de_de: Transaktions-Status auf Zahlungs-Gateway steht noch aus. Nur vollständige oder unbekannte Transaktionen können verarbeitet werden.
es_es: El estado de la transacción en la pasarela de pago es Pendiente. Sólo transacciones Completadas o Desconocidas pueden ser procesadas.
it_it: Lo status della transazione nel gateway di pagamento è In Attesa. Solo le transazioni complete o sconosciute possono essere processate.
pt_br: O status da transação no gateway de pagamento é Pendente. Apenas transações completas ou desconhecidas podem ser processadas.
tr_tr: Ödeme aracısındaki işlem durumu: Bekliyor. Yalnız durumu Tamamlandı ya da Bilinmiyor olan işlemler işlenebilir.

source: Client currency do not match invoice currency
cs_cz: Měna klienta se neshoduje s měnou na faktuře
de_de: Client-Währung stimmt nicht mit der Rechnungswährung überein
es_es: La moneda del cliente no coincide con la moneda de la factura
it_it: La valuta del cliente non corrisponde alla valuta trovata nella fattura
pt_br: A moeda do cliente não coincide com a moeda da fatura
tr_tr: Müşterinin para birimi ile fatura para birimi aynı değil

source: Can not add negative amount to client balance for debit transaction
cs_cz: Nemohu přidat klientovi zápornou hodnotu
de_de: Kann nicht hinzugefügt werden, negativer Betrag auf Client-Balance für Debit-Transaktion
es_es: No se puede agregar un valor negativo al balance del cliente para transacciones de débito
it_it: Impossibile aggiungere ammontare negativi al bilancio del cliente per debiti di transazione
pt_br: Não é possível adicionar um valor negativo ao saldo do cliente para transação de débito
tr_tr: Borçlandırma işlemi için müşteri bakiyesine eksi tutar yazılamaz

source: Article id not passed
cs_cz: ID článku neprošlo
de_de: Artikel-ID nicht übergeben
es_es: El id del artículo no pasó
it_it: ID Articolo non valido
pt_br: O id do artigo não foi aprovado
tr_tr: Makale kodu iletilemedi

source: Article not found
cs_cz: Článek nebyl nalezen
de_de: Artikel nicht gefunden
es_es: Artículo no encontrado
it_it: Articolo non trovato
pt_br: Artigo não encontrado
tr_tr: Makale bulunamadı

source: Article category id not passed
cs_cz: ID kategorie článku neprošlo
de_de: Artikel Kategorie-ID nicht übergeben
es_es: El ID de la categoría de artículo no pasó
it_it: Categoria ID Articolo non valido
pt_br: O ID da categoria do artigo não foi aprovado
tr_tr: Makale kategori kodu iletilemedi

source: Article title not passed
cs_cz: Název článku neprošel
de_de: Artikel Titel nicht übergeben
es_es: El título de artículo no pasó
it_it: Titolo articolo non valido
pt_br: Título do artigo não aprovado
tr_tr: Makale başlığı iletilemedi

source: Article id is missing
cs_cz: Chybí ID článku
de_de: Artikel-ID fehlt
es_es: Falta el ID del artículo
it_it: ID articolo mancante
pt_br: O id do artigo está faltando
tr_tr: Makale kodu eksik

source: Category id not passed
cs_cz: Neprošlo ID kategorie
de_de: Kategorie-ID wurde nicht übergeben
es_es: ID de categoría no aprobado
it_it: Id categoria non passato
pt_br: ID de categoria não aprovado
tr_tr: Kategori kodu iletilemedi

source: Article Category not found
cs_cz: Kategorie článku nenalezena
de_de: Artikel Kategorie wurde nicht gefunden
es_es: Categoría de artículo no encontrada
it_it: Articolo categoria non trovata
pt_br: Categoria de artigo não encontrada
tr_tr: Makale kategorisi bulunamadı

source: Category title not passed
cs_cz: Název kategorie neprošel
de_de: Kategorie Titel nicht übergeben
es_es: El título de categoría no pasó
it_it: Titolo categoria non valida
pt_br: Título da categoria não aprovado
tr_tr: Kategori başlığı iletilemedi

source: Category id is missing
cs_cz: ID kategorie chybí
de_de: Kategorie-ID fehlt
es_es: Falta ID de Categoría
it_it: Id categoria mancante
pt_br: Falta o id da categoria
tr_tr: Kategori kodu eksik

source: Category not found
cs_cz: Kategorie nebyla nalezena
de_de: Kategorie wurde nicht gefunden
es_es: Categoría no encontrada
it_it: categoria non trovata
pt_br: Categoria não encontrada
tr_tr: Kategori bulunamadı

source: Article item not found
cs_cz: Položka článku nebyla nalezena
de_de: Artikel nicht gefunden
es_es: Ítem del artículo no encontrado
it_it: Articolo oggetto non trovato
pt_br: Artigo item não encontrado
tr_tr: Makale ögesi bulunamadı

source: Category ID or slug is missing
cs_cz: Chybí ID kategorie nebo slug
de_de: Kategorie-ID oder Rohling fehlt
es_es: Falta el ID de Categoría o Slug
it_it: Categoria ID o slug mancante
pt_br: ID da categoria ou slug ausente
tr_tr: Kategori kodu ya da etiket eksik

source: Knowledge base category not found
cs_cz: Kategorie znalostní báze nenalezena
de_de: Wissensdatenbank Kategorie wurde nicht gefunden
es_es: Categoría del Centro de Ayuda no encontrada
it_it: Categoria Knowledge Base non trovata
pt_br: Categoria da base de conhecimento não encontrada
tr_tr: Bilgi bankası kategorisi bulunamadı

source: Can not remove category which has articles
cs_cz: Nemohu odebrat kategorii, která má články
de_de: Kann nicht entfernt werden, die Kategorie Artikel hat
es_es: No se puede eliminar la categoría que contiene artículos
it_it: Impossibile rimuovere categorie che hanno articoli
pt_br: Não é possível remover a categoria que contém artigos
tr_tr: Makaleleri olan bir kategori silinemez

source: Message from name can not be empty
cs_cz: Položka OD nemůže být prázdná
de_de: Zpráva od jména nemůže být prázdná
es_es: El nombre del remitente del mensaje no puede estar vacío
it_it: Il Messaggio da Nome non può essere vuoto
pt_br: A mensagem do nome não pode estar vazia
tr_tr: İletinin kimden alanı boş olamaz

source: Message subject not passed
cs_cz: Předmět zprávy nebyl předán
de_de: Předmět zprávy nebyl předán
es_es: Asunto del mensaje no fue aprobado
it_it: Soggetto messaggio non passato
pt_br: Assunto da mensagem não aprovado
tr_tr: İleti konusu iletilemedi

source: Add some content before sending message
cs_cz: Přidejte nějaký obsah před odesláním
de_de: Před odesláním zprávy přidejte nějaký obsah
es_es: Agregue algo en el contenido antes de enviar el mensaje
it_it: Aggiungi alcune informazioni prima di mandare il messaggio
pt_br: Adicione algum conteúdo antes de enviar mensagem
tr_tr: İletiyi göndermeden önce bir şeyler yazın

source: Client ID needs to be configured in mass mailer settings.
cs_cz: ID zákazníka musí být nakonfigurováno v nastavení hromadného odesílání.
de_de: ID klienta je třeba nakonfigurovat v nastavení hromadné pošty.
es_es: El ID del cliente necesita ser configurado en la configuración de correos masivos.
it_it: ID Cliente necessita di essere configurato nelle impostazioni di mail massivo
pt_br: O ID do cliente precisa ser configurado nas configurações do mailer em massa.
tr_tr: Toplu postalama ayarlarında müşteri kodunun ayarlanması gerekiyor.

source: Message id not passed
cs_cz: ID zprávy nebylo předáno
de_de: Nachrichten-ID nicht übergeben
es_es: id del Mensaje no aprobado
it_it: Id messaggio non passato
pt_br: O id da mensagem não foi aprovado
tr_tr: İleti kodu iletilemedi

source: Post id not passed
cs_cz: ID příspěvku nebylo předáno
de_de: Post-ID nicht übergeben
es_es: El id del Anuncio no fue aprobado
it_it: Post ID non approvato
pt_br: Post id não aprovado
tr_tr: Gönderi kodu iletilemedi

source: Post title not passed
cs_cz: Název příspěvku nebyl předán
de_de: Post-Titel nicht übergeben
es_es: Título de la Publicación no facilitada
it_it: Titolo argomento non approvato
pt_br: Título da postagem não aprovado
tr_tr: Gönderi adı iletilemedi

source: News item not found
cs_cz: Položka novinek nebyla nalezena
de_de: Thema nicht gefunden
es_es: Item de Noticias no encontrado
it_it: News non trovato
pt_br: Artigo de notícia não encontrado
tr_tr: Haber ögesi bulunamadı

source: Notification id is missing
cs_cz: Oznámení: ID nenalezeno
de_de: Benachrichtigungs-ID fehlt
es_es: El id de la notificación no fue aprobada
it_it: ID notifica mancante
pt_br: ID de notificação ausente
tr_tr: Bildirim kodu eksik

source: Notification message was not found
cs_cz: Oznámení: zpráva nebyla nalezena
de_de: Benachrichtigungsnachricht wurde nicht gefunden
es_es: No se encontró el mensaje de la notificación
it_it: Messaggio di notifica non trovato
pt_br: Mensagem de notificação não encontrada
tr_tr: Bildirim iletisi bulunamadı

source: Only suspended orders can be unsuspended
cs_cz: Pouze pozastavené objednávky lze zrušit
de_de: Nur suspendierte Bestellungen können nicht ausgesetzt werden
es_es: Solo las ordenes suspendidas puede reactivarse
it_it: Solo gli ordini sospesi possono essere riattivati
pt_br: Apenas pedidos suspensos podem ser reativados
tr_tr: Yalnız askıdaki siparişler askıdan kaldırılabilir

source: Only canceled orders can be uncanceled
cs_cz: Zrušit lze pouze zrušené objednávky
de_de: Nur stornierte Bestellungen können storniert werden
es_es: Solo las ordenes canceladas pueden ser activadas
it_it: Solo gli ordini cancellati possono essere riattivati
pt_br: Apenas pedidos cancelados podem ser não cancelados
tr_tr: Yalnız iptal edilmiş siparişler yeniden sipariş edilebilir

source: Order config not passed
cs_cz: Konfigurace objednávky neprošla
de_de: Bestellkonfiguration nicht weiter gegeben
es_es: Configuración del pedido no pasada
it_it: Configurazione ordine non valido
pt_br: A configuração do pedido não foi aprovada
tr_tr: Sipariş ayarları iletilemedi

source: Automatically issue renewal invoices
cs_cz: Automaticky vystavovat obnovovací faktury
de_de: Automaticky vystavovat obnovovací faktury
es_es: Emitir automáticamente facturas de renovación
it_it: Problema rinnovo automatico fattura
pt_br: Emitir faturas de renovação automaticamente
tr_tr: Yenileme faturaları kendiliğinden gönderilsin

source: Issue invoices manually
cs_cz: Faktury vystavujte ručně
de_de: Rechnung(en) manuell ausstellen
es_es: Emitir facturas manualmente
it_it: Problema fatture manuali
pt_br: Emitir faturas manualmente
tr_tr: Faturalar el ile gönderilsin

source: Only pending and failed setup orders can be deleted.
cs_cz: Smazat lze pouze nevyřízené a neúspěšné objednávky nastavení.
de_de: Nur ausstehende und fehlgeschlagene Einrichtungsaufträge können gelöscht werden.
es_es: Sólo se pueden borrar los pedidos pendientes, inconclusos o fallidos.
it_it: Solo gli ordini in attesa e falliti possono essere cancellati.
pt_br: Somente pedidos de configuração pendentes e com falha podem ser excluídos.
tr_tr: Yalnız bekleyen ve tamamlanmamış kurulum siparişleri silinebilir.

source: This feature is available in BoxBilling PRO version.
cs_cz: Tato funkce je dostupná ve verzi BoxBilling PRO.
de_de: Dieses Feature ist in der BoxBilling PRO Version verfügbar.
es_es: Esta característica está disponible en BoxBilling versión PRO.
it_it: Questa funzione è disponibile solo nella versione pro di BoxBilling
pt_br: Este recurso está disponível na versão BoxBilling PRO.
tr_tr: Bu özellik BoxBilling PRO sürümünde kullanılabilir.

source: Currency could not be determined for order
cs_cz: Pro objednávku nebylo možné určit měnu
de_de: Die Währung konnte für die Bestellung nicht bestimmt werden
es_es: No se pudo determinar la moneda para la orden
it_it: La valuta indicata non può essere determinata per ordine
pt_br: A moeda não pôde ser determinada para o pedido
tr_tr: Sipariş için para birimi belirlenemedi

source: Product :id is out of stock.
cs_cz: Produkt :id není skladem.
de_de: Produkt :id ist nicht auf Lager.
es_es: El Producto :id está fuera de stock.
it_it: Prodotto :id non disponibile.
pt_br: Produto :id está esgotado.
tr_tr: :id ürünü tükenmiş.

source: Group ID parameter is missing for addon product order
cs_cz: V objednávce doplňkového produktu chybí parametr ID skupiny
de_de: V objednávce doplňkového produktu chybí parametr ID skupiny
es_es: No se encuentra el parametro ID de Grupo para el pedido del complemento de su producto
it_it: Parametri ID gruppo non validi per l'addon del prodotto ordinato
pt_br: Parâmetro de ID de grupo ausente para pedido de produto adicional
tr_tr: Eklenecek yan ürün siparişi için grup kodu parametresi eksik

source: Parent order :group_id was not found
cs_cz: Nadřazená objednávka :group_id nebyla nalezena
de_de: Nadřazená objednávka :group_id nebyla nalezena
es_es: El pedido padre :group_id no se encuentra
it_it: Ordine :group_id non trovato
pt_br: Pedido pai :group_id não foi encontrado
tr_tr: Üst sipariş :group_id bulunamadı

source: Only pending setup or failed orders can be activated
cs_cz: Aktivovat lze pouze čekající na nastavení nebo neúspěšné objednávky
de_de: Aktivovat lze pouze čekající na nastavení nebo neúspěšné objednávky
es_es: Sólo las instalaciones en espera o los pedidos fallidos pueden ser activados
it_it: Solo i setup in attivazione o ordini falliti possono essere attivati
pt_br: Apenas configuração pendente ou pedidos com falha podem ser ativados
tr_tr: Yalnız bekleyen kurulum ya tamamlanamamış siparişler etkinleştirilebilir

source: Error creating
cs_cz: Chyba vytváření
de_de: Fehler beim Erstellen
es_es: Error al crear
it_it: Errore durante la creazione
pt_br: Erro ao criar
tr_tr: Oluşturma hatası:

source: Service
cs_cz: Služba
de_de: Leistung
es_es: Servicio
it_it: Servizio
pt_br: Serviço
tr_tr: Hizmet

source: Only active orders can be suspended
cs_cz: Pouze aktivní objednávky mohou být suspendovány
de_de: Nur aktive Aufträge können ausgesetzt werden
es_es: Sólo pedidos activos pueden ser suspendidos
it_it: Solo gli ordini attivi possono essere sospesi
pt_br: Apenas pedidos ativos podem ser suspensos
tr_tr: Yalnızca etkin siparişler askıya alınabilir

source: Can not cancel
cs_cz: Nemohu zrušit
de_de: Kündigung nicht möglich
es_es: No se puede cancelar
it_it: Impossibile cancellare
pt_br: Não pode cancelar
tr_tr: İptal edilemez

source: Title is required
cs_cz: Nadpis je povinný
de_de: Titel ist erforderlich
es_es: Título es requerido
it_it: Titolo Richiesto
pt_br: Título é obrigatório
tr_tr: Başlığı yazın

source: type
cs_cz: typ
de_de: Art
es_es: tipo
it_it: tipo
pt_br: tipo
tr_tr: tip

source: You have already created domain product.
cs_cz: Již máte vytvořený produkt domény.
de_de: Sie haben bereits ein Domain-Produkt erstellt.
es_es: Ya has creado el producto dominio.
it_it: Hai già creato il prodotto principale
pt_br: Você já criou um produto de domínio.
tr_tr: Zaten bir alan adı ürünü oluşturmuşsunuz.

source: Product type :type is not registered
cs_cz: Typ produktu :typ není registrován
de_de: Typ produktu :type není registrován
es_es: Tipo de producto :type no esta registrado
it_it: Tipo di prodotto: type non è registrato
pt_br: Tipo de produto o :type não está registrado
tr_tr: :type ürün tipi kaydedilmemiş

source: Addon id is required
cs_cz: ID příplatkové služby je povinné
de_de: Addon-ID ist erforderlich
es_es: Addon es requerido
it_it: ID Addon richiesto
pt_br: O id do addon é obrigatório
tr_tr: Yan ürün kodu gerekli

source: Addon not found
cs_cz: Příplatková služba nenalezena
de_de: Addon nicht gefunden
es_es: Addon no encontrado
it_it: Addon non trovato
pt_br: Addon não encontrado
tr_tr: Yan ürün bulunamadı

source: Category title is missing
cs_cz: Název kategorie chybí
de_de: Kategorie wurde nicht gefunden
es_es: Falta título de Categoría
it_it: Titolo categoria mancante
pt_br: Título da categoria ausente
tr_tr: Kategori başlığı eksik
