Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Client groups
cs_cz: Skupiny klientů
de_de: Kundengruppen
es_es: Grupos de Clientes
it_it: Gruppi Clienti
pt_br: Grupos de clientes
tr_tr: Müşteri Grupları

source: Valid period
cs_cz: Povolené období
de_de: gültiger Zeitraum
es_es: Periodo válido
it_it: Período de validez
pt_br: Período de validade
tr_tr: Geçerlilik Dönemi

source: Usage
cs_cz: Využití
de_de: Verwendung
es_es: Uso
it_it: Uso
pt_br: Uso
tr_tr: Kullanım

source: Create new coupon code
cs_cz: Vytvořit nový slevový kupón
de_de: Neuen Gutschein-Code erstellen
es_es: Crear un nuevo código de cupón
it_it: Creare nuovo codice de cupón
pt_br: Criar novo código de cupom
tr_tr: Yeni Kupon Kodu Oluştur

source: Create special offers for your clients by creating coupon codes.
cs_cz: Vytvořte speciální nabídky za použití slevových kupónů.
de_de: Erstellen Sie spezielle Angebote für Ihre Kunden durch die Erzeugung von Gutscheincodes.
es_es: Crear ofertas especiales para sus clientes mediante la creación de códigos de cupones.
it_it: Crea ofertas especiales per tus clientes mediante la creación de cupones descuento.
pt_br: Crie ofertas especiais para seus clientes criando códigos de cupom.
tr_tr: Kupon kodları oluşturarak müşterilerinize özel teklifler sunun.

source: Discount type
cs_cz: Typ slevy
de_de: Rabatt-Typ
es_es: Tipo de descuento
it_it: Tipo de descuento
pt_br: Tipo de desconto
tr_tr: İndirim Tipi

source: Absolute
cs_cz: Číselná
de_de: Absolut
es_es: Absoluto
it_it: Absoluto
pt_br: Absoluto
tr_tr: Tutar

source: Percentage
cs_cz: Procentuální
de_de: Prozentual
es_es: Porcentaje
it_it: Porcentaje
pt_br: Percentual
tr_tr: Yüzde

source: Recurring
cs_cz: Opakuje se
de_de: Wiederkehrend
es_es: Periódico
it_it: Recurrente
pt_br: Recorrente
tr_tr: Yenilenen

source: Free setup
cs_cz: Instalace zdarma
de_de: Kostenloser Setup
es_es: Configuración Gratuita
it_it: Configuración gratis
pt_br: Configuração livre
tr_tr: Ücretsiz Kurulum

source: Promo code limitations
cs_cz: Omezení slevového kupónu
de_de: Rabattcode Einschränkungen
es_es: Limitaciones del código promocional
it_it: Limitaciones del codice promocional
pt_br: Limitações do código promocional
tr_tr: İndirim Kodu Sınırlamaları

source: Once per client
cs_cz: Jeden na klienta
de_de: Jednou za klienta
es_es: Uno por cliente
it_it: Una vez por cliente
pt_br: Um por cliente
tr_tr: Her müşteri için bir kez

source: Max uses (zero for unlimited)
cs_cz: Max. počet použití (0 pro neomezeno)
de_de: Max zu verwenden (Null für unbegrenzt)
es_es: Usos máximos (cero para ilimitado)
it_it: Máximo de usos (cero per ilimitados)
pt_br: Máximo de usos (zero para ilimitado)
tr_tr: En fazla kullanım (0: sınırsız)

source: Valid time (Leave blank for undefined time)
cs_cz: Povolený čas (nechte prázdné pro neomezené)
de_de: Gültiger Zeitraum (Lassen Sie leer für unbegrenzte Zeit)
es_es: Tiempo válido (Dejar en blanco para tiempo indefinido)
it_it: Tiempo válido (deja en blanco per tiempo indefinido)
pt_br: Hora válida (deixe em branco para hora indefinida)
tr_tr: Geçerlilik zamanı (süre belirsiz ise boş bırakın)

source: Products (Select none to apply to all products)
cs_cz: Produkty (nechte prázdné pro všechny)
de_de: Produkte (wählen Sie Keine, ist es für alle Produkte gültig)
es_es: Productos (No seleccionar ninguno para aplicar a todos)
it_it: Productos (no selecciones ninguno per aplicar a todos los productos)
pt_br: Produtos (selecione nenhum para aplicar a todos os produtos)
tr_tr: Ürünler (tüm ürünlere uygulamak için yok seçin)

source: Periods (Select none to apply to all periods)
cs_cz: Období (nevybírejte pro všechna)
de_de: Periode (Auswahl aufheben und Gültigkeit ist für alle Zeiten)
es_es: Períodos (No seleccionar ninguno para aplicar a todos)
it_it: Períodos (no selecciones ninguno per aplicar a todos los períodos)
pt_br: Períodos (selecione nenhum para aplicar a todos os períodos)
tr_tr: Dönemler (tüm dönemlere uygulamak için yok seçin)

source: Client Groups (Select none to apply to all client groups)
cs_cz: Skupiny klientů (Nevyberte žádné, chcete-li použít všechny skupiny klientů)
de_de: Skupiny klientů (Nevyberte žádné, chcete-li použít všechny skupiny klientů)
es_es: Grupo de Clientes (No seleccionar ninguno para aplicar a todos)
it_it: Gruppi di client (selezionare nessuno per applicare a tutti i gruppi di client)
pt_br: Grupos de clientes (selecione nenhum para aplicar a todos os grupos de clientes)
tr_tr: Müşteri Grupları (tüm müşteri gruplarına uygulamak için yok seçin)

source: Processing payment ...
cs_cz: Převádím platbu ...
de_de: Bezahlung wird verarbeitet ...
es_es: Procesando pago ...
it_it: Elaborazione Pagamento ...
pt_br: Processando pagamento ...
tr_tr: Ödeme işleniyor ...

source: Thank you for your patience.
de_de: Vielen Dank für Ihre Geduld.
es_es: Gracias por su paciencia.
it_it: Grazie per la pazienza.
pt_br: Gratidão por sua paciência.
tr_tr: Sabrınız için teşekkürler.

source: Redirecting to payment gateway..
cs_cz: Přesměrovávám na platební bránu ...
de_de: Weiterleitung zum Bezahlungsgateway ...
es_es: Redirigiendo a la pasarela de pago ...
it_it: Reindirizzamento al gateway di pagamento..
pt_br: Redirecionando para a integração de pagamento...
tr_tr: Ödeme aracısına yönlendiriliyorsunuz..

source: Please click here to continue if this page does not redirect automatically in 5 seconds
cs_cz: Prosím klikněte zde pokud se stránka automaticky nepřesměruje během 5 vteřin
de_de: Klicke hier wenn du nach 5 Sekunden nicht automatisch weitergeleitet werden solltest
es_es: Haz clic aquí para continuar si esta página no te redirige automaticamente en 5 segundos
it_it: Clicca qua per continuare se questa pagina non ti reindirizza in 5 secondi
pt_br: Clique aqui para continuar se esta página não redirecionar automaticamente em 5 segundos
tr_tr: 5 saniye içinde yönlendirilmezseniz, buraya tıklayın

source: Hosting plans and servers
cs_cz: Hostingové plány a servery
de_de: Hosting und Server
es_es: Planes de alojamiento y servidores
it_it: Piani hosting e server
pt_br: Planos de hospedagem e servidores
tr_tr: Barındırma Planları ve Sunucular

source: New server
cs_cz: Nový server
de_de: Neuer Server
es_es: Nuevo servidor
it_it: Nuovo server
pt_br: Novo servidor
tr_tr: Sunucu Ekle

source: New hosting plan
cs_cz: Nový hostingový plán
de_de: Neuen Hosting-Angebot
es_es: Nuevo plan de hosting
it_it: Nuovo piano hosting
pt_br: Novo plano de hospedagem
tr_tr: Barındırma Planı Ekle

source: Servers
cs_cz: Servery
es_es: Servidores
it_it: Server
pt_br: Servidores
tr_tr: Sunucular

source: Server manager
es_es: Administrar Servidor
it_it: Amministra Server
pt_br: Gerenciador de servidor
tr_tr: Sunucu Yönetimi

source: Hosting plans
cs_cz: Hostingové plány
de_de: Hosting-Angebot
es_es: Planes de alojamiento
it_it: Piani Hosting
pt_br: Planos de hospedagem
tr_tr: Barındırma Planları

source: Addon domains
cs_cz: Addon domény
es_es: Dominios adicionales
it_it: Aggiungi Domini
pt_br: Domínios adicionais
tr_tr: Yan Alan Adları

source: Disk space
cs_cz: Místo na disku
de_de: Speicherplatz
es_es: Espacio en disco
it_it: Spazio Disco
pt_br: Espaço em disco
tr_tr: Disk Alanı

source: Bandwidth
cs_cz: Přenos dat
de_de: Bandbreite
es_es: Tráfico
it_it: Banda (Bandwidth)
pt_br: Largura de banda
tr_tr: Bant Genişliği

source: Unique name to identify this server
cs_cz: Unikátní jméno pro server
de_de: Eindeutiger Name, um diesen Server zu identifizieren
es_es: Nombre único para identificar este servidor
it_it: Unico nome per identificare questo server
pt_br: Nome único para identificar este servidor
tr_tr: Sunucuyu belirten eşsiz ad

source: Hostname
es_es: Nombre del host
pt_br: Nome de servidor
tr_tr: Sunucu Adı

source: server1.yourserverdomain.com
cs_cz: server1.domena.cz
es_es: server1.tudominio.com
pt_br: servidor1.seuservidordedominio.com.br
tr_tr: sunucu1.alanadiniz.com

source: Primary IP address of the server used to connect to it like: 123.123.123.123
cs_cz: Primární IP adresa server používaná pro připojení, např.: 123.123.123.123
de_de: Primäre IP-Adresse des Servers verwenden, um damit verbinden zu können: 123.123.123.123
es_es: Dirección de IP primaria del servidor utilizada para conectarse al mismo (ej: 123.123.123.123):
it_it: Indirizzo IP Primario del server usato per connettersi : 123.123.123.123
pt_br: Endereço IP primário do servidor usado para se conectar a ele, como: 123.123.123.123
tr_tr: Sunucuya bağlanmak için kullanılan temel IP adresi: 123.123.123.123 gibi

source: Assigned IP Addresses
cs_cz: Přidělené IP adresy
de_de: Zugewiesene IP-Adressen
es_es: Direcciones IP Asignadas
it_it: Indirizzo IP Assegnato
pt_br: Endereços IP atribuídos
tr_tr: Diğer IP Adresleri

source: List the IP Addresses assigned to the server (One per line)
cs_cz: Seznam přidělených IP adres tomuto serveru (jedna na řádek)
de_de: Auflisten der IP-Adressen, die auf die Server-Adresse zugewiesen wurden (eine pro Zeile)
es_es: Enumerar las direcciones IP asignadas al servidor (Una por línea)
it_it: Lista degli indirizzi ip assegnati al server (uno per linea)
pt_br: Liste os endereços IP atribuídos ao servidor (um por linha)
tr_tr: Sunucuya atanmış diğer IP adreslerini yazın (her satıra bir tane)

source: Enable/Disable
cs_cz: Zapnout/Vypnout
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
it_it: Abilita/Disabilita
pt_br: Ativar/Desativar
tr_tr: Etkin/Devre Dışı

source: ns1.yourdomain.com
cs_cz: ns1.domena.cz
es_es: ns1.tudominio.com
pt_br: ns1.seudominio.com
tr_tr: ns1.alanadiniz.com

source: ns2.yourdomain.com
cs_cz: ns2.domena.cz
es_es: ns2.tudominio.com
pt_br: ns2.seudominio.com
tr_tr: ns2.alanadiniz.com

source: ns3.yourdomain.com
cs_cz: ns3.domena.cz
es_es: ns3.tudominio.com
pt_br: ns3.seudominio.com
tr_tr: ns3.alanadiniz.com

source: ns4.yourdomain.com
cs_cz: ns4.domena.cz
es_es: ns4.tudominio.com
pt_br: ns4.seudominio.com
tr_tr: ns4.alanadiniz.com

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de Usuario
pt_br: Usuário
tr_tr: Kullanıcı Adı

source: Login username to your server: root/reseller
cs_cz: Přihlašovací uživatelské jméno k serveru: root/reseller
de_de: Einloggen mit Benutzername, auf Ihren Server: root/reseller
es_es: Ingresa nombre de usuario a su servidor: root/reseller
it_it: Login username del tuo server : root/reseller
pt_br: Nome de usuário de login no seu servidor: root / revendedor
tr_tr: Sunucunuzun oturum açma kullanıcı adı: root/reseller

source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
pt_br: Senha
tr_tr: Parola

source: Login password to your server
cs_cz: Přihlašovací heslo k serveru
de_de: Login-Passwort für Ihren Server
es_es: Ingresar contraseña para su servidor
it_it: Login password al server
pt_br: Senha de login no seu servidor
tr_tr: Sunucunuzun oturum açma parolası

source: Access Hash (Instead of password for cPanel servers)
cs_cz: Přístupový Hash (místo hesla pro cPanel servery)
de_de: Access Hash (místo hesla pro servery cPanel)
es_es: Hash de Acceso (en lugar de usar la contraseña del servidor de cPanel)
it_it: Accesso Hash (Invece della password dei server cPanel)
pt_br: Hash de acesso (em vez de senha para servidores cPanel)
tr_tr: Erişim Karması (cPanel sunucuları için parola yerine)

source: Use Secure connection
cs_cz: Použít zabezpečené připojení
de_de: Sichere Verbindung
es_es: Usar conexión segura
it_it: Usa connessione sicura
pt_br: Use conexão segura
tr_tr: Güvenli Bağlantı Kullanılsın

source: Add server
cs_cz: Přidat server
de_de: Server hinzufügen
es_es: Añadir servidor
it_it: Aggiungi server
pt_br: Incluir servidor
tr_tr: Sunucu Ekle

source: Adding new hosting plan
cs_cz: Přidávání nového hostingového plánu
de_de: Neues Hosting-Angebot hinzufügen
es_es: Añadiendo nuevo plan de hosting
it_it: Aggiungi nuovo piano hosting
pt_br: Adicionando novo plano de hospedagem
tr_tr: Barındırma Planı Ekleme

source: Depending on server manager used to setup hosting account you may require provide additional parameters in next step. In this step provide basic hosting plan information.
cs_cz: V závislosti na server manageru toto slouží k nastavení hosting účtu, můžete požadovat poskytnout dodatečné parametry v dalším kroku. V tomto kroku poskytněte základní informace hosting plánu.
de_de: Je nach Server-Manager verwendet, eventuell benötigen Sie zusätzliche Parameter für den Hosting-Account. Dies wird im nächsten Schritt eingerichtet. In diesem Schritt grundlegende Informationen zum Hosting-Angebot.
es_es: En función del administrador de servidor que se utilice para configurar la cuenta de alojamiento puede que necesites proporcionar parámetros adicionales en el paso siguiente. En este paso, proporciona información básica sobre el plan de alojamiento.
it_it: In base al server usato per impostare l'hosting account è possibile siano richiesti maggiori parametri nel prossimo step. I questo step si inseriranno le informazioni base del piano hosting.
pt_br: Dependendo do gerenciador de servidor usado para configurar a conta de hospedagem, você pode precisar fornecer parâmetros adicionais na próxima etapa. Nesta etapa, forneça informações básicas sobre o plano de hospedagem.
tr_tr: Barındırma hesabını kuran sunucu yönetimine bağlı olarak sonraki adımda ek ayarlar belirtmek isteyebilirsiniz. Bu adımda temel barındırma planı bilgilerini yazın.

source: Unique name to identify this hosting plan
cs_cz: Unikátní jméno po tento hosting plán
de_de: Eindeutiger Name, um dieses Hosting-Angebot zu identifizieren
es_es: Nombre único para identificar este plan de alojamiento
it_it: Nome unico per identificare questo piano hosting
pt_br: Nome único para identificar este plano de hospedagem
tr_tr: Barındırma planını belirten eşsiz ad

source: Disk quota (MB)
cs_cz: Velikost disku (MB)
de_de: Speicherplatz (MB)
es_es: Espacio en disco (MB)
it_it: Quota Disco (MB)
pt_br: Quota de disco (MB)
tr_tr: Disk Kotası (MB)

source: Bandwidth (MB)
cs_cz: Přenos dat (MB)
de_de: Bandbreite (MB)
es_es: Banda Ancha (MB)
pt_br: Largura de banda (MB)
tr_tr: Bant Genişliği (MB)

source: Create hosting plan
cs_cz: Vytvořit hostingový plán
de_de: Hosting Plan erstellen
es_es: Crear nuevo Plan de Hosting
it_it: Crea piano hosting
pt_br: Criar plano de hospedagem
tr_tr: Barındırma Planı Ekle

source: Tax rules
cs_cz: Pravidla DPH
de_de: MwSt
es_es: Normas fiscales
it_it: Regole tassa
pt_br: Regras fiscais
tr_tr: Vergi Kuralları

source: New tax rule
cs_cz: Nové pravidlo DPH
de_de: neuer MwSt Satz
es_es: Nueva norma fiscal
it_it: Nuova regola tassa
pt_br: Nova regra de tributação
tr_tr: Vergi Kuralı Ekle

source: Tax settings
cs_cz: Nastavení DPH
de_de: MwSt Einstellungen
es_es: Ajustes fiscales
it_it: Impostazioni tassa
pt_br: Configurações de tributação
tr_tr: Vergi Ayarları

source: EU VAT
cs_cz: EU DPH
de_de: EU-Mehrwertsteuer
es_es: Reglas del IVA EU
it_it: EU IVA
pt_br: IVA da UE
tr_tr: AB KDV

source: State/Region
cs_cz: Stát/Region
de_de: Bundesland/Region
es_es: Provincia/Región
it_it: Stato/Regione
pt_br: Estado/Região
tr_tr: Bölge

source: Tax rate
cs_cz: Velikost DPH
de_de: Steuersatz
es_es: Porcentaje de IVA
it_it: IVA
pt_br: Taxa de imposto
tr_tr: Vergi Oranı

source: Actions
cs_cz: Akce
de_de: Aktionen
es_es: Acciones
it_it: Operazioni
pt_br: Ações
tr_tr: İşlemler

source: Applies to any country
cs_cz: Aplikováno na všechny země
de_de: Gilt für alle Länder
es_es: Aplicar a cualquier país
it_it: Applicabile per tutti paesi
pt_br: Aplica-se a qualquer pais
tr_tr: Her ülke için geçerli

source: Applies to any state
cs_cz: Apliováno na všechny kraje
de_de: Gilt für jeden Staat
es_es: Aplicar a cualquier estado/provincia
it_it: Applicabile per ogni stato
pt_br: Aplica-se para qualquer estado
tr_tr: Her bölge için geçerli

source: Enable tax support
cs_cz: Povolit podporu DPH
de_de: Ermögliche Steuer-Support
es_es: Activar soporte de impuestos
it_it: Abilita supporto tassazione
pt_br: Habilita suporte de tributação
tr_tr: Vergi Desteği Kullanılsın

source: Automatic VAT Tax Rules Setup
cs_cz: Automatické nastavení DPH pravidel
de_de: Automatické nastavení daňových pravidel DPH
es_es: Configuración Automática de las Reglas de Impuestos de VAT
it_it: Settaggio automatico di imposte e norme fiscali
pt_br: Configuração automática de regras de imposto de IVA
tr_tr: Otomatik KDV Vergi Kuralları Kurulumu

source: If you would like BoxBilling to automatically setup the EU VAT tax rules for you for all EU Member States then simply enter your VAT Label & local VAT rate below and click the submit button. <strong>This action will delete any existing tax rules</strong> and configure the VAT rates for all EU countries.
de_de: Pokud si přejete, aby BoxBilling automaticky nastavil daňová pravidla EU pro DPH pro všechny členské státy EU, jednoduše zadejte svůj štítek DPH a místní sazbu DPH níže a klikněte na tlačítko Odeslat. <strong>Touto akcí smažete všechna stávající daňová pravidla</strong> a nakonfigurujete sazby DPH pro všechny země EU.
es_es: Si desea que BoxBilling para configurar automáticamente las normas fiscales de IVA para ti para todos los Estados miembros entonces simplemente ingrese su etiqueta de IVA & IVA local abajo y haga clic en el botón "enviar". <strong>Esta acción borrará cualquier normas tributarias existentes</strong> y configurar los tipos de IVA para todos los países de la UE.
it_it: BoxBilling automaticamente puo impostare le norme fiscali e di tassazione UE per tutti gli stati membri della communitá europea. E´sufficiente inserire denominazione locale e aliquota IVA qui sotto e fare clic sul pulsante di invio. <strong> L'operazione eliminerà tutte le regole fiscali esistenti </ strong> e verranno impostate le aliquote IVA per tutti i paesi dell'UE.
pt_br: Se você deseja que o BoxBilling configure automaticamente as regras fiscais do IVA da UE para você para todos os Estados Membros da UE, basta inserir sua etiqueta de IVA e taxa de IVA local abaixo e clicar no botão enviar. <strong> Esta ação excluirá todas as regras fiscais existentes </strong> e configurará as taxas de IVA para todos os países da UE.
tr_tr: AB KDV vergi kurallarının AB üyesi ülkeler için BoxBilling tarafından kendiliğinden ayarlanmasını istiyorsanız, KDV adını ve yerel KDV oranını aşağıya yazıp Gönderin düğmesine tıklayın. <strong>Bu işlem tüm varolan vergi kurallarını silerek</strong> AB ülkeleri için KDV oranlarını ayarlar.

source: Tax title
cs_cz: Název DPH
de_de: MwSt Titel
es_es: Titulo impuestos
it_it: Titolo Tassa
pt_br: Nome da taxa
tr_tr: Vergi Adı

source: sales Tax
cs_cz: DPH prodeje
de_de: normaler Steuersatz
es_es: Impuestos de venta
it_it: Imposte sulle vendite
pt_br: imposto sobre vendas
tr_tr: Satış Vergisi

source: Leave empty to apply to all states
cs_cz: Nechte prázdné pro aplikování pro všechny státy
de_de: Leer lassen, wenn der Steuersatz für alle Staaten gelten soll
es_es: Deje vacio para aplicar a todos los estados
it_it: Lasciare libero per applicare a tutte le nazioni
pt_br: Deixe em branco para aplicar a todos os estados
tr_tr: Tüm şehirlere uygulanması için boş bırakın

source: Example module
cs_cz: Ukázkový modul
de_de: Beispiel Modul
es_es: Módulo Ejemplo
it_it: Modulo d'esempio
pt_br: Módulo exemplo
tr_tr: Örnek Modül

source: Example module title
cs_cz: Název ukázkového modulu
de_de: Beispiel Modul Titel
es_es: Ejemplo de nombre del módulo
it_it: Titolo modulo esempio
pt_br: Exemplo de título de módulo
tr_tr: Örnek Modül Adı

source: This is an example extension content
cs_cz: Toto je příklad obsahu rozšíření
de_de: Toto je příklad obsahu rozšíření
es_es: Este es un ejemplo de contenido de extensión
it_it: Este es un ejemplo de contenido de extensión
pt_br: Este é um exemplo de conteúdo de extensão
tr_tr: Bu örnek bir eklenti içeriğidir

source: Parameters from Controller
de_de: Parametry z Controlleru
es_es: Parámetros del controlador
it_it: Parámetros del Controlador
pt_br: Parâmetros do Controlador
tr_tr: Denetçi Parametreleri

source: Parameters from URL
cs_cz: Parametry z URL
de_de: Parameter von der URL
es_es: Parámetros de URL
it_it: Parametri URL
pt_br: Parâmetros da URL
tr_tr: İnternet Adresindeki Parametreler

source: API example
cs_cz: Příklad API
de_de: Příklad API
es_es: Ejemplos de API
it_it: API esempio
pt_br: Exempo de API
tr_tr: API Örneği

source: README
de_de: Liesmich
es_es: LEEME
it_it: Leggimi
pt_br: Leia-me
tr_tr: BENİOKU

source: Manage hosting account
cs_cz: Spravovat hostingový účet
de_de: Hostingzugang bearbeiten
es_es: Gestionar cuenta de hosting
it_it: Gestione hosting account
pt_br: Gerenciar conta de hospedagem
tr_tr: Barındırma Hesabı Yönetimi

source: Details
cs_cz: Detaily
es_es: Detalles
it_it: Dettagli
pt_br: Detalhes
tr_tr: Ayrıntılar

source: Domain
cs_cz: Doména
es_es: Dominio
it_it: Dominio
pt_br: Domínio
tr_tr: Alan Adı

source: Server IP
es_es: Servidor IP
pt_br: IP do servidor
tr_tr: Sunucu IP

source: Server Hostname
cs_cz: Hostname serveru
es_es: Servidor Hostname
pt_br: Nome do servidor
tr_tr: Sunucu Adı

source: Hosting plan
cs_cz: Hosting plán
es_es: Plan de alojamiento
pt_br: Plano de hospedagem
tr_tr: Barındırma Planı

source: per month
cs_cz: za měsíc
de_de: pro Monat
es_es: por mes
it_it: al mese
pt_br: por mês
tr_tr: aylık

source: Disk quota
cs_cz: Místo na disku
de_de: Datenträgerkontingent
es_es: Espacio en disco
it_it: Quota Disco
pt_br: Cota de disco
tr_tr: Disk Kotası

source: Manage domain
cs_cz: Spravovat doménu
de_de: Domain verwalten
es_es: Administrar dominio
it_it: Gestione dominio
pt_br: Gerenciar dominio
tr_tr: Alan Adı Yönetimi

source: Jump to cPanel
cs_cz: Skok do cPanelu
de_de: Zum cPanel
es_es: Ir a cPanel
it_it: Vai a cPanel
pt_br: Ir para cPanel
tr_tr: cPanele Geç

source: Reseller control panel
es_es: Panel de Control de Distribuidor
it_it: Pannello di controllo reseller
pt_br: Painel de controle do revendedor
tr_tr: Bayi Panosu

source: Change your FTP/cPanel/SSH password.
cs_cz: Správa hostingového účtu / cPanel / SSH heslo.
de_de: Změňte heslo FTP/cPanel/SSH.
es_es: Cambia la contraseña de FTP/cPanel/SSH.
it_it: Modifica password FTP/cPanel/SSH.
pt_br: Altere sua senha FTP/cPanel/SSH.
tr_tr: FTP/cPanel/SSH parolanızı değiştirin.

source: Password Confirm
cs_cz: Potvrzení hesla
de_de: Passwort bestätigen
es_es: Confirmar Contraseña
it_it: Conferma Password
pt_br: Confirmar Senha
tr_tr: Parola Onayı

source: Change password
cs_cz: Změnit heslo
de_de: Passwort ändern
es_es: Cambiar contraseña
it_it: Modifica password
pt_br: Alterar senha
tr_tr: Parolayı Değiştir

source: Change domain
cs_cz: Změnit doménu
de_de: Domain ändern
es_es: Cambiar dominio
it_it: Modifica dominio
pt_br: Alterar domínio
tr_tr: Alan Adını Değiştir

source: New domain
cs_cz: Nová doména
de_de: Neue Domain
es_es: Nuevo dominio
it_it: Nuovo dominio
pt_br: Novo domínio
tr_tr: Alan Adı Ekle

source: Change username
cs_cz: Změnit uživatelské jméno
de_de: Benutzername ändern
es_es: Cambiar nombre de Usuario
it_it: Modifica username
pt_br: Alterar nome de usuário
tr_tr: Kullanıcı Adını Değiştir

source: Subscriptions
cs_cz: Odběry
de_de: Abo's
es_es: Suscripciones
it_it: Abbonamenti
pt_br: Assinaturas
tr_tr: Abonelikler

source: New subscription
cs_cz: Nový odběr
de_de: Neues Abo
es_es: Nueva suscripción
it_it: Nuovo abbonamento
pt_br: Nova assinatura
tr_tr: Abonelik Ekle

source: Start typing clients name, email or ID
cs_cz: Začněte psát jméno, email, nebo ID
de_de: Bitte geben Sie Kundenname, E-Mail oder ID, ein
es_es: Escribir nombre de clientes, correo electrónico o ID
it_it: Digitare a scelta nome cliente, email o ID
pt_br: Comece a digitar o nome, e-mail ou ID do cliente
tr_tr: Müşteri adı, e-posta adresi ya da kodunu yazın
