Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Domain Privacy Settings
cs_cz: Nastavení soukromí domény
de_de: Domain Datenschutzeinstellungen
es_es: Configuración de Privacidad del Dominio
it_it: Impostazioni Privacy Dominio
pt_br: Configurações de privacidade do domínio
tr_tr: Alan Adı Gizlilik Ayarları

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
cs_cz: Pokud si přejete skrýt kontaktní informace domény, které jsou možné vidět ve WHOIS, pak zapněte soukromí domény. Pokud je soukromí aktivní nikdo nezjistí kdo si doménu registroval. Pokud je soukromí neaktivní všichni vidí informace o majiteli.
de_de: Wenn Sie möchten, dass die Domain-Kontaktinformationen auf WHOIS verborgen werden, können Sie den Schutz der Privatsphäre aktivieren. Sobald die Domain Privacy Protection aktiviert ist, wird niemand wissen, wer ihre Domain registriert hat. Und wenn Sie sich entschließen, den Schutz der Privatsphäre wieder aufzuheben, können sie unter "Update Domain Kontaktdetails" den Service wieder deaktivieren.
es_es: Si desea ocultar la información de contacto del dominio que se muestra en la base de datos WHOIS, puede habilitar la protección de privacidad. Una vez que la protección de la privacidad de dominio está activada, nadie sabrá quien ha registrado este servicio. Y una vez que decida desactivar la protección de la privacidad, la información que aparece en la lista en la sección "Detalles de la actualización del dominio de contacto" se verá en el WHOIS del dominio de nuevo.
it_it: Se si desidera nascondere le informazioni del dominio che vengono viste nel WHOIS puoi abilitare la protezione della privacy. Quando questa è abilitata nessuno saprà chi ha registrato questo dominio. Quando vorrai disabilitare la privacy, le informazioni sotto a Informazioni Del Dominio saranno di nuovo visibili nel WHOIS
pt_br: Se desejar ocultar as informações de contato do domínio que são mostradas no WHOIS, você pode ativar a proteção de privacidade. Depois que a proteção de privacidade do domínio estiver ativada, ninguém saberá quem registrou este serviço. E quando você decidir desabilitar a proteção de privacidade, as informações listadas acima na seção "Atualizar detalhes de contato do domínio" serão vistas novamente no WHOIS do domínio.
tr_tr: İlgili bilgilerinin WHOIS sorgularında görüntülenmesini istemiyorsanız gizlilik korumasını etkinleştirebilirsiniz. Gizlilik koruması etkinleştirildiğinde, kimse alan adının kimin üzerine kayıtlı olduğunu göremez. Gizlilik korumasını kaldırmak isterseniz, yukarıda "Alan Adı İlgili Bilgilerini Güncelleyin" bölümünde bilgiler yeniden WHOIS sorgularında görüntülenir.

source: Disable Privacy protection
cs_cz: Vypnout soukromou doménu
de_de: Datenschutz deaktivieren
es_es: Desactivar protección de Privacidad
it_it: Disabilita Protezione Privacy
pt_br: Desativar proteção de privacidade
tr_tr: Gizlilik Korumasını Devre Dışı Bırak

source: Enable Privacy protection
cs_cz: Zapnout soukromou doménu
de_de: Datenschutz aktivieren
es_es: Activar protección de Privacidad
it_it: Abilita Protezione Privacy
pt_br: Ativar proteção de privacidade
tr_tr: Gizlilik Korumasını Etkinleştir

source: Update Nameservers
cs_cz: Aktualizujte jmenné servery
de_de: Nameserver aktualisieren
es_es: Actualizar nombres de servidores
it_it: Aggiorna Nameservers
pt_br: Atualizar servidores de nomes
tr_tr: Ad Sunucularını Güncelle

source: If you would like to host this domain with another company you can update nameservers.
cs_cz: Pokud si přejete hostovat tuto doménu u jiné firmy můžete změnit nameservery.
de_de: Wenn sie ihre Domain bei einer anderen Firma hosten, änderen sie den Nameserver.
es_es: Si desea alojar este dominio en otra empresa puede actualizar los servidores de nombres.
it_it: Se vuoi hostare questo dominio con un'altra compagnia puoi aggiornare i tuoi nameservers.
pt_br: Se desejar hospedar este domínio com outra empresa, você pode atualizar os servidores de nomes.
tr_tr: Bu alan adını başka bir kurumun sunucusunda barındırmak istiyorsanız ad sunucularını değiştirmelisiniz.

source: Update domain contact details
cs_cz: Aktualizovat kontaktní údaje domény
de_de: Domain Kontaktdetails aktualisieren
es_es: Actualizar la información de contacto del dominio
it_it: Aggiorna informazioni di contatto del dominio
pt_br: Atualizar detalhes de contato do domínio
tr_tr: Alan Adı İlgili Bilgilerini Güncelle

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
cs_cz: Kontaktní údaje doménu budou zobrazeny veřejně ve výpisu WHOIS. Toto aktualizuje Technický, Fakturační a Admin kontakt pro tuto doménu. Můžete zapnout soukromou doménu pokud chcete informace ve výpisu WHOIS skrýt.
de_de: Domain-Kontaktdaten werden angezeigt, sobald sich jemand ihre WHOIS-Daten anschaut. Diese zeigen die aktuellen technischen und administrativen Kontakte für ihre Domain. Sie können ihre Domain und Privatsphäre schützen, in dem sie Ihre öffentlichen WHOIS-Informationen ausblenden lassen.
es_es: Los detalles de contacto del dominio se mostrarán una vez que alguien haga una consulta WHOIS (que es pública) de su servicio. Esto actualizará los contactos Técnico, de Facturación y de Administración para este servicio. Puede habilitar la protección de privacidad del dominio si desea ocultar su información pública en el WHOIS.
it_it: I dettagli di contatto del dominio saranno visibili solo se controllati dal WHOIS (che è pubblico) del tuo servizio. Questo aggiornerà informazioni tecniche, amministrative e di fatturazione per questo servizio. Puoi abilitare la protezione della privacy se vuoi tenere queste informazioni private nel WHOIS.
pt_br: Os detalhes de contato do domínio serão exibidos assim que alguém verificar a saída WHOIS (que é pública) do seu serviço. Isso atualizará os contatos técnicos, de faturamento e de administração para este serviço. Você pode habilitar a proteção de privacidade do domínio se desejar ocultar suas informações públicas de WHOIS.
tr_tr: Alan adının ilgili bilgileri, bir kişi WHOIS sorgusu yaptığında (herkese açıktır) görüntülenir. Teknik, Ödeme ve Yönetici bilgileri buradan güncellenir. Bu bilgilerin herkese açık olarak WHOIS sorgularında görüntülenmesini istemiyorsanız gizlilik korumasını etkinleştirebilirsiniz.

source: Zip
cs_cz: PSČ
de_de: PLZ
es_es: Código Postal
it_it: CAP
tr_tr: Posta Kodu

source: Phone Country Code
cs_cz: Předčíslí
de_de: Telefonvorwahl
es_es: Código Telefónico de País
it_it: Prefisso Telefonico
pt_br: Código do país do telefone
tr_tr: Telefon Ülke Kodu

source: Phone number
cs_cz: Telefon
de_de: Telefonnummer
es_es: Número de teléfono
it_it: Telefono
pt_br: Número de telefone
tr_tr: Telefon No

source: Domain Secret
cs_cz: Soukromá doména
de_de: Registrierungsdatum
es_es: Dominio Secreto
it_it: Dominio Segreto
pt_br: Segredo do dominio
tr_tr: Alan Adı Aktarım Kodu

source: All domain names (except a .EU, .UK domain name) have a Domain (Transfer) Secret Key/Authorization Code (EPP Code) associated with them. This would be required if you want to transfer service.
cs_cz: Všechny domény (mimo .EU, .UK) mají Doménové (Transfer) heslo. Heslo bude vyžadováno při transferu.
de_de: Alle internationalen Domains(außer .DE, .EU) benötigen einen AUTH-CODE. Das ist nötig, wenn sie die Domain zu einem anderen Provider transferieren möchten.
es_es: Todos los nombres de dominio (con excepción de .EU y .UK) tienen una Clave (de transferencia) Secreta / Código de autorización (EPP Code) asociados a ellos. Esto sería necesario si desease transferir el servicio.
it_it: Tutti i nomi dominio (tranne .EU, .UK) hanno una chiave segreta per trasferire il dominio (Codice EPP) associato. Questo è necessario se vuoi trasferire il servizio
pt_br: Todos os nomes de domínio (exceto um nome de domínio .EU, .UK) têm uma chave secreta de domínio (transferência) / código de autorização (código EPP) associado a eles. Isso será necessário se você quiser transferir o serviço.
tr_tr: EU. ve .UK dışındaki tüm alan adları için bir alan adı aktarım ya da yetki (EPP) kodu bulunur. Aktarım işlemlerinde bu kod istenebilir.

source: Get EPP code
cs_cz: Poslat transfer heslo
de_de: EPP Code erhalten
it_it: Ottieni Codice EPP
pt_br: Obtenha o código EPP
tr_tr: EPP Kodunu Al

source: Contact us
cs_cz: Kontaktujte nás
de_de: Kontaktieren sie uns
es_es: Contáctanos
it_it: Contattaci
pt_br: Contate-nos
tr_tr: İletişim

source: Settings for
cs_cz: Nastavení pro
de_de: Einstellungen für
es_es: Configuración para
it_it: Impostazioni per
pt_br: Configurações para
tr_tr: Şunun Ayarları:

source: Switch to a predefined set of theme settings from the dropdown. Adjust each section and apply the changes once you're done.
cs_cz: Z rozevíracího seznamu přepněte na předdefinovanou sadu nastavení motivu. Upravte každou sekci a aplikujte změny, jakmile budete hotovi.
de_de: Z rozevíracího seznamu přepněte na předdefinovanou sadu nastavení motivu. Upravte každou sekci a aplikujte změny, jakmile budete hotovi.
es_es: Cambiar al conjunto predefinido de configuración del diseño en el menú desplegable. Ajuste cada sección y aplicar los cambios una vez que haya terminado.
it_it: Passare a un set di impostazioni del tema predefinito dal menu a discesa. Regolare ogni sezione e applicare le modifiche una volta che hai finito.
pt_br: Mude para um conjunto predefinido de configurações de tema na lista suspensa. Ajuste cada seção e aplique as alterações quando terminar.
tr_tr: Açılan kutudan önceden yapılmış tema ayarlarından birini seçin. Her bölüm için ayarları yaptıktan sonra değişiklikleri uygulayarak işlemi tamamlayın.

source: delete this preset
cs_cz: odstranit tuto předvolbu
de_de: Lösche die Voreinstellung
es_es: borrar el actual
it_it: cancella questa impostazione
pt_br: exclua esta predefinição
tr_tr: Bu önayarı sil

source: Save current settings as a new preset called
cs_cz: Uložte aktuální nastavení jako novou předvolbu
de_de: Speicher die aktuellen Einstellungen als neue Voreinstellung
es_es: Grabe la actual configuración para la pantalla actual
it_it: Salva impostazioni correnti come nuova chiamata predefinita
pt_br: Salve as configurações atuais como uma nova predefinição chamada
tr_tr: Geçerli ayarlar yeni bir önayar adı ile kaydedilsin:

source: Apply changes
cs_cz: Aplikuj změny
de_de: Änderungen übernehmen
es_es: Aplicar cambios
it_it: Applica le modifiche
pt_br: Aplicar mudanças
tr_tr: Değişiklikleri Uygula

source: Profile details
cs_cz: Detaily profilu
de_de: Profildetails
es_es: Detalles del perfil
it_it: Dettagli profilo
pt_br: Detalhes de perfil
tr_tr: Profil Ayrıntıları

source: User profile settings
cs_cz: Nastavení uživatelského profilu
de_de: Benutzerprofil Einstellungen
es_es: Configuración de Perfil de Usuario
it_it: Impostazioni profilo uente
pt_br: Configurações de perfil de usuário
tr_tr: Kullanıcı Profili Ayarları

source: Change Password
cs_cz: Změnit heslo
de_de: Passwort ändern
es_es: Cambiar Contraseña
it_it: Cambia Password
pt_br: Alterar a senha
tr_tr: Parola Değiştir

source: Update details
cs_cz: Aktualizovat podrobnosti
de_de: Details aktualisieren
es_es: Actualizar detalles
it_it: Aggiorna dettagli
pt_br: Detalhes de atualização
tr_tr: Ayrıntıları Güncelle

source: Keep your personal data up to date.
cs_cz: Udržujte své osobní údaje aktuální.
de_de: Bitte halten Sie Ihre persönlichen Daten immer auf dem aktuellsten Stand.
es_es: Mantenga sus datos personales actualizados.
it_it: Mantenete aggiornati i vostri dati personali
pt_br: Mantenha seus dados pessoais atualizados.
tr_tr: Kişisel bilgilerinizi güncel tutun.

source: Please register with
cs_cz: Prosím registrujte se s
de_de: Registrieren sie sich mit
es_es: Por favor, regístrese con
it_it: Registrati con
pt_br: Por favor registre com
tr_tr: Lütfen bir hesap açın

source: at
cs_cz: na
de_de: bei
es_es: en
it_it: a
pt_br: em
tr_tr: zaman

source: to change your profile image. Gravatar image updates may not appear immediately.
cs_cz: ke změně Vašeho profilového obrázku. Gravatar se nemusí hned zobrazit.
de_de: um ihr Profilbild zu ändern. Gravatar Bilder sind nicht sofort geändert
es_es: para cambiar su imagen de perfil. Actualizaciones de la imagen de Gravatar puede no aparecer inmediatamente.
it_it: per cambiare la vostra immagine profilo. L'aggiornamento dell'immagine gravatar non sarà immediata.
pt_br: para mudar sua imagem de perfil. As atualizações de imagem do Gravatar podem não aparecer imediatamente.
tr_tr: profil görselini değiştirmek için. Gravatar görsel güncellemeleri anında yansıtılamayabilir.

source: Birth date
cs_cz: Datum narození
de_de: Geburtsdatum
es_es: Fecha de Nacimiento
it_it: Data di nascita
pt_br: Data de nascimento
tr_tr: Doğum Tarihi

source: Company Name
cs_cz: Jměno firmy
de_de: Firmenname
es_es: Nombre de la Empresa
it_it: Nome Azienda
pt_br: Nome da empresa
tr_tr: Kurum Adı

source: Company VAT
cs_cz: Firemní DIČ
de_de: Unternehmen Umsatzsteuer
es_es: VAT de la Compañía
pt_br: VAT da empresa
tr_tr: Kurum KDV

source: Company Number
cs_cz: Číslo firmy
de_de: Ust-ID
es_es: Numero de la Compañía
pt_br: Número da empresa
tr_tr: Kurum No

source: Passport number
cs_cz: Číslo pasu
de_de: Reisepass bzw. ID-Nummer
es_es: Numero de Passport
it_it: Numero passaporto
pt_br: Número do Passaporte
tr_tr: Pasaport No

source: Please enter new password two times in order avoid mistypes
cs_cz: Zadejte nové heslo dvakrát, abyste předešli chybám
de_de: Bitte gib zweimal ein neues Passwort ein, um Tippfehler zu vermeiden
es_es: Por favor introduzca una nueva contraseña dos veces con el fin de evitar errores
it_it: Per favore inserisci la nuova password due volte per evitare errori di battitura
pt_br: Por favor, digite a nova senha duas vezes para evitar erros de digitação
tr_tr: Yazım hatalarından kaçınmak için yeni parolanızı iki kere yazın

source: Update password
cs_cz: Aktualizujte heslo
de_de: Passwort aktualisieren
es_es: Actualizar contraseña
it_it: Aggiorna password
pt_br: Atualizar senha
tr_tr: Parolayı Güncelle

source: Warning! Resetting the key will break existing applications using it!
cs_cz: Varování! Resetováním klíče přerušíte stávající aplikace, které jej používají!
de_de: Varování! Resetováním klíče přerušíte stávající aplikace, které jej používají!
es_es: ¡Advertencia, Reiniciar la llave provocara que las aplicaciones que utilizan esta llave no puedan comunicarse!
it_it: Attenzione! Resettando la chiave le applicazioni esistenti che la utilizzano non potranno piú funzionare.
tr_tr: Uyarı! Anahtarı sıfırlamak varolan uygulamaların kullanılmasını engeller!

source: Your API key
cs_cz: Váš API Klíč
de_de: Ihr API Schlüssel
it_it: La tua chiave API
pt_br: Sua chave de API
tr_tr: API Anahtarınız

source: Reset key
cs_cz: Resetovat API
de_de: Schlüssel zurücksetzen
es_es: Restablecer licencia
pt_br: Chave de reset
tr_tr: Anahtarı Sıfırla

source: Your profile currency is defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and can not be changed.
cs_cz: Měna profilu je definována po první objednávce. Po nastavení vaší měny bude vaše účtování profilů spravováno v této měně a nelze ji změnit.
de_de: Měna vašeho profilu je definována po vaší první objednávce. Po nastavení měny bude veškeré vaše profilové účetnictví spravováno v této měně a nelze je změnit.
es_es: Su perfil de divisa se define después de su primer pedido. Una vez que su divisa se fija, todo su perfil contable se administrará con esa divisa y no se podrá cambiar.
it_it: La valuta per il tuo profilo è definita dopo il tuo primo ordine. Una volta che la valuta è impostata, tutte le transazioni contabili saranno gestite in questa valuta e non potrà essere più cambiata.
pt_br: A moeda do seu perfil é definida após seu primeiro pedido. Depois que sua moeda for definida, toda a contabilidade do seu perfil será gerenciada nessa moeda e não pode ser alterada.
tr_tr: Profil para biriminiz ilk siparişinizden sonra belirlenir. Para biriminiz belirlendikten sonra tüm hesaplarınız bu para biriminde tutulur ve değiştirilemez.

source: Your profile currency is
cs_cz: Měna Vašeho účtu je
de_de: Ihre Währung im Profil ist
es_es: Su perfil de moneda es
it_it: La valuta del tuo profilo è
pt_br: A moeda do seu perfil é
tr_tr: Profil Para Biriminiz

source: Create new client profile if you want to manage your money in other currency
cs_cz: Vytvořte nový účet pokud chcete změnit měnu
de_de: Erstellen sie ein neues Profil, wenn sie ihr Geld in einer anderen Währung haben möchten
es_es: Debe crear un perfil nuevo de cliente si desea administrar importes en otra moneda
it_it: Crea nuovo profilo cliente se vuoi amministrare la valuta della tua moneta
pt_br: Crie um novo perfil de cliente se quiser administrar seu dinheiro em outra moeda
tr_tr: Paranızı başka bir para biriminde yönetmek istiyorsanız yeni bir müşteri profili oluşturun

source: Ticket information
cs_cz: Informace o vstupenkách
de_de: Ticketinformationen
es_es: Información del Ticket
it_it: Informazioni Ticket
pt_br: Informações do bilhete
tr_tr: Çağrı Bilgileri

source: Close ticket
cs_cz: Zavřít ticket
de_de: Ticket schließen
es_es: Ticket Cerrado
it_it: Chiudi ticket
pt_br: Fechar bilhete
tr_tr: Kapat

source: by
cs_cz: od
de_de: von
es_es: por
it_it: da
pt_br: por
tr_tr: işlemi Yapan

source: Ticket was closed and cannot be reopened.
cs_cz: Vstupenka byla uzavřena a nelze ji znovu otevřít.
de_de: Das Ticket wurde bereits geschlossen und kann nicht reaktiviert werden.
es_es: El Ticket ha sido cerrado y no puede volver a abrirse
it_it: Il ticket è stato chiuso e non può essere riaperto.
pt_br: O bilhete foi fechado e não pode ser reaberto.
tr_tr: Çağrı kapatılmış ve yeniden açılamaz.

source: Example module settings
cs_cz: Příklad nastavení modulu
de_de: Příklad nastavení modulu
es_es: Ajustes del módulo de ejemplo
it_it: Esempio impostazioni modulo
pt_br: Exemplo de configurações do módulo
tr_tr: Örnek Modül Ayarları

source: Example extension settings
cs_cz: Nastavení ukázkového modulu
de_de: Příklad nastavení rozšíření
es_es: Ajustes de la extensión Ejemplo
it_it: Ejemplo de ajustes de extensión
pt_br: Exemplo de configurações de extensão
tr_tr: Örnek Eklenti Ayarları

source: Every extension can have settings page. Only requirement is to have mod_example_settings.phtml page in html_admin folder
cs_cz: Každé rozšíření může mít vlastní stránku. Je nutné aby měl mod_example_settings.phtml stránku v html_admin složce.
de_de: Každé rozšíření může mít stránku nastavení. Jediným požadavkem je mít stránku mod_example_settings.phtml ve složce html_admin
es_es: Cada extensión puede tener una página de configuraciones. El único requerimiento es colocar el archivo mod_example_settings.phtml en la carpeta html_admin
it_it: Cada extensión puede tener una página de configuración. El único requisito es tener la página mod_example_settings.phtml en la carpeta html_admin
pt_br: Cada extensão pode ter página de configurações. O único requisito é ter a página mod_example_settings.phtml na pasta html_admin
tr_tr: Her eklentinin kendi ayar sayfası vardır. Tek gereksinim html_admin klasöründe mod_example_settings.phtml dosyasının bulunmasıdır.

source: Parameter title
cs_cz: Název parametru
de_de: Parameter Titel
es_es: Título del parámetro
it_it: Título del parámetro
pt_br: Título do parâmetro
tr_tr: Parametre Adı

source: Example custom value
cs_cz: Vlastní ukázková hodnota
de_de: Příklad vlastní hodnoty
es_es: Ejemplo valor personalizado
it_it: Ejemplo de valor personalizzato
pt_br: Valor personalizado de exemplo
tr_tr: Örnek Özel Değer

source: Public Parameter title
cs_cz: Název veřejného parametru
de_de: Název veřejného parametru
es_es: Título del párametro publico
it_it: Titolo Parametro Pubblico
pt_br: Título do parâmetro público
tr_tr: Herkese Açık Parametre Adı

source: This setting will be accessible by Guest API
cs_cz: Toto nastavení bude přístupné prostřednictvím Guest API
de_de: Toto nastavení bude přístupné prostřednictvím Guest API
es_es: Esta configuración sera accesible via API del Invitado
it_it: Questa impostazione sarà accessibile da Guest API
pt_br: Esta configuração estará acessível pela API de Convidado
tr_tr: Bu ayar Ziyaretçi API tarafından kullanılacak

source: Centova Cast product settings
cs_cz: Centova Cast produktové nastavení
de_de: Nastavení produktu Centova Cast
es_es: Configuración del producto Centova Cast
it_it: Centova Cast impostazioni prodotto
pt_br: Configurações do produto Centova Cast
tr_tr: Centova Cast Ürün Ayarları

source: Max clients
cs_cz: Max. klientů
de_de: Max. Kunden
es_es: Clientes Máximos
it_it: Clienti Massimi
pt_br: Máximo de clientes
tr_tr: En Fazla Müşteri

source: Max bitrate
cs_cz: Max. datový tok
es_es: Bitrate Máximo
pt_br: Taxa de bits máxima
tr_tr: En Yüksek Bithızı

source: Transfer limit
cs_cz: Přenosový limit
es_es: Límite de transferencia
it_it: Limite Trasferimento
pt_br: Limite de transferência
tr_tr: Aktarım Sınırı

source: Autostart
de_de: Automatické spuštění
es_es: Inicio automático
pt_br: Começo automático
tr_tr: Otomatik Başlasın

source: System settings
cs_cz: Nastavení systému
de_de: Systemeinstellungen
es_es: Configuración del Sistema
it_it: Impostazioni Account
pt_br: Configurações do sistema
tr_tr: Sistem Ayarları

source: Company details
cs_cz: Detaily firmy
de_de: Firmendetails
es_es: Detalles de la compañía
it_it: Dettagli Compagnia
pt_br: Detalhes da empresa
tr_tr: Kurum Bilgileri

source: FTP layer
cs_cz: FTP Vrstva
de_de: FTP-Ebene
es_es: Capa FTP
it_it: Layer FTP
pt_br: Camada FTP
tr_tr: FTP Katmanı

source: Countries
cs_cz: země
de_de: Länder
es_es: Países
it_it: Paesi
pt_br: Paises
tr_tr: Ülkeler

source: Cache
cs_cz: Mezipaměti
tr_tr: Önbellek

source: Logo URL
es_es: URL del Logo
pt_br: URL do logotipo
tr_tr: Kurum Logosunun Adresi

source: Company number, chamber of commerce number
cs_cz: IČ
de_de: Steuer-Nummer, Handelskammer-Nummer
es_es: Identificador de la Empresa, Numero de la cámara de comercio
it_it: Numero compagnia, numero camera di commercio
pt_br: Número da empresa, número da câmara de comércio
tr_tr: Kurum No, Ticaret Odası No

source: VAT number
cs_cz: IČ
de_de: Umsatzsteurnummer
es_es: Numero de VAT
it_it: Numero IVA
pt_br: Número de IVA (VAT)
tr_tr: Vergi No

source: Bank Account number
cs_cz: Číslo bankovního účtu
de_de: Bankverbindung, Kontonummer
es_es: Numero de la Cuenta Bancaria
it_it: Numero Account Banca
pt_br: Número da conta de banco
tr_tr: Banka Hesap No

source: Company terms of service, legal regulation
cs_cz: Podmínky služby, právní úprava
de_de: Allgemeine Geschäftsbedingungen, gesetzliche Regelung
es_es: Términos de servicios de la empresa, regulaciones legales
it_it: Termini Di Servizio Compagnia
pt_br: Termos de serviço da empresa, regulamentação legal
tr_tr: Kurumun hizmet koşulları, yasal düzenlemeler

source: Company privacy policy
cs_cz: Ochrana soukromí
de_de: Datenschutz
es_es: Politicas de Privacidad de la Empresa
it_it: Privacy Compagnia
pt_br: Política de privacidade da empresa
tr_tr: Kurumsal gizlilik ilkesi

source: Countries updated
cs_cz: Země aktualizovány
de_de: Länder aktualisiert
es_es: Países actualizados
it_it: Paesi aggiornati
pt_br: Países atualizados
tr_tr: Ülkeler güncellendi

source: List of countries
cs_cz: Seznam zemí
de_de: Länderliste
es_es: Lista de países
it_it: Lista dei paesi
pt_br: Lista de países
tr_tr: Ülke Listesi
