Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: License plugins
cs_cz: Licenční pluginy
de_de: Lizenz Plugin
es_es: Licencia de Plugins
it_it: Plugin Licenza
pt_br: Plugins de licença
tr_tr: Lisans Uygulama Ekleri

source: BoxBilling gives you ability to provide your own license generation script. Follow instructions bellow to install new license plugin
cs_cz: BoxBilling Vám dává možnost uvádět vlastní skript, který generuje licence. Pokračujte prosím podle instrukcí k instalaci nového licenčního pluginu.
de_de: BoxBilling bietet Ihnen die Möglichkeit ein eigenes Lizenz-Genereirungsskript anzubieten. Befolgen Sie die unten stehenden Anweisungen, um ein neues Lizenz-Plugin zu installieren
es_es: BoxBilling tiene la capacidad de proveer su propio script de generación de licencias. Siga las instrucciones antes de instalar un nuevo plugin de licenicamiento
it_it: BoxBilling ti da l'opportunità di creare il tuo script di generazione della licenza. Segui le istruzioni sottostanti per installare una nuova licenza plugin
pt_br: O BoxBilling oferece a capacidade de fornecer seu próprio script de geração de licença. Siga as instruções abaixo para instalar o novo plugin de licença
tr_tr: BoxBilling kendi lisans üretme betiğinizi sunmanızı sağlar. Yeni lisans uygulama ekini yüklemek için aşağıdaki yönergeleri izleyin

source: License plugin is PHP class "License_PluginName" with one method
cs_cz: Licenční plugin je PHP třída "Licence_PLuginName" s jednou metodou
de_de: Licenční plugin je třída PHP "License_PluginName" s jednou metodou
es_es: El plugin de licencia es la clase de PHP "License_PluginName" con un metodo
it_it: Plugin licenza è una class PhP "License_PluginName" con un solo metodo
pt_br: O plugin de licença é a classe PHP "License_PluginName" com um método
tr_tr: Lisans uygulama eki, içinde "License_PluginName" adında tek bir yöntem bulunan bir PHP sınıfıdır

source: Take a look at default plugin at
cs_cz: Podívejte se na výchozí plugin na
de_de: Podívejte se na výchozí plugin na
es_es: Echa un vistazo al plugin por defecto en
it_it: Dai un'occhiata ai plugin di default a
pt_br: Dê uma olhada no plugin padrão em
tr_tr: Varsayılan uygulama ekine şuradan bakabilirsiniz

source: Create your plugin and place it to
cs_cz: Vytvořte vlastní plugin a dejte ho do
de_de: Erstellen Sie Ihr Plugin und platzieren Sie in
es_es: Crea tu plugin y colocarlo en
it_it: Crea il tuo plugin e mettilo in
pt_br: Crie seu plugin e coloque-o em
tr_tr: Uygulama ekinizi oluşturup şuraya yükleyin

source: BoxBilling will automatically detect new plugin
cs_cz: Automaticky bude plugin detekován
de_de: BoxBilling erkennt neue Plugins automatisch
es_es: BoxBilling detectará automáticamente los nuevos plugins
it_it: BoxBilling troverà automaticamente i nuovi plugin
pt_br: O BoxBilling detectará automaticamente o novo plugin
tr_tr: BoxBilling yeni uygulama ekini kendiliğinden algılar

source: Read
cs_cz: Číst
de_de: Lies
es_es: Leer
it_it: Leggi
pt_br: Leitura
tr_tr: Ayrıntılı bilgi

source: BoxBilling documentation
cs_cz: BoxBilling dokumentace
es_es: Documentación de BoxBilling
it_it: Documentazione BoxBilling
pt_br: Documentação do BoxBilling
tr_tr: BoxBilling Belgeleri

source: for more information.
cs_cz: pro více informací.
de_de: für weitere Informationen.
es_es: para más información.
it_it: per maggiori informazioni.
pt_br: para mais informação.
tr_tr: üzerinden alınabilir.

source: Client settings
cs_cz: Nastavení klienta
de_de: Kunden Einstellungen
es_es: Configuración de Clientes
it_it: Impostazioni cliente
pt_br: Configurações de cliente
tr_tr: Müşteri Ayarları

source: General
cs_cz: Obecné
de_de: Allgemein
it_it: Generale
pt_br: Geral
tr_tr: Genel

source: Custom Fields
cs_cz: Vlastní pole
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
it_it: Campi personalizzati
pt_br: Campos customizados
tr_tr: Özel Alanlar

source: Allow new signups
cs_cz: Povolit nové registrace
de_de: Neue Anmeldungen zulassen
es_es: Permitir nuevas registraciones
it_it: Consenti nuove registrazioni
pt_br: Permitir novos registros
tr_tr: Kayıt Olunabilsin

source: Require email confirmation
cs_cz: Vyžadovat potvrzení emailu
de_de: E-Mail-Bestätigung erforderlich
es_es: Requerir confirmación por correo electrónico
it_it: Richiedi conferma email
pt_br: Requer confirmação de email
tr_tr: E-posta Doğrulaması

source: Allow email change
cs_cz: Povolit změnu emailu
de_de: E-Mail-Änderung zulassen
es_es: Permitir el cambio de correo electrónico
it_it: Consenti la modifica dell'indirizzo email
pt_br: Permitir alteração de email
tr_tr: E-posta Değişikliği

source: Required fields
cs_cz: Povinná pole
de_de: Benötigte Felder
es_es: Campos obligatorios
it_it: Campi obbligatori
pt_br: Campos obrigatórios
tr_tr: Zorunlu Alanlar

source: Select required fields
cs_cz: Vyberte požadovaná pole
de_de: Wähle die benötigten Felder aus
es_es: Seleccione los campos obligatorios
it_it: Seleziona i campi obbligatori
pt_br: Selecione campos obrigatórios
tr_tr: Zorunlu alanları seçin

source: Last Name
cs_cz: Přijmení
de_de: Nachname
es_es: Apellidos
it_it: Cognome
pt_br: Sobrenome
tr_tr: Soyad

source: Gender
cs_cz: Pohlaví
de_de: Geschlecht
es_es: Género
it_it: Genere
pt_br: Gênero
tr_tr: Cinsiyet

source: Birthday
cs_cz: Narozeniny
de_de: Geburtstag
es_es: Cumpleaños
it_it: Compleanno
pt_br: Nascimento
tr_tr: Doğum Günü

source: Country
cs_cz: Země
de_de: Land
es_es: País
it_it: Paese
pt_br: País
tr_tr: Ülke

source: Address Line 1
cs_cz: 1. řádek adresy
de_de: Strasse u. Hausnummer
es_es: Dirección Línea 1
it_it: Linea Indirizzo 1
pt_br: Endereço
tr_tr: 1. Adres Satırı

source: Address Line 2
cs_cz: 2. řádek adresy
de_de: Adresse (Zusatz)
es_es: Dirección Línea 2
it_it: Linea Indirizzo 2
pt_br: Complemento
tr_tr: 2. Adres Satırı

source: Post code
cs_cz: PSČ
de_de: Postleitzahl
es_es: Código Postal
it_it: Codice postale
pt_br: CEP
tr_tr: Posta Kodu

source: Custom_
cs_cz: Zvyk_
es_es: Personalizado_
pt_br: Customizado_
tr_tr: Ozel_

source: Active
cs_cz: Aktivní
de_de: Aktiv
es_es: Activo
it_it: Attivo
pt_br: Ativo
tr_tr: Etkin

source: Required
cs_cz: Povinné
de_de: Benötigt
es_es: Requerido
it_it: Requerido
pt_br: Obrigatório
tr_tr: Zorunlu

source: Update profile
cs_cz: Upravit profil
de_de: Profil aktualisieren
es_es: Actualizar perfil
it_it: Aggiorna Profilo
pt_br: Atualizar perfil
tr_tr: Profili Güncelle

source: Gateway
cs_cz: Brána
es_es: Pasarela
pt_br: Integração
tr_tr: Aracı

source: Payment gateways
cs_cz: Platební brány
de_de: Zahlungs-Methoden
es_es: Pasarela de pago
it_it: Gateway Pagamento
pt_br: Integrações de pagamento
tr_tr: Ödeme Aracıları

source: Payment gateway configuration
cs_cz: Nastavení platební brány
de_de: Konfiguration der Zahlungs-Methode
es_es: Configuracion de pasarela de pagos
it_it: Configurazione Gateway Pagamento
pt_br: Configuração de integração de pagamento
tr_tr: Ödeme Aracısı Ayarları

source: Payment gateway title
cs_cz: Jméno platební brány
de_de: Titel der Zahlungs-Methode
es_es: Nombre de la Pasarela de pagos
it_it: Titolo Gateway Pagamento
pt_br: Título da integração de pagamento
tr_tr: Ödeme Aracısı Adı

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
cs_cz: Vyberte, které měny budou akceptovány platební bránou. (Nevybárejte žádnou pro povolení všech měn)
de_de: Wählen Sie, welche Währungen Sie mit dieser Zahlungs-Methode akzeptieren wollen (Wählen Sie Keine, wenn Sie alle Währungen akzeptieren wollen)
es_es: Seleccionar el tipo de monedas que se puede aceptar para esta pasarela de pago (no seleccionar ninguna para permitir todas las monedas)
it_it: Seleziona quale valuta può accettare questo gateway di pagamento (None per tutte le valute)
pt_br: Selecione quais moedas podem aceitar esta integração de pagamento (selecione nenhum para permitir todas as moedas)
tr_tr: Bu ödeme aracısının kabul edeceği para birimlerini seçin (tüm para birimlerini seçmek için 'hiçbiri' seçin)

source: Enabled
cs_cz: Zapnuto
de_de: Aktiviert
es_es: Activado
it_it: Abilita
pt_br: Habiltado
tr_tr: Etkin

source: Allow one time payments
cs_cz: Povolit jednorázové platby
de_de: Erlauben Sie einmal Zahlungen
es_es: Permitir un pago único
it_it: Autorizza pagamenti one time
pt_br: Permitir pagamentos únicos
tr_tr: Bir kerelik ödemeler alınabilsin

source: Allow subscription payments
cs_cz: Povolit platby odběru
de_de: Erlauben Sie Abonnementzahlungen
es_es: Permitir suscripción de pagos
it_it: Autorizza pagamenti a sottoscrizione
pt_br: Permitir pagamentos recorrentes
tr_tr: Abonelik ödemeleri alınabilsin

source: Enable test mode
cs_cz: Povolit test mód
de_de: Testmodus akivieren
es_es: Activar el modo de prueba
it_it: Abilita modalità test
pt_br: Habilite o modo de teste
tr_tr: Deneme kipi kullanılsın

source: IPN Callback URL
de_de: IPN-Rückruf-URL
es_es: URL de retorno del IPN
pt_br: URL de retorno IPN
tr_tr: Anında Ödeme Bildirimi Geri Çağırma Adresi

source: Register a new domain
cs_cz: Registrovat novou doménu
de_de: Neue Domain registrieren
es_es: Registrar un nuevo dominio
it_it: Registra un nuovo dominio
pt_br: Registrar um novo domínio
tr_tr: Yeni bir alan adı kaydedin

source: Enter new domain name to register
cs_cz: Vložte jméno domény k registraci
de_de: Neuen Domainnamen zum registrieren eingeben
es_es: Indicar nuevo dominio a registrar
it_it: Inserisci un nuovo nome dominio per registrarlo
pt_br: Digite o novo nome de domínio para registrar
tr_tr: Kaydetmek istediğiniz yeni alan adını yazın

source: Check
cs_cz: Zkontrolovat
es_es: Comprobar
it_it: Controlla
pt_br: Verificar
tr_tr: Denetleyin

source: I want to use my nameservers
cs_cz: Chci použít vlastní nameservery
de_de: Ich möchte meine eigenen Nameserver nutzen
es_es: Quiro usar mis nombres de servidores
it_it: Voglio usare il mio nameserver
pt_br: Eu quero usar meus servidores de nomes
tr_tr: Kendi ad sunucularımı kullanacağım

source: Nameserver 1
es_es: Nombre de Servidor 1
pt_br: Servidor de nomes 1
tr_tr: 1. Ad Sunucusu

source: Nameserver 2
es_es: Nombre de Servidor 2
pt_br: Servidor de nomes 2
tr_tr: 2. Ad Sunucusu

source: Nameserver 3
es_es: Nombre de Servidor 3
pt_br: Servidor de nomes 3
tr_tr: 3. Ad Sunucusu

source: Nameserver 4
cs_cz: Nameserver 3
es_es: Nombre de Servidor 4
pt_br: Servidor de nomes 4
tr_tr: 4. Ad Sunucusu

source: Year/s @
cs_cz: Roky @
de_de: Jahr/e @
es_es: Año/s:
it_it: Anno/i @
pt_br: Ano/s @
tr_tr: Yıl @

source: Order
cs_cz: Objednat
de_de: Bestellen
es_es: Pedido
it_it: Ordine
pt_br: Pedido
tr_tr: Satış

source: Client
cs_cz: Klient
de_de: Kunde
es_es: Cliente
it_it: Cliente
pt_br: Cliente
tr_tr: Müşteri

source: Product
cs_cz: Produkt
de_de: Produkt
es_es: Producto
it_it: Prodotto
pt_br: Produto
tr_tr: Ürün/Hizmet

source: Support ticket
cs_cz: Ticket
es_es: Ticket de Soporte
it_it: Ticket supporto
pt_br: Bilhete de suporte
tr_tr: Destek Çağrısı

source: Staff member
cs_cz: Zaměstnanec
de_de: Mitarbeiter/in
es_es: Miembro del Staff
it_it: Membro staff
pt_br: Membro de equipe
tr_tr: Ekip Üyesi

source: Announcement
cs_cz: Oznámení
de_de: Ankündigung
es_es: Anuncio
it_it: Annunci
pt_br: Anúncio
tr_tr: Duyuru

source: Forum topic
cs_cz: Téma fóra
de_de: Forenbeitrag
es_es: Tema del foro
pt_br: Tópico de fórum
tr_tr: Forum Konusu

source: Products
cs_cz: Produkty
de_de: Produkte
es_es: Productos
it_it: Prodotti
pt_br: Produtos
tr_tr: Ürünler

source: Categories
cs_cz: Kategorie
de_de: Kategorien
es_es: Categorías
it_it: Categorie
pt_br: Categorias
tr_tr: Kategoriler

source: Category updated
cs_cz: Kategorie aktualizována
de_de: Kategorie aktualizována
es_es: Actualizar Categorías
it_it: Categoria aggiornata
pt_br: Categoria atualizada
tr_tr: Kategori güncellendi

source: Icon
cs_cz: Ikona
de_de: Symbol
es_es: Icono
it_it: Icona
pt_br: Ícone
tr_tr: Simge

source: Browse
cs_cz: Procházet
de_de: Durchsuchen
es_es: Navegar
it_it: Sfoglia
tr_tr: Gözat

source: Select icon and click OK
cs_cz: Vyberte ikonu a klikněte na OK
de_de: Wählen Sie das Symbol und klicken Sie auf OK
es_es: Selecciona un icono y clic Ok
it_it: Seleziona icona e clicca ok
pt_br: Selecione o ícone e clique em OK
tr_tr: Simgeyi seçin ve Tamam düğmesine tıklayın

source: Top level domains
cs_cz: Doména nejvyššího řádu
es_es: Dominios de nivel superior
it_it: Dominio Top Level
pt_br: TLDs - Domínios de alto nível
tr_tr: Alan Adı Uzantıları

source: New top level domain
cs_cz: Nová doména nejvyššího řádu
de_de: Neue top level Domain
es_es: Nuevo dominio de nivel superior
it_it: Nuovo domino top level
pt_br: Novo domínio de nível superior
tr_tr: Alan Adı Uzantısı Ekle

source: Registrars
cs_cz: Registrátoři
es_es: Registradores
pt_br: Registradores
tr_tr: Kayıt Kurumları

source: New domain registrar
cs_cz: Nový registrátor
de_de: Neuer Domain-Registrar
es_es: Registrar Nuevo dominios
it_it: Nuovo registrar dominio
pt_br: Novo registrador de dominio
tr_tr: Kayıt Kurumu Ekle

source: Nameservers
cs_cz: Nameservery
es_es: Nombres de Servidores
tr_tr: Ad Sunucuları

source: Manage TLDs
cs_cz: Spravovat koncovky
de_de: TLDs Verwaltung
es_es: Administrar TLDs
it_it: Gestisci TLDs
pt_br: Gerenciar TLDs
tr_tr: Alan Adı Uzantısı Yönetimi

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
cs_cz: Nastavte ceny a povolené operace. Přiřaďte specifické registrátory pro každé TLD
de_de: Setup-Domain erlaubt die Preisgestaltung und Operationen anzupassen. Weisen Sie bestimmten Domain-Registrare für bestimmte Top Level Domain (TLD) zu.
es_es: Fijar precio y operaciones permitidas para el dominio. Asigne registradores de dominios específicos para cada dominio de primer nivel (TLD)
it_it: Imposta prezzo dominio e operazioni permesse. Assegna uno specifico registrante del dominio per ogni Dominio Top Level (TLD)
pt_br: Defina preços de domínio e operações permitidas. Atribuir registradores de domínio específicos para cada domínio de nível superior (TLD)
tr_tr: Alan adı fiyatlarını ve yapılabilecek işlemleri ayarlayın. Her bir alan adı uzantısı için kayıt kurumlarını belirleyin

source: TLD
es_es: Dominio de nivel superior (TLD)
tr_tr: Alan Adı Uzantısı

source: Registration
cs_cz: Registrace
es_es: Registro
it_it: Registrazione
pt_br: Registro
tr_tr: Kayıt

source: Renew
cs_cz: Prodloužení
de_de: erneuern
es_es: Renovar ahora
it_it: Rinnovo
pt_br: Renovar
tr_tr: Yenileme

source: Transfer
de_de: übertragen
es_es: Transferir
it_it: Trasferisci
pt_br: Transferir
tr_tr: Aktarım

source: Operations
cs_cz: Operace
de_de: Operationen
es_es: Operaciones
it_it: Operazioni
pt_br: Operações
tr_tr: İşlemler

source: Registrar
cs_cz: Registrátor
pt_br: Registrador
tr_tr: Kayıt Kurumu

source: Allow register:
cs_cz: Povolit registrace:
de_de: Erlaube Registrierung:
es_es: Permitir registrarse:
it_it: Permetti registrazione:
pt_br: Permitir registro:
tr_tr: Kayıt edilebilsin:

source: Allow transfer:
cs_cz: Povolit transfer
de_de: Erlaube Übertragung:
es_es: Permitir transferencia:
it_it: Permetti trasferimento:
pt_br: Permitir transferência:
tr_tr: Aktarılabilsin:

source: Active:
cs_cz: Aktivní:
de_de: Aktiv:
es_es: Activo:
it_it: Attivo:
pt_br: Ativo:
tr_tr: Etkin:

source: Add new top level domain
cs_cz: Přidat novou doménu nejvyššího řádu
de_de: neue Top Level Domain hinzufügen
es_es: Añadir un nuevo dominio de nivel superior
it_it: Inserisci un nuovo dominio top level
pt_br: Adicionar novo domínio de nível superior
tr_tr: Alan Adı Uzantısı Ekleme

source: Setup new TLD prices and properties
cs_cz: Nastavit nové ceny a vlastnosti TLD
de_de: Einrichten neuer TLD, Preise und Eigenschaften
es_es: Configurar nuevos precios de TLD y sus propiedades
it_it: Imposta un nuovo prezzo TLD e proprietà
pt_br: Configurar novos preços e propriedades de TLDs
tr_tr: Alan adı uzantısı fiyat ve özelliklerini ayarlayın

source: Tld
tr_tr: Alan Adı Uzantısı

source: Registration price
cs_cz: Registrační cena
de_de: Preis bei Registrierung
es_es: Precio de registración
it_it: Prezzo registrazione
pt_br: Preço do registro
tr_tr: Kayıt Ücreti

source: Renewal price
cs_cz: Cena prodloužení
de_de: Preis bei Verlängerung
es_es: Precio de renovación
it_it: Prezzo rinnovo
pt_br: Preço de renovação
tr_tr: Yenileme Ücreti

source: Transfer price
cs_cz: Cena transferu
de_de: Preis bei Übertragung
es_es: Precio de Transferencia
it_it: Prezzo Trasferimento
pt_br: Preço de transferência
tr_tr: Aktarım Fiyatı

source: Minimum years of registration
cs_cz: Minimální počet let k registraci
de_de: Minimaler Zeitraum (Jahre) der Registrierung
es_es: Mínimo de años para la registración
it_it: Minimo di anni di registrazione
pt_br: Mínimo de anos do registro
tr_tr: En Kısa Kayıt Süresi

source: Allow registration
cs_cz: Povolit registrace
de_de: Erlaube die Registrierung
es_es: Permitir registración
it_it: Permetti registrazione
pt_br: Permitir registrar
tr_tr: Kayıt Yapılabilsin

source: Allow transfer
cs_cz: Povolit transfer
de_de: Erlaube doe Übertragung
es_es: Permitir transferencia
it_it: Permetti trasferimento
pt_br: Permitir transferência
tr_tr: Aktarım Yapılabilsin

source: Add
cs_cz: Přidat
de_de: hinzufügen
es_es: Agregar
it_it: Aggiungi
pt_br: Incluir
tr_tr: Ekle

source: Domain registrars
cs_cz: Doménoví registrátoři
de_de: Domain-Registrare
es_es: Registrar dominios
it_it: Registrar Dominio
pt_br: Registradores de domínio
tr_tr: Alan Adı Kayıt Kurumları

source: Manage domain registrars
cs_cz: Spravovat registrátory
de_de: Verwalten von Domain-Registraren
es_es: Administrar registradores de dominios
it_it: Gestisci domini registrati
pt_br: Gerenciar registradores de domínio
tr_tr: Alan adı kayıt kurumları yönetimi

source: Setup default nameservers that will be used for new domain registrations if client have not provided his own nameservers in order form
cs_cz: Nastavte výchozí nameservery, které budou použity pro nové registrace pokud klient nevybere jinak
de_de: Setup-Standard-Nameserver, die für neue Domain-Registrierungen verwendet werden, wenn Kunde nicht über seine eigene Nameserver verfügt, werden unsere zur Verfügung gestellt
es_es: Configure los nombre de servidores que utilizar los registradores de nuevos dominios si el cliente no los ingresó en el formulario de registro.
it_it: Imposta nameserver di default che verranno usati per le nuove registrazioni di dominio se i clienti non inseriscono i propri nameserver nel form dell'ordine
pt_br: Configure os servidores de nomes padrão que serão usados para novos registros de domínio se o cliente não tiver fornecido seus próprios servidores de nomes no formulário de pedido
tr_tr: Müşteri sipariş formunda belirtmez ise, yeni alan adı kayıtlarında kullanılacak varsayılan ad sunucularını belirtin

source: Update nameservers
cs_cz: Aktualizovat nameservery
de_de: Nameserver aktualisieren
es_es: Actualizar Nombre de Servidores
it_it: Aggiorna nameservers
pt_br: Atualizar servidores de nome
tr_tr: Ad sunucularını güncelleyin

source: Adding new domain registrar
cs_cz: Přidávání nového registrátora
de_de: Das Hinzufügen eines neuen Domain-Registrar
es_es: Agregando un nuevo registrador de dominios
it_it: Aggiungi un nuovo registrar di dominio
pt_br: Adicionando novo registrador de domínio
tr_tr: Yeni Alan Adı Kayıt Kurumu Ekleme

source: Follow instructions below to install new domain registrar.
cs_cz: Při instalaci nového registrátora domény postupujte podle pokynů níže.
de_de: Při instalaci nového registrátora domény postupujte podle pokynů níže.
es_es: Siga las instrucciones de a continuación para instalar un nuevo registrador de dominios.
it_it: Seguire le seguenti istruzioni per installare il nuovo registrar di domini.
pt_br: Siga as instruções abaixo para instalar o novo registrador de domínio.
tr_tr: Yeni alan adı kayıt kurumu eklemek için aşağıdaki yönergeleri izleyin.

source: Check domain registrar you are looking for is available at
cs_cz: Zkontrolujte jestli registrátor, kterého hledáte je dostupný na
de_de: Überprüfe den Domain-Registrar, Sie könne auch schauen, ob einpassender zu finden ist unter
es_es: Comprueba si el dominio que desea registrar se encuentra disponible
it_it: Controlla il registrar di dominio se è disponibile a
pt_br: Verifique se o registrador de domínio que você está procurando está disponível em
tr_tr: Şuradan, aradığınız alan adı kayıt kurumununa bakın:

source: Download domain registrar file and place to
cs_cz: Stáhnout soubor registrátora a dát ho na
de_de: Download-Datei und Domain-Registrar, nach
es_es: Descargar archivo de registro de dominios y colocarlo en
it_it: Scarica il file del registrar di dominio e mettilo a
pt_br: Baixe o arquivo de registro de domínio e coloque-o em
tr_tr: Kayıt kurumu dosyasını indirip şuraya yükleyin

source: Reload this page to see newly detected domain registrar
cs_cz: Obnovte stránku pro zobrazení nově detekovaných registrátorů
de_de: Laden Sie diese Seite neu, um neu installierten Domain-Registrar zu sehen
es_es: Actualizar esta página para ver nuevos registradores de dominios detectados
it_it: Ricarica questa pagina per vedere i nuovi domini di registrar trovati
pt_br: Atualize esta página para ver o registrador de domínio recém-detectado
tr_tr: Yeni algılanan alan adı kayıt kurumunu görmek için bu sayfayı yeniden yükleyin

source: Click on install button. Now you will be able to create top level domains with new domain registrar
cs_cz: Klikněte na tlačítko instalovat. A budete moci registrovat domény nejvyššího řádu s novýmm registrátorem
de_de: Klicken Sie auf die Schaltfläche Installieren. Jetzt sind Sie in der Lage, Top-Level-Domains mit den neuen Domain-Registrar zu erstellen
es_es: Haga clic en el botón instalar. Usted ahora podrá crear dominios de nivel superior con el nuevo registro de dominios
it_it: Clicca sul bottone installazione. Ora sarai capace di creare domini top level con nuovi registrar di dominio
pt_br: Clique no botão instalar. Agora você poderá criar domínios de nível superior com o novo registrador de domínio
tr_tr: Yükleyin düğmesine tıklayın. Artık yeni kayıt kurumunun alan adlarını kullanabilirsiniz

source: For developers. Read
cs_cz: Pro developery. Čtěte
de_de: Für Entwickler. Lesen Sie
es_es: Para los desarrolladores. Leer
it_it: Per developers. Leggi
pt_br: Para desenvolvedores. Leitura
tr_tr: Geliştiriciler

source: to learn how to create your own domain registrar.
cs_cz: k naučení jak vytvořit vlastního registrátora.
de_de: um zu lernen, wie man seine eigenen Domain-Registrar erstellt.
es_es: para aprender a crear a su propio registrador de dominio.
it_it: per imparare a creare il tuo personale domain registrar.
pt_br: para saber como criar seu próprio registrador de domínio.
tr_tr: bölümünden kendi alan adı kayıt kurumunu oluşturmak için gerekli bilgileri bulabilir

source: Code
cs_cz: Kód
de_de: Kodex
es_es: Código
it_it: Codice
pt_br: Código
tr_tr: Kod

source: Install
cs_cz: Instalovat
de_de: installieren
es_es: Instalar
it_it: Installa
pt_br: Instalação
tr_tr: Yükleyin

source: All payment gateways installed
cs_cz: Všechny platební brány instalovány
de_de: Alle Zahlungs-Methoden installiert
es_es: Todas las pasarelas de pago instaladas
it_it: Tutti i gateway di pagamento installati
pt_br: Todos os gateways de pagamento instalados
tr_tr: Tüm ödeme aracıları yüklü

source: Transactions
cs_cz: Transakce
de_de: Transaktionen
es_es: Transacciones
it_it: transazione
pt_br: Transações
tr_tr: İşlemler

source: Transaction
cs_cz: Transakce
de_de: Transaktion
es_es: Transacción
it_it: Transazioni
pt_br: Transação
tr_tr: İşlem

source: Manage
cs_cz: Spravovat
de_de: verwalten
es_es: Administrar
it_it: Gestisci
pt_br: Gerenciar
tr_tr: Yönetin

source: IPN
tr_tr: Anında Ödeme Bildirimi

source: Notes
cs_cz: Poznámky
de_de: Notizen
es_es: Notas
it_it: Note
pt_br: Notas
tr_tr: Notlar
