Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Account has been created. Please check your mailbox and confirm email address.
cs_cz: Účet byl vytvořen. Zkontrolujte poštovní schránku a potvrďte e-mailovou adresu.
de_de: Ihr Benutzerprofil wurde angelegt. Bitte rufen Sie Ihre Emails ab und bestätigen Sie Ihre Email.
es_es: La cuenta ha sido creada, por favor revisa tu correo electrónico para confirmar la dirección de Email
it_it: L'account è stato creato. Per favore controlla la tua casella di posta e conferma l'indirizzo email.
pt_br: Conta criada com sucesso. Uma mensagem foi enviada para seu e-mail, abra e clique no link para confirmar o seu endereço de e-mail.
tr_tr: Hesap açıldı. Lütfen e-posta adresinizi doğrulamak için posta kutunuza bakın.

source: Please check your login details
cs_cz: Prosím zkontrolujte přihlašovací údaje
de_de: Bitte überprüfen Sie Ihre Login- Daten
es_es: Por favor, comprueba tus datos de acceso
it_it: Controlla i dettagli di login
pt_br: Por favor, verifique seus dados de login
tr_tr: Oturum açma bilgilerinizi denetleyin

source: Email not found in our database
cs_cz: Email nebyl nalezen v naší databázi
de_de: Email wurde nicht in unserer Datenbank gefunden
es_es: Email no encontrado en nuestra base de datos
it_it: Email non trovata nel nostro database
pt_br: E-mail não foi encontrado em nosso banco de dados
tr_tr: E-posta veritabanında bulunamadı

source: Hash required
cs_cz: Hash je povinný
de_de: Hash wird benötigt
es_es: Hash requerido
it_it: Hash richiesta
pt_br: Hash necessário
tr_tr: Karmayı yazın

source: The link have expired or you have already confirmed password reset.
cs_cz: Odkaz expiroval, nebo jste již potvrdili reset hesla.
de_de: Der Link ist abgelaufen, oder sie haben bereits das Zurücksetzen des Passworts bestätigt.
es_es: El enlace ha expirado o ya se ha confirmado el restablecimiento de la contraseña.
it_it: Il link è scaduto o hai già confermato la richiesta di cambio password
pt_br: O link expirou ou você já confirmou a redefinição da senha.
tr_tr: Bağlantının süresi geçmiş ya da parola sıfırlama onayını zaten vermişsiniz.

source: Country code is required
cs_cz: Kód země je povinný
de_de: Ländercode wird benötigt
es_es: Se requiere el codigo del pais
it_it: Codice paese obbligatorio
pt_br: Código do país é necessário
tr_tr: Ülke kodunu yazın

source: Email address was confirmed
cs_cz: Emailová adresa byla ověřena
de_de: eMail Adresse wurde bestätigt
es_es: La direccion de de correo electronico ha sido confirmada
it_it: L'indirizzo Email è stato confermato
pt_br: Endereço de e-mail confirmado
tr_tr: E-posta adresi doğrulandı

source: Invalid email confirmation link
cs_cz: Neplatný odkaz pro potvrzení emailu
de_de: Der Link für die Bestätigung der Email ist ungültig
es_es: Enlace de confirmación de correo electrónico no es válido
it_it: Il link per la conferma dell'indirizzo email non è valido
pt_br: Link de confirmação de e-mail incorreto
tr_tr: E-posta doğrulama bağlantısı geçersiz

source: Currency can not be changed. Client already have invoices issued.
cs_cz: Měna již nemůže být změněna. Klient má vystavenou fakturu.
de_de: Die Währung kann nicht geändert werden. Es wurden bereits Rechnungen ausgestellt.
es_es: No se puede cambiar la moneda. El cliente ya tienen facturas emitidas.
it_it: La valuta non può essere cambiata. Il cliente ha già una fattura.
pt_br: Moeda não pode ser alterada. Cliente já tem as faturas emitidas.
tr_tr: Fatura müşteriye gönderildiğinden, artık para birimi değiştirilemez.

source: Currency can not be changed. Client already have orders.
cs_cz: Měna již nemůže být změněna. Klient má objednávku.
de_de: Die Währung kann nicht geändert werden. Der Kunden hat bereits Bestellungen.
es_es: La moneda no puede ser cambiada. El cliente ya tiene pedidos.
it_it: La valuta non può essere cambiata. Il cliente ha già un ordine.
pt_br: Moeda não pode ser alterada. Cliente já tem pedidos.
tr_tr: Müşteri siparişi verdiğinden, artık para birimi değiştirilemez.

source: Define clients currency before adding funds.
cs_cz: Vybete měnu klientů před přidáváním peněz.
de_de: Definiere die Kundenwährung, bevor das Guthaben hinzugefügt wird.
es_es: Define la moneda de los clientes antes de añadir fondos.
it_it: Definisci la valuta prima di aggiungere fondi.
pt_br: Definir moeda dos clientes antes de adicionar fundos.
tr_tr: Kredi eklemeden önce müşterilerin para birimlerini belirleyin.

source: Funds amount is not valid
cs_cz: Částka není správná
de_de: Der Guthabenbetrag ist nicht gültig
es_es: Cantidad de fondos no válido
it_it: L'ammontare del deposito non è valido
pt_br: Valor dos fundos não é válido
tr_tr: Kredi tutarı geçersiz

source: Funds description is not valid
cs_cz: Popis není správný
de_de: Die Guthabenbeschreibung ist nicht gültig
es_es: Descripción de fondos no válida
it_it: La descrizione del deposito non è valida
pt_br: Descrição fundos não é válido
tr_tr: Kredi açıklaması geçersiz

source: Client ID or email is required
cs_cz: ID zákazníka, nebo email je povinný
de_de: Kunden ID oder eMail wird benötigt
es_es: El ID de cliente o Correo Electrónico es requerido
it_it: ID Cliente o email obbligatorie
pt_br: ID do cliente ou e-mail é obrigatório
tr_tr: Müşteri kodu ya da e-posta adresini yazın

source: Can not remove group with clients
cs_cz: Nemohu odebrat skupinu s klienty
de_de: Gruppen mit Kunden können nicht entfernt werden
es_es: No se puede eliminar un grupo con clientes
it_it: Impossibile rimuovere gruppi con Clienti.
pt_br: Não é possível remover o grupo com clientes
tr_tr: Müşterileri olan bir grup silinemez

source: Please check your mailbox and confirm email address.
cs_cz: Prosím zkontrolujte svoji emailovou schránku a potvrďte email.
de_de: Bitte rufen Sie Ihre Emails ab und bestätigen Sie Ihre Email.
es_es: Por favor, compruebe su Email y confirmarme la dirección de correo electrónico.
it_it: Per favore controlla la tua casella di posta e conferma l'indirizzo email.
pt_br: Verifique sua caixa de correio e confirme o endereço de e-mail.
tr_tr: E-posta adresinizi doğrulamak için lütfen posta kutunuza bakın

source: Currency code is missing
cs_cz: Kód měny chybí
de_de: Währungscode nicht gefunden
es_es: Falta el código de moneda
it_it: Codice valuta mancante
pt_br: Falta o código da moeda
tr_tr: Para birimini kodu eksik

source: Currency format is missing
cs_cz: Formát měny chybí
de_de: Währungsformat fehlt
es_es: Falta el formato de moneda
it_it: Formato valuta mancante
pt_br: Falta o formato da moeda
tr_tr: Para birimi biçimi eksik

source: Currency already registered
cs_cz: Měna je už registrována
de_de: Währung ist bereits registriert
es_es: Moneda ya registrada
it_it: Valuta gia registrata
pt_br: Moeda já registrada
tr_tr: Para birimi zaten kabul edilmiş

source: Currency code is not valid
cs_cz: Kód měny není platný
de_de: Währungscode ist ungültig
es_es: Código de Moneda no válido
it_it: Codice valuta non valido
pt_br: O código da moeda não é válido
tr_tr: Para birimi kodu geçersiz

source: Currency conversion rate can not be zero
cs_cz: Kurz měny nemůže být nulový
de_de: Der Umrechnungskurs kann nicht 0 sein
es_es: EL factor de conversión no puede ser cero
it_it: Il tasso di conversione non può essere zero
pt_br: A taxa de conversão de moeda não pode ser zero
tr_tr: Kur dönüşümü oranı sıfır olamaz

source: Currency code not provided
cs_cz: Kód měny nebyl zadán
de_de: Währungscode nicht unterstützt
es_es: Código de Moneda no válido
it_it: Codice valuta on specificato
pt_br: Código da moeda não fornecido
tr_tr: Para birimi kodu eksik

source: Can not remove default currency
cs_cz: Nemohu odebrat výchozí měnu
de_de: Die Standard-Währung kann nicht entfernt werden
es_es: No se puede eliminar la moneda por defecto
it_it: Impossibile rimuovere la valuta predefinita
pt_br: Não é possível remover a moeda padrão
tr_tr: Varsayılan para birimi silinemez

source: Currency code not found
cs_cz: Kód měny nebyl nalezen
de_de: Währungscode nicht gefunden
es_es: Código de divisa no encontrado
it_it: Codice valuta non trovato
pt_br: Código da moeda não encontrado
tr_tr: Para birimi kodu bulunamadı

source: Currency rate is not valid
cs_cz: Kurz měny není platný
de_de: Umrechnungskurs ist nicht gültig
es_es: Tipo de Moneda no válido
it_it: Rata Valuta non valida
pt_br: A taxa de câmbio não é válida
tr_tr: Para birimi kur oranı geçersiz

source: Email ID is required
cs_cz: ID emailu je povinné
de_de: Email ID wird benötigt
es_es: El ID de Email es requerido
it_it: Email richiesta
pt_br: ID de e-mail é obrigatório
tr_tr: E-posta kodunu yazın

source: Receiver Email is required
cs_cz: Email příjemce je povinný
de_de: Empänger eMail wird benötigt
es_es: Se requiere el correo electrónico del receptor
it_it: Mail destinatario obbligatoria
pt_br: O e-mail do destinatário é obrigatório
tr_tr: Alıcının e-posta adresini yazın

source: Receiver Name is required
cs_cz: Jméno příjemce je povinné
de_de: Empfänger name wird benötigt
es_es: Se requiere el nombre del receptor
it_it: Nome destinatario obbligatoria
pt_br: Nome do receptor é obrigatório
tr_tr: Alıcının adını yazın

source: Sender Name is required
cs_cz: Jmeno odesílatele je povinné
de_de: Versender Name wird benötigt
es_es: Se requiere el Nombre del remitente
it_it: Nome mittente richiesto
pt_br: Nome do remetente é obrigatório
tr_tr: Gönderenin adını yazın

source: Sender email is required
cs_cz: Email odesílatele je povinný
de_de: Versender eMail wird benötigt
es_es: Se requiere el correo electrónico del remitente
it_it: Email mittente richiesto
pt_br: O e-mail do remetente é obrigatório
tr_tr: Gönderenin e-posta adresini yazın

source: Email subject is required
cs_cz: Předmět emailu je povinný
de_de: eMail Betreff wird benötigt
es_es: Se requiere un asunto de correo electrónico
it_it: Soggetto email richiesto
pt_br: O assunto do email é obrigatório
tr_tr: E-posta konusunu yazın

source: Email content is required
cs_cz: Obsah emailu je povinný
de_de: eMail Inhalt wird benötigt
es_es: Se requiere contenido en el correo electrónico
it_it: Contenuto email richiesto
pt_br: O conteúdo do email é obrigatório
tr_tr: E-posta içeriğini yazın

source: Email not found
cs_cz: Email nenalezen
de_de: eMail nicht gefunden
es_es: Email no encontrado
it_it: Email non trovata
pt_br: E-mail não encontrado
tr_tr: E-posta bulunamadı

source: Email template ID is required
cs_cz: ID šablony emailu je povinné
de_de: eMail Template ID wird benötigt
es_es: Se requiere el ID del Template de correo electrónico
it_it: Template ID Email richiesta
pt_br: O ID do modelo de e-mail é obrigatório
tr_tr: E-posta kalıp kodunu yazın

source: Email template not found
cs_cz: Šablona emailu nebyla nalezena
de_de: eMail Template wurde nicht gefunden
es_es: Emails que te hemos enviado
it_it: Email templare non trovato
pt_br: Modelo de email não encontrado
tr_tr: E-posta kalıbı bulunamadı

source: Email template code is required
cs_cz: Kód emailové šablony je povinný
de_de: eMail Templatecode wird benötigt
es_es: Se requiere el Codigo del Template de correo electrónico
it_it: Codice Email template richiesto
pt_br: O código do modelo de email é obrigatório
tr_tr: E-posta kalıp kodunu yazın

source: Email template subject is required
cs_cz: Předmět šablony emailu je povinný
de_de: eMail Template Betreff wird benötigt
es_es: Email asunto de plantilla es requerido
it_it: Soggetto email template richiesto
pt_br: O assunto do modelo de email é obrigatório
tr_tr: E-posta kalıp konusunu yazın

source: Email template content is required
cs_cz: Obsah šablony je povinný
de_de: eMail Template Inhalt wird benötigt
es_es: Email contenido de plantilla es requerido
it_it: Contenuto template email richiesto
pt_br: O conteúdo do modelo de email é obrigatório
tr_tr: E-posta kalıp içeriğini yazın

source: Email template code was not passed
cs_cz: Kód šablony emailu nebyl předán
de_de: Kód šablony e-mailu nebyl předán
es_es: No se aprobó el código de la plantilla de correo electrónico
it_it: Codice email template mancante
pt_br: O código do modelo de email não foi passado
tr_tr: E-posta kalıp kodu iletilemedi

source: Template code not passed
cs_cz: Kód šablony nebyl předán
de_de: Kód šablony nebyl předán
es_es: Código de plantilla no aprobado
it_it: Codice template non valido
pt_br: O código do modelo não foi aprovado
tr_tr: Kalıp kodu iletilemedi

source: Receiver is not defined. Define to or to_client or to_staff parameter
cs_cz: Příjemce nebyl definován. Definujte to, nebo to_client, nebo to_staff parametr
de_de: Přijímač není definován. Definujte parametr to nebo to_client nebo to_staff
es_es: Receptor no está definido. Definir o parámetro to_client o to_staff
it_it: Destinatario non definite. Definiscilo con i parametri to_client o to_staff
pt_br: O receptor não está definido. Definir para ou para cliente ou parâmetro de equipe
tr_tr: Alıcı belirtilmemiş. Belirtin ya da to_client ya da to_staff parametrelerini kullanın

source: From email address can not be empty
cs_cz: Položka OD nemůže být prázdná
de_de: Absenderemail darf nicht leer sein
es_es: El campo de remitente de correo electronico no puede estar vacio
it_it: Il campo FROM dell'email non può essere vuoto
pt_br: O endereço de e-mail do remetente não pode estar vazio
tr_tr: Kimden e-posta alanı boş olamaz

source: Email template :code was not found
cs_cz: Emailová šablona :code nebyla nalezena
de_de: Email Template :code wurde nicht gefunden
es_es: No se encontró la pantilla de Email :code
it_it: Codice email template :code non trovato
pt_br: Modelo de email: o código não foi encontrado
tr_tr: :code e-posta kalıbı bulunamadı

source: You have failed to login too many times. Contact support.
cs_cz: Příliš mnohokrát se vám nepodařilo přihlásit. Kontaktujte podporu.
de_de: Zu viele Fehlerversuche bei der Anmeldung. Bitte kontaktieren Sie den Support.
es_es: Ha intentado ingresar demasiadas veces. Contactar con el soporte.
it_it: Hai fallito il login troppe volte. Contatta il supporto.
pt_br: Você não conseguiu fazer o login muitas vezes. Contate o suporte.
tr_tr: Bir çok hatalı oturum açma denemesi yaptınız. Destek bölümümüz ile görüşün.

source: You have latest version of BoxBilling. You do not need to update.
cs_cz: Máte poslední verzi platformy. Nepotřebujete update.
de_de: Sie haben die neueste Version von BoxBilling. Sie brauchen nicht zu aktualisieren.
es_es: Tienes la versión más reciente de BoxBilling. No es necesario actualizar.
it_it: Hai l'ultima versione di boxbilling. Non necessiti di aggiornare
pt_br: Você tem a versão mais recente do BoxBilling. Você não precisa atualizar.
tr_tr: En yeni BoxBilling sürümünü kullanıyorsunuz. Herhangi bir güncelleştirme gerekmiyor.

source: Extension id was not passed
cs_cz: ID rozšíření nebylo předáno
de_de: ID rozšíření nebylo předáno
es_es: El identificador de la extensión no fue aprobada
it_it: Id estensione non approvata
pt_br: O id da extensão não foi passado
tr_tr: Eklenti kodu iletilemedi

source: Extension type was not passed
cs_cz: Typ rozšíření nebyl předán
de_de: Typ rozšíření nebyl schválen
es_es: El tipo de la extensión no fue aprobada
it_it: Tipo estensione non approvato
pt_br: O tipo de extensão não foi aprovado
tr_tr: Eklenti tipi iletilemedi

source: Parameter ext was not passed
cs_cz: Parametr rozšíření nebyl předán
de_de: Parametr ext nebyl předán
es_es: El parametro no fue aprobado
it_it: Parametro esterno non approvato
pt_br: O parâmetro ext não foi aprovado
tr_tr: ext parametresi iletilemedi

source: Extension not found
cs_cz: Rozšíření nenalezeno
de_de: Erweiterung nicht gefunden
es_es: No se encontro la extension
it_it: Estensione non trovata
pt_br: Extensão não encontrada
tr_tr: Eklenti bulunamadı

source: Parameter ext is missing
cs_cz: Chybí parametr ext
de_de: Betreff-Parameter fehlt
es_es: El parametro esta perdido
it_it: Parametro ext mancante
pt_br: Falta o parâmetro ext
tr_tr: ext parametresi eksik

source: Could not retrieve version information for extension :ext
cs_cz: Nemohu získat informace o verzi z rozšíření :ext
de_de: Versionsinformationen konnten nicht abgerufen werden für die Erweiterung :ext
es_es: No se pudo recuperar la versión de la extensión :ext
it_it: Impossibile ricevere informazioni versione dall'estensione :est
pt_br: Não foi possível recuperar as informações da versão da extensão: ext
tr_tr: :ext eklentisi için sürüm bilgisi alınamadı

source: Latest :mod version installed. No need to update
cs_cz: Máte nainstalovánu poslední verzi modulu :mod. Nepotřebujete update
de_de: Neuste :mod Version Installiert. Kein Update benötigt
es_es: La última versión de :mod. No necesita actualización.
it_it: Ultima versione :mod installata. Non necessiti aggiornamenti
pt_br: Mais recente: versão mod instalada. Não há necessidade de atualizar
tr_tr: Güncel :mod sürümünü kullanıyorsunuz. Herhangi bir güncelleştirme gerekmiyor

source: Could not retrieve :ext information
cs_cz: Nemohu získat informace o :ext
de_de: Konnte keine :ext Informationen abrufen
es_es: No se pudo recuperar la información de :ext
it_it: Impossibile ritrovare informazioni :ext
pt_br: Não foi possível recuperar: informações ext
tr_tr: :ext bilgileri alınamadı

source: Visit extension site for update information.
cs_cz: Navštivte stránku s rozšířenímu pro informaci a aktualizaci.
de_de: Besuchen sie die Erweiterungsseite für Updateinformationen
es_es: Visite el sitio de la extensión para información sobre la actualización
it_it: Visita il sito dell'estensione per informazioni d'aggiornamento
pt_br: Visite o site de extensão para obter informações de atualização.
tr_tr: Güncelleme bilgileri için eklenti sitesine bakın.

source: BoxBilling core modules can not be managed
cs_cz: Core moduly nemohou být spravovány
de_de: BoxBilling Core-Module können nicht verwaltet werden
es_es: Los módulos básicos de BoxBilling no se pueden administrar
it_it: I Moduli di BoxBilling non possono essere amministrati
pt_br: Módulos principais do BoxBilling não podem ser gerenciados
tr_tr: BoxBilling temel modülleri yönetilemez

source: Could not extract extension zip file
cs_cz: Nemohu extrahovat zip soubor s rozšířením
de_de: Konnte die Erweiterungs zip-Datei nicht entpacken
es_es: No se pudo extraer el archivo zip
it_it: Impossibile estrarre file .zip
pt_br: Não foi possível extrair o arquivo zip de extensão
tr_tr: Eklenti zip dosyası ayıklanamadı

source: Module already installed.
cs_cz: Modul je již nainstalován.
de_de: Modul bereits installiert.
es_es: Módulo ya instalado.
it_it: Modulo gia installato.
pt_br: Módulo já instalado.
tr_tr: Modül zaten yüklü.

source: Extension can not be moved. Make sure your server write permissions to bb-modules folder.
cs_cz: Rozšíření nemůže být přemístěno. Zkontrolujte zda máte práva k zápisu do bb-modules složky.
de_de: Erweiterung können nicht verschoben werden. Stellen Sie sicher, dass Ihr Server Schreibrechte auf bb-Module-Ordner hat.
es_es: Extensión no puede moverse. Confirme que su servidor tenga permisos de escritura en la carpeta bb-modules.
it_it: Impossibile muovere l'estensione. Accertati che hai premessi di accesso e scrittura alla cartella bb-modules
pt_br: A extensão não pode ser movida. Certifique-se de que as permissões de gravação do seu servidor na pasta bb-modules.
tr_tr: Eklenti taşınamadı. Sunucunuzdaki bb-modules klasörüne yazma izninin olduğuna emin olun.

source: Extension can not be moved. Make sure your server write permissions to bb-themes folder.
cs_cz: Rozšíření nemůže být přemístěno. Zkontrolujte zda máte práva k zápisu do bb-themes složky.
de_de: Erweiterung können nicht verschoben werden. Stellen Sie sicher, dass Ihr Server Schreibrechte auf bb-themes-Ordner hat.
es_es: Extensión no puede moverse. Confirme que su servidor tenga permisos de escritura en la carpeta bb-themes.
it_it: Impossibile muovere l'estensione. Accertati che hai premessi di accesso e scrittura alla cartella bb-themes
pt_br: A extensão não pode ser movida. Certifique-se de que as permissões de gravação do seu servidor na pasta bb-themes.
tr_tr: Eklenti taşınamadı. Sunucunuzdaki bb-themes klasörüne yazma izninin olduğuna emin olun.

source: Extension can not be moved. Make sure your server write permissions to bb-locale folder.
cs_cz: Rozšíření nemůže být přemístěno. Zkontrolujte zda máte práva k zápisu do bb-locale složky.
de_de: Erweiterung können nicht verschoben werden. Stellen Sie sicher, dass Ihr Server Schreibrechte auf bb-locale-Ordner hat.
es_es: Extensión no puede moverse. Confirme que su servidor tenga permisos de escritura en la carpeta bb-locale.
it_it: Impossibile muovere l'estensione. Accertati che hai premessi di accesso e scrittura alla cartella bb-locale
pt_br: A extensão não pode ser movida. Certifique-se de que as permissões de gravação do seu servidor na pasta bb-locale.
tr_tr: Eklentiler taşınamadı. Sunucunuzun bb-locale klasörünün yazılaiblir olduğuna emin olun.

source: Extension does not support auto-install feature. Extension must be installed manually
cs_cz: Rozšíření nepodporuje funkci automatické instalace. Rozšíření je nutné nainstalovat ručně
de_de: Rozšíření nepodporuje funkci automatické instalace. Rozšíření je nutné nainstalovat ručně
es_es: La extensión no soporta la característica de auto instalación. Esta debe ser instalada manualmente
it_it: Questa estensione non supporta la funzione di auto-installazione. Pertanto deve essere installata manualmente
pt_br: A extensão não oferece suporte ao recurso de instalação automática. A extensão deve ser instalada manualmente
tr_tr: Eklenti otomatik yükleme özelliğini desteklemiyor, el ile yüklemelisiniz

source: BoxBilling core modules can not be installed or removed
cs_cz: Core moduly nemohou být instalovány ani odebrány
es_es: Los módulos del core de BoxBilling no se pueden instalar o eliminar
it_it: Modulo BoxBilling non è possibile installarlo o rimuoverlo
pt_br: Os módulos principais do BoxBilling não podem ser instalados ou removidos
tr_tr: BoxBilling çekirdek modülleri yüklü degil ya da silinmiş

source: Module can not be installed. It requires at least :min version of BoxBilling. You are using :v
cs_cz: Modul nemůže být nainstalován. Vyžaduje minimálně :min verzi BoxBilling. Používáte :v
es_es: El módulo no se puede instalar. Requiere al menos la versión :min de BoxBilling. Tu estás usando la :v
it_it: Impossibile installare il modulo. Richiede almeno la versione di BoxBilling :min . Stai usando :v
pt_br: Módulo não pode ser instalado. Requer pelo menos: versão mínima do BoxBilling. Você está usando :v
tr_tr: Bu modül BoxBilling :v sürümüne yüklenemez. BoxBilling :min ve üzerindeki sürümlere yükseltmelisiniz

source: path parameter is missing
cs_cz: parametr cesty chybí
de_de: Pfad-Parameter fehlt
es_es: falta el parámetro de la ruta
it_it: parameter path mancante
pt_br: parâmetro de caminho está faltando
tr_tr: Path parametresi eksik

source: Data parameter is missing
cs_cz: Parametr dat chybí
de_de: Data Parameter fehlt.
es_es: Falta el parametro del dato
it_it: Parametro data mancante
pt_br: Parâmetro de dados ausente
tr_tr: Data parametresi eksik

source: Path parameter is missing
cs_cz: Parametr cesty chybí
de_de: Pfadangabe fehlt.
es_es: Falta el parámetro de la ruta
it_it: Parametro path mancante
pt_br: Parâmetro de caminho está faltando
tr_tr: Path parametresi eksik

source: Type parameter is missing
cs_cz: Typ parametr chybí
de_de: Typ-Parameter fehlt
es_es: El tipo de parametro esta perdido
it_it: Tipo di parametro mancante
pt_br: Tipo de parâmetro está faltando
tr_tr: Type parametresi eksik

source: To parameter is missing
cs_cz: Parametr To chybí
de_de: An-Parameter fehlt
es_es: El parametro Para esta perdido
it_it: Al parametro mancante
pt_br: O parâmetro está faltando
tr_tr: To parametresi eksik
