Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Cache folder cleared
cs_cz: Složka mezipaměti byla vymazána
de_de: Složka mezipaměti byla vymazána
es_es: Carpeta de caché borrada
it_it: Cartella Cache pulita
pt_br: Pasta de cache limpa
tr_tr: Önbellek klasörü temizlendi

source: Invalidate cache
cs_cz: Zrušit platnost mezipaměti
de_de: Cache leeren
es_es: Invalidar caché
it_it: Invalidare cache
pt_br: Invalidar cache
tr_tr: Önbelleği Temizle

source: FTP layer for BoxBilling
cs_cz: FTP vrstva pro BoxBilling
de_de: FTP-Ebene für BoxBilling
es_es: Capa de FTP para BoxBilling
pt_br: Camada FTP para BoxBilling
tr_tr: BoxBilling FTP Katmanı

source: FTP is used to manage BoxBilling modules and updates.
cs_cz: FTP je používáno ke správě modulů a ktualizací.
de_de: FTP wird verwendet, zur Verwaltung von BoxBilling Modulen und Updates.
es_es: El FTP se utiliza para gestionar módulos BoxBilling y actualizaciones.
it_it: FTP è usato per amministratore i moduli e gli aggiornamenti di BoxBilling
pt_br: O FTP é usado para gerenciar os módulos e atualizações do BoxBilling.
tr_tr: BoxBilling modül ve güncelleştirmeleri için FTP kullanılır.

source: FTP settings updated
cs_cz: FTP nastavení aktualizována
de_de: FTP Einstellungen aktualisiert
es_es: Configuraciones de FTP actualizados
it_it: Aggiornamento Impostazioni FTP
pt_br: Configurações de FTP atualizadas
tr_tr: FTP ayarları güncellendi

source: <strong>FTP Hostname</strong> - can be a numerical URL 127.0.0.1 is the default address for a locally hosted server, it might be this, it might be the full URL as my example above with the File Transfer Protocol (FTP) prefix, it might be the http:// protocol it might be SFTP (secure FTP) even secure http (https). Your host will be able to advise you on the correct format.
cs_cz: <strong>FTP Hostname</strong> -může být numerické URL 127.0.0.1 je výchozí adresa lokálního serveru (localhost), možná to bude toto, možná to bude plné URL
de_de: <strong>FTP Hostname</strong> - kann eine numerische Adresse sein. 127.0.0.1 ist die Standard-Adresse für einen lokal gehosteten Server, es könnte das sein, dass es die vollständige URL ist, wie mein Beispiel oben mit dem File Transfer Protocol (FTP)-Präfix, könnte es sein, dass es auch eine http:// Protokoll ist oder auch SFTP (Secure FTP) oder sogar auch Secure HTTP (HTTPS) sein. Ihr Hoster in der Lage, Sie für das richtige Format zu beraten.
es_es: <strong>FTP Hostname</strong> - puede ser una URL 127.0.0.1 numérica es la dirección por defecto de un servidor alojado localmente, podría ser esta, podría ser la URL completa como mi ejemplo anterior con el protocolo de transferencia de archivos (FTP) prefijo, podría ser el http: // protocolo podría ser SFTP (FTP seguro) incluso http seguro (https). Su anfitrión será capaz de aconsejarle sobre el formato correcto.
it_it: <strong>FTP Hostname</strong> - può essere un URL come 127.0.0.1 che è il default per un server locale, può essere questo o può essere altro. Può essere con http:// o sftp con https
pt_br: <strong>Nome do host FTP</strong> - pode ser um URL numérico 127.0.0.1 é o endereço padrão para um servidor hospedado localmente, pode ser este, pode ser o URL completo como meu exemplo acima com o protocolo de transferência de arquivos (FTP), pode ser o protocolo http://, pode ser SFTP (FTP seguro) até mesmo http seguro (https). Sua hospedagem poderá aconselhá-lo sobre o formato correto.
tr_tr: <strong>FTP Sunucu Adı</strong> - sayısal bir İnternet adresi olabilir 127.0.0.1 yerel sunucu için varsayılan adres ya da tam İnternet adresi olabilir. Yukarıdaki örnekteki gibi Dosya Aktarımı iletişim Kuralları (FTP) Öneki, http:// aktarım kuralları, SFTP (güvenli FTP) ya da güvenli http (https) olabilir. Sunucunuz doğru biçimi önerebilir.

source: <strong>FTP port</strong> - is nearly always 21 unless the host has changed this they will have notified you of this. Secure FTP generally uses port 22.
cs_cz: <strong>FTP port</strong> - je většinou 21. Zabezpečené FTP je většinou port 22.
de_de: <strong>FTP Port</strong> - ist fast immer Port 21, wenn der Host dies standarmässig geändert hat, wird dies Ihnen mitgeteilt. Secure FTP verwendet in der Regel Port 22.
es_es: <strong>Puerto FTP</strong> - casi siempre es 21 menos que el anfitrión ha cambiado esto ellos le han notificado de esto. Secure FTP generalmente utiliza el puerto 22.
it_it: <strong>FTP port</strong> - E' quasi sempre la 21 a meno che la compagnia hosting ha cambiato la porta. L'FTP sicuro è la porta 22
pt_br: <strong>Porta FTP</strong> - quase sempre é 21, a menos que a hospedagem a altere, ele o notificará sobre isso. O FTP seguro geralmente usa a porta 22.
tr_tr: <strong>FTP kapısı</strong> - genellikle 21. Servis sağlayıcı farklı bir kapı kullanıyorsa bunu size bildirir. Güvenli FTP genellikle 22 numaralı kapıyı kullanır.

source: <strong>FTP user</strong> - In most cases, this is the specific user name your host has set up for you to access your Web site via FTP- It is the name you use in your FTP client. This could be an alphanumeric, it could be your name, even your e-mail address, If you don't know this speak to your host. You may have the facility on your Web account to set up additional FTP users if that is the case (and it's more secure) you are recommended to do this
cs_cz: <strong>FTP uživatel</strong> -Toto je specifické jméno. Je stejné jako jméno, kterým se přihlašujete například do WebFTP.
de_de: <strong>FTP User</strong> - In den meisten Fällen ist dies die bestimmten Benutzernamen den Ihr Hoster für Sie und Ihre Website zum Zugriff auf den FTP-Server gesetzt hat. Es ist der Name, den Sie für Ihrem FTP-Clienten benötigen. Dies könnten alphanumerische Zeichen sein, es könnte dein Name sein, auch Ihre E-Mail-Adresse, falls Sie nicht wissen, wenden Sie sich an Ihren Hoster. Möglicherweise haben Sie die Möglichkeit in Ihrem Web-Account zusätzliche FTP-Benutzer einzurichten, wenn das der Fall ist (und es ist der sicherste Weg) wird Ihnen empfohlen, einen neuen Benutzer einzurichten.
es_es: <strong>Usuario FTP</strong> - en la mayoría de los casos, este es el nombre de usuario específico que su anfitrión ha creado para que usted pueda acceder a su Web sitio vía FTP - It es el nombre que utilizas en tu cliente FTP. Esto podría ser un alfanumérico, podría ser su nombre, ni siquiera su dirección de correo electrónico, si no lo sabes hablar con su anfitrión. Que tenga la facilidad de su cuenta de Web para configurar usuarios FTP adicionales si ese es el caso (y es más seguro), se recomienda hacer esto
it_it: <strong>Utente FTP</strong> - In molti casi, questo è l'utente specifico che la compagnia host ha impostato per l'accesso al tuo sito web via ftp.
pt_br: <strong> Usuário de FTP </strong> - na maioria dos casos, este é o nome de usuário específico que seu host configurou para você acessar seu site via FTP. É o nome que você usa em seu cliente FTP. Pode ser um alfanumérico, pode ser o seu nome, até mesmo o seu endereço de e-mail. Se você não souber disso, fale com o seu anfitrião. Você pode ter a facilidade em sua conta da Web para configurar usuários FTP adicionais se for esse o caso (e é mais seguro), é recomendado que você faça isso
tr_tr: <strong>FTP Kullanıcı Adı</strong> - Genellikle servis sağlayıcınız tarafından web sitenize FTP ile erişmek için bir kullanıcı adı atanır. Bu kullanıcı adını FTP istemcinizde kullanırsınız. Alfasayısal bir değerdir, adınız ya da e-posta adresiniz olabilir. FTP kullanıcı adınızı bilmiyorsanız servis sağlayıcınız ile görüşün. Gerektiğinde web sitenizin yönetim panosundan ek FTP hesapları ekleme seçeneğiniz olabilir. Bu seçeneğiniz varsa güvenlik açısından ekleyeceğiniz ayrı bir FTP hesabını kullanmanız önerilir

source: <strong>FTP password</strong> - this is the password you enter in your FTP client.
cs_cz: <strong>FTP heslo</strong> - toto je heslo používané k přihlášení do FTP klienta.
de_de: <strong>FTP Passwort</strong> - dies ist das Passwort, zu Ihrem Ihrem FTP-Clienten.
es_es: <strong>Contraseña de FTP</strong> - esta es la contraseña entras en tu cliente FTP.
it_it: <strong>FTP password</strong> -la password che inserisci nel tuo client FTP.
pt_br: <strong> Senha do FTP </strong> - esta é a senha que você insere no seu cliente de FTP.
tr_tr: <strong>FTP Parolası</strong> - FTP hesabınızın parolası.

source: <strong>FTP root</strong> - This is generally the directory in which BoxBilling is installed. This setting is very important to be setup correctly as it very specifically depends on the Host server settings. In can be just / BUT it might be htdocs/boxbilling, public_html/, /public_html/boxbilling or other. It is a variable that BoxBilling has absolutely no control over. You will need to clarify this with your host.
cs_cz: <strong>FTP root</strong> - Je složka kde je nainstalovaný BoxBilling.
de_de: <strong>FTP root</strong> - dies ist im Allgemeinen das Verzeichnis, in dem BoxBilling installiert ist. Diese Einstellung ist sehr wichtig und muss korrekt aufgebaut sein. Den genauen Pfad finden Sie in den Host-Server-Einstellungen. Es kann nur / sein, aber es könnte auch htdocs/boxbilling, public_html/, /public_html/boxbilling oder auch anders. Es ist eine Variable, BoxBilling hat absolut keine Kontrolle darüber. Sie müssen dies mit dem Hoster abklären.
es_es: <strong>Raíz FTP</strong> - generalmente es el directorio donde está instalado BoxBilling. Este ajuste es muy importante ser configuración correctamente como muy específicamente depende de la configuración del servidor Host. En puede ser solo / pero sería htdocs/boxbilling, public_html /, / public_html/boxbilling u otros. Es una variable que BoxBilling no tiene absolutamente ningún control sobre. Usted necesitará aclarar esto con su anfitrión.
it_it: <strong>FTP root</strong> - La directory dove hai installato BoxBilling. Questa impostazione è importante. Può essere solamente / MA può essere htdocs/boxbilling, public_html/ , public_html/boxbilling o altro.
pt_br: <strong> Raiz do FTP </strong> - Geralmente é o diretório no qual o BoxBilling está instalado. Esta configuração é muito importante para ser configurada corretamente, pois depende muito especificamente das configurações do servidor Host. Pode ser apenas / MAS pode ser htdocs/boxbilling, public_html/, /public_html/boxbilling ou outro. É uma variável sobre a qual o BoxBilling não tem absolutamente nenhum controle. Você precisará esclarecer isso com sua hospedagem.
tr_tr: <strong>FTP Kök Klasörü</strong> - Genellikle BoxBilling yazılımının yüklü olduğu klasördür. Bu ayar sunucunun ayarlarına bağlıdır ve doğru yapılması çok önemlidir. Yalnız / olması durumunda htdocs/boxbilling, public_html/, /public_html/boxbilling ya da diğer şekillerde yazılmalıdır. Bu değişken BoxBilling tarafından denetlenemez. Doğru bilgiyi servis sağlayıcınızdan alabilirsiniz.

source: Staff members
cs_cz: Zaměstnanci
de_de: Mitarbeiter
es_es: Miembros del personal
it_it: Empleados
pt_br: Membros da equipe
tr_tr: Ekip Üyeleri

source: File
cs_cz: Soubor
de_de: Datei
es_es: Archivo
pt_br: Arquivo
tr_tr: Dosya

source: Currently uploaded file
cs_cz: Aktuálně nahraný soubor
de_de: Aktuálně nahraný soubor
es_es: Archivo subido actualmente
it_it: File subido actualmente
pt_br: Arquivo atualmente enviado
tr_tr: Yüklü Olan Dosya

source: Upload new file
cs_cz: Nahrát nový soubor
de_de: Neue Datei hochladen
es_es: Cargar nuevo archivo
it_it: Inserisci nuovo file
pt_br: Enviar novo arquivo
tr_tr: Yeni Dosya Yükle

source: Upload
cs_cz: Nahrát
de_de: Hochladen
es_es: Cargar
pt_br: Envio
tr_tr: Yükle

source: Select product
cs_cz: Vybrat produkt
de_de: Produkt auswählen
es_es: Seleccione producto
it_it: Seleziona prodotto
pt_br: Selecionar produto
tr_tr: Ürün Seçin

source: Configure
cs_cz: Konfigurovat
de_de: Einstellen
es_es: Configurar
it_it: Configura
pt_br: Configurar
tr_tr: Ayarlayın

source: Confirm
cs_cz: Potvrdit
de_de: Betätigen
es_es: Confirmar
it_it: Conferma
pt_br: Confirmar
tr_tr: Onaylayın

source: Extensions
cs_cz: Rozšíření
de_de: Erweiterungen
es_es: Extensiones
it_it: estensioni
pt_br: Extensões
tr_tr: Eklentiler

source: Update BoxBilling
cs_cz: Aktualizovat BoxBilling
de_de: BoxBilling updaten
es_es: Actualizar BoxBilling
it_it: Aggiorna BoxBilling
pt_br: Atualizar BoxBilling
tr_tr: BoxBilling Güncelleme

source: Learn more about extensions
cs_cz: Dozvědět se více o rozšíření
de_de: Erfahren Sie mehr über Erweiterungen
es_es: Más información sobre extensiones
it_it: Ulteriori informazioni sulle estensioni
pt_br: Saiba mais sobre extensões
tr_tr: Eklenti Bilgileri

source: Hooks
cs_cz: Háčky
de_de: Háčky
pt_br: Ganchos
tr_tr: Tetikleyiciler

source: Activate or deactivate extensions
cs_cz: Aktivovat, nebo deaktivovat rozšíření
de_de: Erweiterungen Aktivieren oder Deaktivieren
es_es: Activar o desactivar extensiones
it_it: Attiva o disattiva estensioni
pt_br: Ativar ou desativar extensões
tr_tr: Eklentileri etkinleştirin ya da devre dışı bırakın

source: Deactivate
cs_cz: Deaktivovat
de_de: deaktiv.
es_es: Desactivar
it_it: Disattiva
pt_br: Desativar
tr_tr: Devre Dışı Bırakın

source: Hook
cs_cz: Háček
de_de: Háček
pt_br: Gancho
tr_tr: Tetikleyiciler

source: Automatic update
cs_cz: Automaticky aktualizovat
de_de: Automatisches Update
es_es: Actualización automática
it_it: Aggiornamenti automatici
pt_br: Atualização automática
tr_tr: Otomatik Güncelleme

source: Automatic updater is a tool to update BoxBilling to latest version in one click. Works on these hosting environments where PHP has permissions to overwrite files uploaded via FTP.
cs_cz: Automatické aktualizace je nástroj k aktualizaci platformy na nejnovější verzi v jednom kliknutí. Pracuje s tímto hostingovým prostředím, které má práva k přepisování souborů nahraných přes FTP.
de_de: Automatischer Updater ist ein Tool zur Aktualisierung auf die neueste Version von BoxBilling mit einem Klick. Es wird in dieser Hosting-Umgebungen durchgeführt, in denen PHP über entsprechende Berechtigungen verfügt, Dateien per FTP hochzuladen und überschreiben zu dürfen.
es_es: El Actualizador Automático es una herramienta para actualizar BoxBilling a la última versión en un solo clic. Funciona en los alojamientos donde PHP tiene permisos para sobrescribir los archivos subidor a través de FTP.
it_it: L'aggiornamento automatico è un tool in grado di aggiornare BoxBilling all'ultima versione in un click. Funziona solo sugli ambienti di hosting dove il php ha il permesso di sovrascrivere i file via FTP
pt_br: O atualizador automático é uma ferramenta para atualizar o BoxBilling para a versão mais recente com um clique. Funciona nesses ambientes de hospedagem onde o PHP tem permissão para sobrescrever arquivos carregados via FTP.
tr_tr: Otomatik güncelleme ile BoxBilling tek tıklamayla son sürüme güncellenir. PHP için FTP ile dosyaların üzerine yazma izni olan sunucular üzerinde çalışabilir.

source: Manual update
cs_cz: Ruční update
de_de: Manuelles Update
es_es: Actualización manual
it_it: Aggiornamento Manuale
pt_br: Atualização manual
tr_tr: El ile güncelleme

source: Manual update is a solution when auto updater can not work on current installation environment
cs_cz: Ruční aktualizace je nástroj, který se používá tam kde automatické aktualizace nefungují
de_de: Manuelles Update ist eine Lösung, wenn der Auto-Updater nicht auf das aktuelle Installation Umfeld zugreifen kann
es_es: La actualización manual es una solución cuando las actualizaciones automáticas no pueden funcionar en entorno de la instalación actual
it_it: L'aggiornamento manuale è una soluzione quando l'aggiornamento automatico non funziona su alcuni ambienti di hosting.
pt_br: A atualização manual é uma solução quando o atualizador automático não pode funcionar no ambiente de instalação atual
tr_tr: Otomatik güncellemenin çalışmadığı durumlarda güncellemenin el ile yapılması gerekir

source: Extending BoxBilling
cs_cz: Prodloužení BoxBilling
de_de: Erweiterungen BoxBilling
es_es: Extendiendo BoxBilling
pt_br: Estendendo BoxBilling
tr_tr: BoxBilling Geliştirme

source: BoxBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
cs_cz: BoxBilling dává developerům možnosti upravovat, integrovat a rozšířit holý systém o vlastní stránky a aplikace.
de_de: BoxBilling gibt Entwicklern die Möglichkeit, alle Funktionen anzupassen, zu integrieren und das Core-System zu erweitern in der eigene Website und den Anwendungen.
es_es: BoxBilling ofrece a los desarrolladores todas las capacidades para personalizar, integrar y ampliar el sistema en su propio sitio web y/o aplicaciones.
it_it: BoxBilling da ai developer tutte le capacità per customizzare, integrare e estendere il core system nel proprio sito web e applicazioni.
pt_br: O BoxBilling oferece aos desenvolvedores todos os recursos para personalizar, integrar e estender o sistema central em seu próprio site e aplicativos.
tr_tr: BoxBilling geliştiricilere, isteğe göre uyarlama ve temel sistemi geliştirerek kendi web siteleri ya da uygulamaları ile bütünleştirme olanağı sağlar.

source: Invoice settings
cs_cz: Nastavení faktury
de_de: Rechnungs-Einstellungen
es_es: Configuración de Facturas
it_it: Impostazioni Fattura
pt_br: Configurações de fatura
tr_tr: Fatura Ayarları

source: Number of days to generate new invoice before order expiration
cs_cz: Počet dní kdy bude vygenerována nová faktura před expirací objednávky
de_de: Wie viele Tage, vor Ablauf einer Bestellung neu erstellt werden soll
es_es: Número de días para generar una nueva factura antes del vencimiento del pedido
it_it: Numero di giorni per generare nuove fatture prima della scadenza dell'ordine
pt_br: Número de dias para gerar uma nova fatura antes da expiração do pedido
tr_tr: Hizmet Bitmeden Fatura Oluşturulacak Gün

source: Invoice due days
cs_cz: Den splatnosti objednávky
de_de: Zahlungsziel einer Rechnung
es_es: Días de deudas de la factura
it_it: Giorni Di Scadneza Fattura
pt_br: Dias de vencimento da fatura
tr_tr: Fatura Vade Günü

source: Auto invoice approval
cs_cz: Automaticky schvalovat faktury
de_de: Auto Rechnungsfreigabe
es_es: Aprobación automática de facturas
it_it: Approvazione automatica Fattura
pt_br: Aprovação automática de fatura
tr_tr: Otomatik Fatura Onaylama

source: Proforma Invoicing / Sequential Invoice Numbering
cs_cz: Zálohové fakturace / Sekvenční faktury číslování
de_de: Pro-Forma-Rechnung / Sequentielle Rechnung-Nummerierung
es_es: Facturación por defecto / Numeración secuencial de facturas
it_it: Fattura Proforma / Numero Sequenziale
pt_br: Faturamento pró-forma/numeração sequencial de fatura
tr_tr: Proforma Fatura / Sıralı Fatura Numaralandırma

source: Remove unpaid invoices after x days. Set 0 to keep invoices forever
cs_cz: Odstraňte nezaplacené faktury po x dnech. Chcete-li faktury uchovávat navždy, nastavte 0
de_de: Unbezahlte Rechnungen nach x Tagen entfernen. Geben Sie 0 ein, wenn die Rechnungen für immer behalten werden sollen.
es_es: Eliminar las facturas pendientes de pago después de x días. Ingrese 0 para mantener las facturas por siempre
it_it: Rimuovi le fatture non pagate dopo x giorni. Imposta a 0 per tenere le fatture per sempre
pt_br: Remova as faturas não pagas após x dias. Defina 0 para manter as faturas para sempre
tr_tr: Ödenmeyen Faturaların Silineceği Gün Sayısı. Silinmemesi için 0

source: Proforma invoice prefix/series
cs_cz: Prefix zálohových faktur
de_de: Proforma-Rechnung Präfix/Serie
es_es: Prefijo/series de factura proforma
it_it: Prefisso Fattura Proforma / Serie
pt_br: Prefixo/série da fatura pró-forma
tr_tr: Proforma Fatura Öneki/Dizisi

source: Paid invoice prefix/series
cs_cz: Prefix zaplacených faktur
de_de: Bezahlte Rechnung Präfix/Serie
es_es: Prefijo/series de factura pagada
it_it: Prefisso Fattura Pagata / Serie
pt_br: Prefixo/série da fatura paga
tr_tr: Ödenen Fatura Öneki/Dizisi

source: Next paid invoice number
cs_cz: Číslo další faktury
de_de: Nächste bezahlt Rechnungsnummer
es_es: Próximo numero de factura pagada
it_it: Prossimo numero della fattura pagata
pt_br: Número da próxima fatura paga
tr_tr: Sonraki Ödenen Fatura No

source: Refunds settings
cs_cz: Nastavení vracení peněz
de_de: Einstellungen für die Rückerstattung
es_es: Configuración de Reembolsos
it_it: Impostazioni Rimborso
pt_br: Configurações de reembolso
tr_tr: Geri Ödeme Ayarları

source: Refunds logic
cs_cz: Logika vracení peněz
de_de: Logika refundace
es_es: Lógica de Reembolsos
it_it: Logica Rimborsi
pt_br: Lógica de reembolsos
tr_tr: Geri Ödeme Mantığı

source: Add funds settings
cs_cz: Nastavení přidávání peněz
de_de: Einstellungen Einzahlungen hinzufügen
es_es: Añadir configuración de fondos
it_it: Impostazioni aggiunta fondi
pt_br: Configuração de inclusão de fundos
tr_tr: Kredi Ayarı Ekle

source: Minimum amount for add funds invoice
cs_cz: Minimální hodnota pro přidání peněz
de_de: Minimální částka pro fakturu za přidání prostředků
es_es: Monto mínimo para agregar fondos a la factura
it_it: Ammontare mínimo per aggiungere fondi alle fatture
pt_br: Valor mínimo para adicionar fatura de fundos
tr_tr: Faturaya Eklenecek En Az Kredi Tutarı

source: Unlimited
cs_cz: Neomezený
de_de: Unlimitiert
es_es: Ilimitados
it_it: Senza Limiti
pt_br: Ilimitado
tr_tr: Sınırsız

source: Maximum amount for add funds invoice
cs_cz: Maximální hodnota přidání peněz
de_de: Maximale Höhe für einzahlungen von Guthaben
es_es: Monto máximo para agregar fondos a la factura
it_it: Ammontare massimo per il deposito delle fatture
pt_br: Montante máximo para adicionar fatura de fundos
tr_tr: Faturaya Eklenecek En Fazla Kredi Tutarı

source: API configuration
cs_cz: API konfigurace
de_de: API Konfiguration
es_es: Configuración de API
it_it: Configuración API
pt_br: Configuração de API
tr_tr: API ayarları

source: Getting started with SolusVM
cs_cz: Začínáme s SolusVM
de_de: Beginne mit SolusVM
es_es: Comenzando con SolusVM
it_it: Primeros pasos con SolusVM
pt_br: Introdução ao SolusVM
tr_tr: SolusVm ile çalışmaya başlayın

source: This guide will help you to get started selling SolusVM virtual servers with BoxBilling.
cs_cz: Tento návod Vám poradí jak začít prodávat SolusVM virtuální servery.
de_de: Diese Anleitung wird dir helfen mit BoxBilling Virutelle Server mit SolusVM zu verkaufen.
es_es: Esta guía lo ayudara a comenzar a vender servidores virtuales de SolusVM con BoxBilling
it_it: Esta guía te ayudará a empezar a vender serveres virtuales de SolusVM con BoxBilling.
pt_br: Este guia irá ajudá-lo a começar a vender servidores virtuais SolusVM com BoxBilling.
tr_tr: Bu kılavuz, BoxBilling üzerinden SolusVM sanal sunucuları satmanıza yardımcı olur.

source: 1. Configure your SolusVm server
cs_cz: 1. Nakonfigurujte SolusVM server
de_de: 1. SolusBm Server konfigurieren
es_es: 1. Configure su servidor de SolusVM
it_it: 1. Configura tu server SolusVM
pt_br: 1. Configure o seu servidor SolusVm
tr_tr: 1. SolusVM sunucunuzu ayarlayın

source: 2. Configure API
cs_cz: 2. Nakonfigurujte API
de_de: 2. API konfigurieren
es_es: 2. Configurar API
it_it: 2. Configura la API
pt_br: 2. Configurar API
tr_tr: 2. API ayarlarını yapın

source: 3. Create new product category
cs_cz: 3. Vytvořte kategorii produktu
de_de: 3. Neue Produktkategorie erstellen
es_es: 3. Crear nueva categoría de productos
it_it: 3. Creare nueva categoría de producto
pt_br: 3. Crie uma nova categoria de produto
tr_tr: 3. Yeni bir ürün kategorisi ekleyin

source: 4. Create SolusVM products
cs_cz: 4. Vytvořte SolusVM produkty
de_de: 4. SolusVM Produkte erstellen
es_es: 4. Crear productos de SolusVM
it_it: 4. Creare productos SolusVM
pt_br: 4. Crie produtos SolusVM
tr_tr: 4. SolusVM ürünlerini ekleyin
