Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Root password must be longer than 4 symbols
cs_cz: Heslo roota musí být delší než 4 znaky
de_de: Root-Passwort muss mehr als 4 Zeichen haben
es_es: La contraseña de root debe tener más de 4 símbolos
it_it: La password root deve essere lunga più di 4 simboli
pt_br: A senha root deve ter mais de 4 símbolos
tr_tr: Root parolası 4 simgegen uzun olmalıdır

source: Plan name must not be empty
cs_cz: Plán nesmí být prázdný
de_de: Der Planname darf nicht leer sein
es_es: El nombre del plan no puede estar vacío
it_it: Il nome del piano non deve essere vuoto
pt_br: Nome do plano precisa ser informado
tr_tr: Plan adı boş olamaz

source: Hostname must not be empty
cs_cz: Název hostitele nesmí být prázdný
de_de: Der Hostname darf nicht leer sein
es_es: El nombre de host no puede estar vacío
it_it: Hostname non deve essere vuoto
pt_br: Nome do host precisa ser informado
tr_tr: Sunucu adı boş olamaz

source: Template must not be empty
cs_cz: Šablona nesmí být prázdná
de_de: Das Template darf nicht leer sein
es_es: La plantilla no puede estar vacía
it_it: Template non deve essere vuoto
pt_br: Modelo tem que ser informado
tr_tr: Kalıp boş olamaz

source: Password must be longer than 4 symbols
cs_cz: Heslo musí být delší než 4 znaky
de_de: Das Passwort muss mehr als 4 Zeichen haben!
es_es: La contraseña debe tener más de 4 símbolos
it_it: La password root deve essere lunga più di 4 simboli
pt_br: A senha deve ter mais de 4 símbolos
tr_tr: Parola 4 simgeden uzun olmalıdır

source: Please enter subdomain
cs_cz: Zadejte prosím subdoménu
de_de: Bitte geben Sie die Subdomain ein
es_es: Introduzca el subdominio
it_it: Si prega di inserire sottodominio
pt_br: Por favor informe o subdomínio
tr_tr: Altalanı yazın

source: Please select master domain
cs_cz: Vyberte prosím hlavní doménu
de_de: Bitte wählen Sie die Master-Domain
es_es: Por favor, seleccione el dominio principal
it_it: Scegli il dominio principale
pt_br: Por favor selecione o domínio principal
tr_tr: Üstalanı seçin

source: Please enter domain value
cs_cz: Zadejte hodnotu domény
de_de: Bitte geben Sie den Domainwert ein
es_es: Por favor, introduzca el valor del dominio
it_it: Si prega di inserire il valore del dominio
pt_br: Por favor informe o valor do domínio
tr_tr: Alan adı değerini yazın

source: :product for :domain
cs_cz: :produkt pro :doménu
de_de: :product pro :domain
es_es: :product producto :domain
it_it: :product per :domain
pt_br: :product para :domain
tr_tr: :domain için :product

source: Unknown domain type.
cs_cz: Neznámý typ domény.
de_de: Unbekannter Domain-Typ.
es_es: Tipo de dominio desconocido.
it_it: Tipo di dominio sconosciuto.
pt_br: Tipo de domínio desconhecido.
tr_tr: Alan adı tipi bilinmiyor.

source: Akismet API Key not set.
cs_cz: Klíč Akismet API není nastaven.
de_de: Akismet API Key fehlt.
es_es: API Key de Akismet no configurada.
it_it: La chiave API Akismet non è impostata.
pt_br: Chave de API Akismet não definida.
tr_tr: Akismet API Anahtarı yazılmamış.

source: Could not start new CURL instance
cs_cz: Nelze spustit novou instanci CURL
de_de: Nelze spustit novou instanci CURL
es_es: No se puede iniciar una nueva instancia de CURL
it_it: Non posso avviare una nuova istanza di CURL
pt_br: Não foi possível iniciar uma nova instância CURL
tr_tr: Yeni CURL kopyası başlatılamadı

source: Could not close the CURL instance
cs_cz: Instanci CURL nelze zavřít
de_de: Instanci CURL nelze zavřít
es_es: No es posible cerrar la instancia de CURL
it_it: Non poteva chiudere l'istanza CURL
pt_br: Não foi possível fechar uma instância CURL
tr_tr: CURL kopyası kapatılamadı

source: Could not send cURL request
cs_cz: Nelze odeslat požadavek cURL
de_de: Nelze odeslat požadavek cURL
es_es: No es posible enviar petición cURL
it_it: Impossibile inviare richiesta cURL
pt_br: Não foi possível enviar uma requisição CURL
tr_tr: cURL isteği gönderilemedi

source: Could not open socket
cs_cz: Nelze otevřít zásuvku
de_de: Konnte Socket nicht öffnen
es_es: No es posible abrir socket
it_it: Non posso aprire il socket
pt_br: Não foi possível abrir socket
tr_tr: Soket açılamadı

source: IP :ip is blocked
cs_cz: IP :ip je blokována
de_de: IP :ip ist blockiert
es_es: La IP :ip está bloqueada
it_it: L'IP :ip è bloccato
pt_br: IP :ip bloqueado
tr_tr: :ip adresi engellenmiş

source: Akismet detected this message is spam
cs_cz: Akismet detekoval, že zpráva je spam
de_de: Akismet hat diese Nachricht als Spam erkannt
es_es: Akismet ha detectado que este mensaje es spam
it_it: Akismet ha trovato spam in questo messaggio
pt_br: Akismet detectou que esta mensagem é spam
tr_tr: Akismet bu iletiyi spam olarak algıladı

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
cs_cz: Pro použití reCAPTCHA musíte získat API klíč z <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
de_de: Um reCAPTCHA zu verwenden, müssen Sie einen API-Schlüssel aus <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a> generieren
es_es: Para usar reCAPTCHA debes conseguir una clave API de <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
it_it: Per usare reCAPTCHA devi avere una chiave API da <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
pt_br: Para usar o reCAPTCHA, você deve obter uma chave de API em <a href='https://www.google.com/recaptcha/admin/create'> https://www.google.com/recaptcha/admin/create</a >
tr_tr: reCAPTCHA kullanmak için <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a> adresinden bir API anahtarı almalısınız

source: Captcha verification failed.
cs_cz: Neúspěšné Captcha ověření
de_de: Captcha Überprüfung fehlgeschlagen.
es_es: Falló la verificación del Captcha
it_it: Verifica Captcha fallita
pt_br: Falha na verificação Captcha.
tr_tr: Güvenlik kodu doğrulanamadı

source: Your Username is blacklisted in global database
cs_cz: Vaše uživatelské jméno je uvedeno na černé listině v globální databázi
de_de: Ihr Benutzername wird in der globalen Datenbank der schwarzen Liste gelistet
es_es: Tu nombre de usuario está en la lista negra de la base de datos mundial
it_it: Il tuo username è stato segnalato nella lista nera del database
pt_br: Seu nome de usuário está na lista negra do banco de dados global
tr_tr: Kullanıcı adınız genel veritabanında karalisteye alınmış

source: Your Email is blacklisted in global database
cs_cz: Váš email je uveden na černé listině v globální databázi
de_de: Ihre Email wird in der globalen Datenbank der schwarzen Liste gelistet
es_es: Tu Email está en la lista negra de la base de datos global
it_it: La tua email è stata segnalata nella lista nera del database
pt_br: Seu e-mail está na lista negra do banco de dados global
tr_tr: E-posta adresiniz genel veritabanında karalisteye alınmış

source: Your IP is blacklisted in global database
cs_cz: Vaše IP je uvedenana černé listině v globální databázi
de_de: Ihre IP wird in der globalen Datenbank der schwarzen Liste gelistet
es_es: Tu IP está en la lista negra de la base de datos global
it_it: Il tuo ip è stato segnalato nella lista nera del database
pt_br: Seu IP está na lista negra no banco de dados global
tr_tr: IP adresiniz genel veritabanında karalisteye alınmış

source: Administrator account already exists
cs_cz: Účet správce již existuje
de_de: Der Administrator-Account ist bereits vorhanden
es_es: Cuenta de administrador ya existe
it_it: Account amministratore già esistente
pt_br: Conta administrativa já existe
tr_tr: Yönetici hesabı zaten var

source: You are not allowed to login to admin area from :ip address
cs_cz: Nemáte povoleno se přihlásit do administrační oblasti z :ip adresy
de_de: Sie sind nicht berechtigt, sich von der IP-Adresse :ip in den Administrationsbereich einzuloggen.
es_es: No esta autorizado ingresar al area administrativa desde la dirección ip :ip
it_it: Non puoi accedere all'area amministrativa dall'indirizzo ip :ip
pt_br: Você não tem permissão para fazer login na área administrativa a partir do endereço :ip
tr_tr: :ip adresinden yönetici bölümüne oturum açılmasına izin verilmiyor

source: Check your login details
cs_cz: Prosím zkontrolujte své přihlašovací údaje
de_de: Überprüfen Sie Ihre Login-Daten
es_es: Comprueba tus datos de acceso
it_it: Controlla i dettagli di login
pt_br: Verifique os seus detalhes de login
tr_tr: Oturum açma bilgilerinizi denetleyin

source: This administrator account is protected and can not be removed
cs_cz: Účet administrátora je chráněn a nemůže být odebrán
de_de: Das Administrator-Konto ist geschützt und kann nicht entfernt werden
es_es: Esta cuenta de administrador está protegida y no se puede eliminar
it_it: Questo account amministratore è protetto ed è impossibile rimuoverlo
pt_br: Esta conta de administrador está protegida e não pode ser removida
tr_tr: Bu yönetici hesabı korunduğundan silinemez

source: Staff member with email :email is already registered
cs_cz: Zaměstnanec s e-mailem: e-mail je již zaregistrován
de_de: Mitarbeiter mit der E-Mail :email ist bereits registriert
es_es: El miembro del staff con correo :email ya se encuentra registrado
it_it: Un componente dello staff con email :email è già registrato
pt_br: Membro de equipe já registrado com o email :email
tr_tr: :email e-posta adresi ile ekip üyesi zaten kayıt edilmiş

source: Administrators group can not be removed
cs_cz: Skupina správců nemůže být odebrána
es_es: El grupo Administradores no se puede eliminar
it_it: Impossibile rimuovere il Gruppo Amministratori
pt_br: Grupo administradores não pode ser removido
tr_tr: Yöneticiler grubu silinemez

source: Can not remove group which has staff members
cs_cz: Nemohu odebrat skupinu, kde jsou zaměstnanci
es_es: No se puede eliminar un grupo que contiene miembros del staff
it_it: Impossibile rimuovere gruppi che hanno membri dello staff
pt_br: Não é possível remover o grupo que possui membros da equipe
tr_tr: Ekip üyeleri bulunan bir grup silinemez

source: Ticket not found
cs_cz: Ticket nenalezen
de_de: Ticket nicht gefunden
es_es: Ticket no encontrado
it_it: Ticket non trovato
pt_br: Bilhete não encontrado
tr_tr: Çağrı bulunamadı

source: Ticket can not be reopened.
cs_cz: Ticket nemůže být znovu otevřen
de_de: Ticket kann nicht wieder geöffnet werden.
es_es: El ticket no puede ser reabierto.
it_it: Il ticket non può essere riaperto
pt_br: Bilhete não pode ser reaberto.
tr_tr: Çağrı yeniden açılamaz

source: Please enter your message
cs_cz: Prosím vložte svou zprávu
de_de: Bitte geben Sie Ihre Nachricht ein
es_es: Por favor indica tu mensaje
it_it: Inserisci il messaggio
pt_br: Por favor informe sua mensagem
tr_tr: İletinizi yazın

source: Can not remove helpdesk which has tickets
cs_cz: Nemohu odebrat helpdesk, který má tickety
de_de: Hepldesk kann nicht entfernt werden, da es noch Tickets enthält
es_es: No se puede eliminar un Servicio de Asistencia que contiene entradas
it_it: IMpossibile rimuovere un helpdesk che ha ticket
pt_br: Não pode remover central de suporte que tem bilhetes
tr_tr: Çağrı kayıtları olan bir yardım masası silinemez

source: We have already received this request.
cs_cz: Již jsme tuto žádost obrdželi.
de_de: Wir haben bereits diese Anfrage empfangen.
es_es: Ya hemos recibido esta petición.
it_it: Abbiamo già ricevuto la sua richiesta
pt_br: Já recebemos este pedido.
tr_tr: Bu çağrıyı daha önce aldık.

source: Identity is not valid
cs_cz: Identita není platná
de_de: Identität nicht verifiziert
es_es: La identidad no es válida
it_it: Identità non valida
pt_br: Identificação inválida
tr_tr: Kimlik geçersiz

source: Public ticket not found
cs_cz: Veřejný ticket nenalezen
de_de: Öffentliches Ticket nicht gefunden
es_es: Ticket público no encontrado
it_it: Ticket pubblico non trovato
pt_br: Bilhete publico não encontrado
tr_tr: Herkese açık çağrı bulunamadı

source: Parameter key is missing
cs_cz: Klíč parametru chybí
de_de: Parameter-Schlüssel fehlt
es_es: Falta el parámetro Clave
it_it: Chiave parametro mancante
pt_br: Parâmetro chave faltando
tr_tr: Parametre anahtarı eksik

source: mod parameter not passed
cs_cz: parametr mod nebyl předán
de_de: parametr mod nebyl předán
es_es: El parámetro del modulo no fue aprobado
it_it: parametro mod non passato
pt_br: parâmetro mod não informado
tr_tr: mod parametresi iletilemedi

source: Parameter :param does not exist
cs_cz: Parametr :param neexistuje
de_de: Parameter :param existiert nicht
es_es: El parámetro :param no existe
it_it: Parametro :param non esiste
pt_br: Parâmentor :param não existe
tr_tr: :param parametresi eksik

source: Country :code phone code is not registered
cs_cz: Země :code kód telefonu není zaregistrován
de_de: Kód telefonu země:kód není zaregistrován
es_es: El código de télefono de pais :code no está registrado
it_it: Il prefisso telefonico :code non è registrato
pt_br: Código telefônico de país :code não registrado
tr_tr: Ülke :code telefon kodu kayıt edilmemiş

source: You have reached free version limit. Upgrade to PRO version of BoxBilling if you want this limit removed.
cs_cz: Dosáhli jste limitu free verze. Upgradujte na verzi PRO pokud chcete tento limit odebrat.
de_de: Sie haben das freie Versionslimit erreicht. Erweitern Sie bitte auf die Pro-Version von BoxBilling, wenn dieses Limit entfernt werden soll
es_es: Has llegado al final del plazo de la versión libre. Actualiza a la versión PRO de BoxBilling si quieres eliminar este plazo.
it_it: Hai raggiunto il limite gratuito della versione. Aggiorna alla PRo se vuoi rimuovere questi limiti.
pt_br: Você atingiu o limite de versão gratuita. Atualize para a versão PRO do BoxBilling se quiser que esse limite seja removido.
tr_tr: Ücretsiz sürümün sınırlarına ulaştınız. Sınırlamayı kaldırmak için BoxBilling PRO sürümüne yükseltin.

source: Theme code is missing
cs_cz: Kód vzhledu chybí
de_de: Theme-Code fehlt
es_es: Falta el código del tema
it_it: Codice tema mancante
pt_br: Código do tema faltando
tr_tr: Tema kodu eksik

source: Theme preset name is missing
cs_cz: Chybí název přednastaveného motivu
de_de: Der voreingestellte Name des Themas fehlt
es_es: No se pudo encontrar el nombre del tema preestablecido
it_it: Nome del tema predefinito è mancante
pt_br: Nome da predefinição de tema ausente
tr_tr: Tema önayar adı eksik

source: Theme ":name" assets folder is not writable. Files can not be uploaded and settings can not be saved. Set folder permissions to 777
cs_cz: Složka aktiv motivu ":name" není zapisovatelná. Soubory nelze nahrát a nastavení nelze uložit. Nastavte oprávnění složky na 777
de_de: Složka aktiv motivu ":name" není zapisovatelná. Soubory nelze nahrát a nastavení nelze uložit. Nastavte oprávnění složky na 777
es_es: El Tema ":name" carpeta de activos no se puede escribir. Los archivos no se pueden subir y los ajustes no se pueden guardar. Establecer permisos de carpeta a 777
it_it: La cartella assets del tema ":name" non è scrivibile. I file non possono essere caricati e le impostazioni non possono essere salvate. Impostare le autorizzazioni per le cartelle a 777
pt_br: A pasta de recursos do tema ": nome" não é gravável. Os arquivos não podem ser carregados e as configurações não podem ser salvas. Defina as permissões da pasta para 777
tr_tr: Tema ögelerinin bulunduğu ":name" klasörü yazılabilir değil. Dosyalar yüklenemiyor ve ayarlar kaydedilemiyor. Klasör izinlerini 777 olarak ayarlayın

source: Theme ":name" assets folder is not writable. Set folder :folder permissions to 777
cs_cz: Složka aktiv motivu ":name" není zapisovatelná. Nastavte oprávnění složky :složka na 777
de_de: Složka aktiv motivu ":name" není zapisovatelná. Nastavte oprávnění složky :složka na 777
es_es: La carpera del tema ":name" no se puede escribir. Asigne permisos 777 a la carpeta :folder
it_it: La cartella assets del tema ":name" non è scrivibile. Impostare le autorizzazioni per le cartelle a 777
pt_br: A pasta de recursos do tema ":name" não é gravável. Defina as permissões de pasta :folder para 777
tr_tr: Tema ögelerinin bulunduğu ":name" klasörü yazılabilir değil. :folder klasörünün izinlerini 777 olarak ayarlayın

source: Theme ":name" is not configurable
cs_cz: Téma ":name" nelze konfigurovat
de_de: Theme ":name" ist nicht konfigurierbar
es_es: Tema ":name" no es configurable
it_it: Tema ": nome" non è configurabile
pt_br: Tema ":name" não configurável
tr_tr: ":name" teması ayarlanabilir değil

source: Theme ":name" does not exists
cs_cz: Motiv ":name" neexistuje
de_de: Theme ":name" existiert nicht
es_es: Tema ":name" no existe
it_it: Il tema ": name" non esiste
pt_br: Tema ":name: não existe
tr_tr: ":name" teması bulunamadı

source: Error uploading file :file Error code: :error
cs_cz: Chyba při nahrávání souboru :file Kód chyby: :chyba
de_de: Fehler beim Upload der Datei :file Fehlercode: :error
es_es: Error subiendo el archivo :file Código de error :error
it_it: Errore nel caricamento del file :file Codice errore: :error
pt_br: Erro ao enviar arquivo :file Código de erro :error
tr_tr: :file dosyası yüklenirken hata. Hata kodu: :error

source: Theme was not found in path :path
cs_cz: Vzhled nebyl nalezen v cestě :path
de_de: Theme wurde im Pfad :path nicht gefunden
es_es: El tema no se encontró en la ruta :path
it_it: Tema non trovato nella directory :path
pt_br: Tema não encontrado no caminh :path
tr_tr: Tema :path yolunda bulunamadı

source: Unable to decode theme manifest file :file
cs_cz: Nemohu dékódovat manifest soubor vzhledu :file
de_de: Kann die Thema Manifest-Datei :file nicht entschlüsseln
es_es: No se puede decodificar el archivo manifiesto del tema :file
it_it: Impossibile decodificare il file del tema :file
pt_br: Incapaz de decodificar o manifesto do tema :file
tr_tr: :file tema bilgileri dosyasının kodu çözülemedi

source: Wysiwyg settings
cs_cz: Nastavení Wysiwyg
de_de: WYSIWIG Einstellungen
es_es: Configuración WYSIWYG
it_it: Impostazioni Wysiwyg
pt_br: Configurações WYSIWYG
tr_tr: Wysiwyg Ayarları

source: Home
cs_cz: Domů
es_es: Inicio
pt_br: Inicio
tr_tr: Ana Sayfa

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
it_it: Impostazioni
pt_br: Configurações
tr_tr: Ayarlar

source: Configuration updated
cs_cz: Nastavení aktualizována
de_de: Einstellungen aktualisiert
es_es: Configuración actualizada
it_it: Configurazione aggiornata
pt_br: Configuração atualizada
tr_tr: Ayarlar güncellendi

source: Default editor
cs_cz: Výchozí editor
de_de: Standardeditor
es_es: Editor predeterminado
it_it: Editor predefinito
pt_br: Editor padrão
tr_tr: Varsayılan Düzenleyici

source: Update
cs_cz: Aktualizovat
de_de: aktualisieren
es_es: Actualizar
it_it: Aggiorna
pt_br: Atualizar
tr_tr: Güncelle

source: Reset password
cs_cz: Resetovat heslo
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
pt_br: Recuperar senha
tr_tr: Parolayı Sıfırla

source: Email Address
cs_cz: Emailová adresa
de_de: Emailadresse
es_es: Dirección de Email
it_it: Indirizzo email
pt_br: Endereço de email
tr_tr: E-posta Adresi

source: Your email address
cs_cz: Vaše emailová adresa
de_de: Ihre E-Mailadresse
es_es: Dirección de Email
it_it: Tuo indirizzo email
pt_br: Seu endereço de email
tr_tr: E-posta adresiniz

source: You must fill in your email.
cs_cz: Musíte zadat váš email
de_de: Sie müssen Ihre E-Mailadresse eingeben.
es_es: Debe proporcionar su correo electrónico
it_it: Devi inserire il tuo indirizzo email.
pt_br: Você precisa preencher o seu email.
tr_tr: E-posta adresinizi yazmalısınız.

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
cs_cz: Vložte svůj email. Dostanete na něj nové heslo.
de_de: Geben sie ihre Email ein um das Passwort zurückzusetzen. Sie werden ein neues Passwort erhalten nachdem sie den Link in der Email bestätigt haben.
it_it: Inserisci la tua email per resettare la password. Riceverai la nuova password dopo aver confermato il link nell'email.
pt_br: Digite seu e-mail para redefinir a senha. Você receberá uma nova senha após a confirmação do link de redefinição.
tr_tr: Parolanızı sıfırlamak için e-posta adresinizi yazın. Sıfırlama bağlantısını onayladıktan sonra yeni bir parola alacaksınız.

source: Signup
cs_cz: Registrace
de_de: Anmeldung
es_es: Iniciar sesión
it_it: Registrati
pt_br: Inscrever-se
tr_tr: Kayıt Olun

source: Login
cs_cz: Uživatelské jméno
de_de: Anmelden
es_es: Identificarse
pt_br: Entrar
tr_tr: Oturum Açın

source: Password reset confirmation email was sent
cs_cz: Potvrzení o resetu hesla bylo odesláno
de_de: Passwort Zurücksetzungsemail wurde gesendet
es_es: Restablecimiento de contraseña fue enviado a su correo electrónico, debe confirmar su correo.
it_it: Email per reset password inviata
pt_br: Email de recuperação da senha foi enviado
tr_tr: Parolanızı sıfırlamanız için bir onay e-postası gönderildi

source: SEO settings
cs_cz: SEO nastavení
de_de: SEO Einstellungen
es_es: Ajustes SEO
it_it: Ajustes SEO
pt_br: Configurações SEO
tr_tr: AMD Ayarları

source: Ping sitemap to Google
cs_cz: Odeslání souboru Sitemap do Googlu
de_de: Ping Sitemap an Google
es_es: Ping mapa del sitio para Google
it_it: Ping sitemap a Google
pt_br: Faça ping do mapa do site no Google
tr_tr: Site haritası Google üzerine

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
it_it: Si
pt_br: Sim
tr_tr: Evet

source: No
cs_cz: Ne
de_de: Nein
pt_br: Não
tr_tr: Hayır

source: Ping sitemap to Yahoo
cs_cz: Pingujte mapu webu na Yahoo
de_de: Ping Sitemap an Yahoo
es_es: Ping mapa del sitio para Yahoo
it_it: Ping sitemap a Yahoo
pt_br: Faça ping do mapa do site no Yahoo
tr_tr: Site haritası Yahoo üzerine

source: Ping sitemap to Bing
cs_cz: Odešlete příkaz ping na mapu webu Bing
de_de: Ping Sitemap an Bing
es_es: Ping mapa del sitio para Bing
it_it: Ping sitemap a Bing
pt_br: Faça ping do mapa do site no Bing
tr_tr: Site haritası Bing üzerine

source: Help?
cs_cz: Nápověda
de_de: Hilfe?
es_es: Ayuda?
it_it: Aiuto?
pt_br: Ajuda?
tr_tr: Yardım

source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
it_it: Aiuto
pt_br: Ajuda
tr_tr: Yardım

source: Report bug
cs_cz: Nahlásit chybu
de_de: Fehler melden
es_es: Notificar errores
it_it: Segnala errore
pt_br: Relatar um defeito
tr_tr: Hata bildirin

source: Search:
cs_cz: Hledat:
de_de: Suchen:
es_es: Buscar:
it_it: Cerca:
pt_br: Pesquisar:
tr_tr: Arama:

source: Enter search text..
cs_cz: Vložte hledaný text
de_de: Bitte Suchtext eingeben ...
es_es: Ingresa el texto de búsqueda...
it_it: Inserisci testo ricerca..
pt_br: Entre o texto de pesquisa...
tr_tr: Aranacak metni yazın...

source: License settings
cs_cz: Licenční nastavení
de_de: Lizenz-Einstellungen
es_es: Ajustes de licencia
it_it: Impostazioni Licenza
pt_br: Configurações de licença
tr_tr: Lisans Ayarları

source: Prefix
es_es: Prefijo
it_it: Prefisso
pt_br: Prefixo
tr_tr: Önek

source: Length
cs_cz: Délka
de_de: Länge
es_es: Lorgitud
it_it: Lunghezza
pt_br: Tamanho
tr_tr: Uzunluk

source: Plugin
tr_tr: Uygulama Eki

source: Validate IP
cs_cz: Potvrdit IP
de_de: Bestätige IP
es_es: Validar IP
it_it: Convalida IP
pt_br: Validar IP
tr_tr: IP Adresini Doğrulayın

source: Validate Hostname
cs_cz: Potvrdit hostname
de_de: Bestätige Hostname
es_es: Validar Hostname
it_it: Convalida Hostname
pt_br: Validar Hostname
tr_tr: Sunucu Adını Doğrulayın

source: Validate Version
cs_cz: Potvrdit verzi
de_de: Gültige Version
es_es: Validar versión
it_it: Convalida Versione
pt_br: Validar Versão
tr_tr: Sürümü Doğrulayın

source: Validate Path
cs_cz: Potvrdit cestu
de_de: Gültigen Pfad
es_es: Validar ruta
it_it: Convalida Path
pt_br: Validar Caminho
tr_tr: Yolu Doğrulayın
