Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: FTP hostname is required
cs_cz: FTP hostname je povinné
de_de: FTP-Hostname ist erforderlich
es_es: Nombre de host del FTP requerido
it_it: FTP hostname é necessario
pt_br: O nome do host FTP é obrigatório
tr_tr: FTP sunucu adı gerekli

source: FTP username is required
cs_cz: FTP uživatelské jméno je povinné
de_de: FTP-Benutzername ist erforderlich
es_es: Usuario del FTP requerido
it_it: FTP username é necessario
pt_br: O nome de usuário do FTP é obrigatório
tr_tr: FTP kullanıcı adı gerekli

source: FTP password is required
cs_cz: FTP heslo je povinné
de_de: FTP-Passwort ist erforderlich
es_es: Contraseña del FTP requerida
it_it: FTP password e´necessaria
pt_br: A senha do FTP é necessária
tr_tr: FTP parolası gerekli

source: Failed to connect to FTP Server :host : :port
cs_cz: Nemohu se připojit k FTP serveru :host : :port
de_de: Es konnte keine Verbindung zum FTP-Server hergestellt werden :host :port
es_es: Fallo al conectar al servidor FTP :host : :port
it_it: Connessione fallita al FTP Server :host : :port
pt_br: Falha ao conectar ao servidor FTP :host : :port
tr_tr: FTP sunucusuna bağlanılamadı :host : :port

source: FTP Username/Password incorrect for :usernmae
cs_cz: FTP uživatelské jméno/heslo není správné :username
de_de: FTP-Benutzername / Kennwort falsch für :username
es_es: Usuario/Contraseña del FTP incorrecta para :username
it_it: FTP Username/Password non corretti per :usernmae
pt_br: Usuário/Senha de FTP incorrto para :usernmae
tr_tr: :usernmae FTP kullanıcı adı /parolası geçersiz

source: BoxBilling license key must be defined in bb-config.php file.
cs_cz: Licenční klíč BoxBilling musí být definován v souboru bb-config.php
de_de: Der BoxBilling Lizenz-Key muss in der Datei bb-config.php eingetragen werden.
es_es: BoxBilling clave de licencia debe definirse en el archivo bb-config.php.
it_it: BoxBilling license key deve essere definito in bb-config.php file.
pt_br: Licença do BoxBilling deve ser definida no arquivo bb-config.php.
tr_tr: BoxBilling lisans anahtarı bb-config.php dosyasına yazılmalıdır.

source: License is not valid
cs_cz: Licence není platná
de_de: Lizenz ist nicht gültig
es_es: La licencia no es válida
it_it: License non valida
pt_br: Licença inválida
tr_tr: Lisans geçersiz

source: Missing log message
cs_cz: Chybí log zpráv
de_de: Fehlende Log-Nachricht
es_es: Falta mensaje del log
it_it: Log message mancante
pt_br: Mensagem de log ausente
tr_tr: Günlük iletisi bulunamadı

source: Bad log priority
cs_cz: Špátná priorita logu
de_de: Schlechte Log-Priorität
es_es: Mala prioridad de log
it_it: Log priority errata
pt_br: Prioridade do log ruim
tr_tr: Günlük önceliği kötü

source: Resource is not a stream
cs_cz: Zdrojem není stream
de_de: Ressource ist kein stream
es_es: El recurso no es un stream
it_it: Risorsa non é uno stream
pt_br: Recurso não é um stream
tr_tr: Kaynak bir akış değil

source: Mode cannot be changed on existing streams
cs_cz: Mód nemůže být změněn na existujících streamech
de_de: Modus kann nicht bei bestehenden streams verändert werden
es_es: Modo no puede cambiarse en streams existentes
it_it: Modalita´non puó essere cambiata per stream esistenti
pt_br: Modo não pode ser alterado em streams existentes
tr_tr: Varolan akışların kipi değiştirilemez

source: :stream cannot be opened with mode :mode
cs_cz: :stream nemůže být otevřen módem :mode
de_de: :stream kann nicht im Modus :mode geöffnet werden
es_es: :stream no se puede abrir con el modo :mode
it_it: :stream non puó essere aperto con mode :mode
pt_br: :stream não pode ser aberto com modo :mode
tr_tr: :stream :mode kipinde açılamaz

source: Unable to write to stream
cs_cz: Nemohu zapisovat do streamu
de_de: Kann nicht zum stream schreiben
es_es: Imposible escribir a stream
it_it: Impossibile scrivere sullo stream
pt_br: Não é possível gravar stream
tr_tr: Akış yazılamadı

source: Unknown mail transport: :transport
cs_cz: Neznámý mail tranport: :transport
de_de: Unbekannter Mail-Transport: :transport
es_es: Transporte mail :transport desconocido
pt_br: Transporte de email desconhecido: :transport
tr_tr: :transport e-posta aktarımı bilinmiyor

source: SMTP host not configured
cs_cz: SMTP host není nastaven
de_de: SMTP-Host nicht konfiguriert
es_es: Host SMTP no configurado
it_it: host SMTP non configurato
pt_br: Host SMTP não configurado
tr_tr: SMTP sunucusu ayarlanmamış

source: SMTP port not configured
cs_cz: SMTP port není nastaven
de_de: SMTP-Port nicht konfiguriert
es_es: Puerto SMTP no configurado
it_it: Porta SMTP non configurata
pt_br: Porta SMTP não configurada
tr_tr: SMTP kapısı ayarlanmamış

source: SMTP hostname is not configured.
cs_cz: SMTP hostname není nastaveno.
de_de: SMTP-Hostname nicht konfiguriert
es_es: Nombre de host SMTP no está configurado.
it_it: Hostname SMTP non configurato.
pt_br: Hostname SMTP não está configurado.
tr_tr: SMTP sunucu adı ayarlanmamış

source: Module :mod manifest file is missing
cs_cz: Chybí manifest soubor modulu :mod
de_de: Modul: mod ​​Manifest-Datei fehlt
es_es: Falta el Módulo :mod del archivo de manifiesto
it_it: Modulo :mod file manifest mancanti
pt_br: Módulo :mod arquivo de manifesto está faltando
tr_tr: :mod modül bilgileri dosyası eksik

source: Module :mod manifest file is not valid. Check file syntax and permissions.
cs_cz: Manifest soubor modulu :mod není správný. Zkontrolujte obsah souboru a práva.
de_de: Modul :mod Manifest-Datei ist ungültig. Überprüfen Sie die Datei Syntax und Berechtigungen.
es_es: El módulo :mod del archivo de manifiesto no es válido. Compruebe la sintaxis del archivo y los permisos.
it_it: Modulo :mod manifest non valido. controlla la sintassi del file e i permessi.
pt_br: Módulo :mod arquivo de manifesto não é válido. Verifique a sintaxe do arquivo e as permissões.
tr_tr: :mod modül bilgi dosyası geçersiz. Dosya sözdizimi ve izinlerini denetleyin.

source: Module :mod does not have service class
cs_cz: Modul :mod nemá servisní třídu
de_de: Das Modul ":mod" hat keine "service class"
es_es: El módulo :mod no tiene clase de servicio
it_it: Il modulo :mod non ha alcuna classe di servizio
pt_br: Módulo :mod não possui uma classe de serviço
tr_tr: :mod modülünün hizmet sınıfı yok

source: Module :mod Client controller class was not found
cs_cz: Module :mod Třída klientského řadiče nebyla nalezena
de_de: Clientcontroller Klasse :class wurd im Pfad :path nicht gefunden
es_es: No pudo encontrarse el módulo :mod de la clase del controlador Client
pt_br: Módulo :mod Classe de controle de cliente não encontrada
tr_tr: :mod modülünün istemci denetimi sınıfı bulunamadı

source: Module :mod Admin controller class was not found
cs_cz: Module :mod Třída řadiče správce nebyla nalezena
de_de: Clientcontroller Klasse :class wurd im Pfad :path nicht gefunden
es_es: No pudo encontrarse el módulo :mod de la clase del controlador Admin
it_it: Module :mod Admin controller class non trovata
pt_br: Módulo :mod Classe Admin controller não encontrada
tr_tr: :mod modülünün yönetici denetimi sınıfı bulunamadı

source: Core module can not be updated
cs_cz: Core modul nemůže být aktualizován
de_de: Kernmodul kann nicht aktualisiert werden
es_es: Módulo de base no puede ser actualizado
it_it: Impossibile aggiornare i moduli del core
pt_br: Módulo central não pôde ser atualizado
tr_tr: Temel modül güncellenemez

source: Invalid period code. Period definition must be 2 chars length
cs_cz: Neplatný kód období. Definice období musí mít délku 2 znaky
de_de: Falsche länge des Codes. Die Zeichenlänge muss 2 Charakter lang sein.
es_es: Código no válido. Determinación del período debe ser mayor a 2 caracteres
it_it: Periodo non valido, Deve avere almeno 2 caratteri
pt_br: Código de período inválido. A definição do período deve ter 2 caracteres de tamanho
tr_tr: Dönem kodu geçersiz. Dönem tanımı 2 karakter uzunluğunda olmalıdır

source: Period Error. Unit :unit is not defined
cs_cz: Chyba periody. Jednotka :unit není definována
de_de: Periodischer Fehler. Einheit :unit ist nicht definiert
es_es: Error de período. La unidad :unit no está definida
it_it: Errore Unità Periodica. Unità :unit non definita
pt_br: Erro de período. Unidade :unit não está definida
tr_tr: Dönem hatası. :unit birimi tanımlanmamış

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
cs_cz: Špatné množství periody :qty pro jednotku :unit. Povolené rozpětí je od :from do :to
de_de: Ungültiger Zeitraum Menge :qty für die Anzahl :unit. Zulässiger Bereich bezieht sich auf :from bis :to
es_es: Cantidad de período :qty inválida para unidad :unit. El rango permitido es de :from a :to
it_it: Periodo Quantità non valida :qty per unità :unit. Il range permesso è da :from a :to
pt_br: Quantidade de período inválida :qty para unidade :unit. Faixa permitida é de :from até :to
tr_tr: :unit birimi için geçersiz dönem adedi :qty. İzin verilen aralık :from - :to

source: Every week
cs_cz: Každý týden
de_de: Jede Woche
es_es: Cada semana
it_it: Ogni settimana
pt_br: Toda semana
tr_tr: Haftalık

source: Every month
cs_cz: Každý měsíc
de_de: Jeden Monat
es_es: Cada mes
it_it: Ogni mese
pt_br: Todo mês
tr_tr: Aylık

source: Every 3 months
cs_cz: Laždé 3 měsíce
de_de: Alle 3 Monate
es_es: Cada 3 meses
it_it: Ogni 3 mesi
pt_br: Trimestral
tr_tr: 3 Aylık

source: Every 6 months
cs_cz: Každých 6 měsíců
de_de: Alle 6 Monate
es_es: Cada 6 meses
it_it: Ogni 6 mesi
pt_br: Semestral
tr_tr: 6 Aylık

source: Every year
cs_cz: Každý rok
de_de: Jährlich
es_es: Cada año
it_it: Ogni anno
pt_br: Anual
tr_tr: Yıllık

source: Every 2 years
cs_cz: Každé 2 roky
de_de: Alle 2 Jahre
es_es: Cada 2 años
it_it: Ogni 2 anni
pt_br: Bienal
tr_tr: 2 Yıllık

source: Every 3 years
cs_cz: Každé 3 roky
de_de: Alle 3 Jahre
es_es: Cada 3 años
it_it: Ogni 3 anni
pt_br: Trienal
tr_tr: 3 Yıllık

source: Every :number day
cs_cz: Každý :number den
de_de: Jeden :number Tag
es_es: Cada :number día
it_it: Ogni :number giorni
pt_br: A cada :number de dias
tr_tr: :number Günlük

source: Every :number week(s)
cs_cz: Každý :number týden
de_de: Jede :number Woche(n)
es_es: Cada :number semana(s)
it_it: Ogni :number settimana(e)
pt_br: A cada :number de semana(s)
tr_tr: :number Haftalık

source: Every :number months
cs_cz: Každý :number měsíc
de_de: Jeden :number Monat
es_es: Cada :number meses
it_it: Ogni :number mesi
pt_br: A cada :number de meses
tr_tr: :number Aylık

source: Every :number years
cs_cz: Každý :number rok
de_de: Jedes :number Jahr
es_es: Cada :number años
it_it: Ogni :number anni
pt_br: A cada :number de anos
tr_tr: :number Yıllık

source: Unit not defined
cs_cz: Jdnotka není definována
de_de: Einheit nicht definiert
es_es: Unidad no definida
it_it: Unità non definita
pt_br: Unidade não definida
tr_tr: Birim tanımlanmamış

source: Can not determine months amount from unit
cs_cz: Nemohu určit počet měsíců z jednotky
de_de: Der monatliche Betrag kann nicht bestimmt werden
es_es: No se puede determinar la cantidad de meses de la unidad
it_it: Impossibile determinare i mesi dall'unità
pt_br: Impossível determinar o número de meses da unidade
tr_tr: Birimden ay belirlenemiyor

source: Service class :class was not found in :path
cs_cz: Servisní třída :class nebyla nalezena v :path
de_de: Serviceklasse :class wurde in Pfad :path nicht gefunden
es_es: La clase :clase del Servicio no fue encontrada en :path
it_it: Servizio class :class non trovata nella :path
pt_br: Classe de serviço :class não foi encontrado em :path
tr_tr: :class hizmet sınıfı :path yolunda bulunamadı

source: second
cs_cz: vteřina
de_de: Sekunde
es_es: segundo
it_it: secondo
pt_br: segundo
tr_tr: saniye

source: minute
cs_cz: minuta
es_es: minuto
it_it: minuto
pt_br: minuto
tr_tr: dakika

source: hour
cs_cz: hodina
de_de: Stunde
es_es: hora
it_it: ore
pt_br: hora
tr_tr: saat

source: day
cs_cz: den
de_de: Tag
es_es: día
it_it: giorno
pt_br: dia
tr_tr: gün

source: week
cs_cz: týden
de_de: Woche
es_es: semana
it_it: settimana
pt_br: semana
tr_tr: hafta

source: month
cs_cz: měsíc
de_de: Monat
es_es: mes
it_it: mese
pt_br: mês
tr_tr: ay

source: year
cs_cz: rok
de_de: Jahr
es_es: año
it_it: anno
pt_br: ano
tr_tr: yıl

source: decade
cs_cz: desetiletí
de_de: Jahrzehnt
es_es: década
it_it: decennio
pt_br: década
tr_tr: on yıl

source: Missing mods param for Box_TwigLoader
cs_cz: Chybí parametr modů pro Box_TwigLoader
de_de: Fehlender Theme-Parameter für Box_TwigLoader
es_es: Falta parámetro de tema para Box_TwigLoader
it_it: Parametro mods mancante per Box_TwigLoader
pt_br: Parâmetros ausentes para Box_TwigLoader
tr_tr: Box_TwigLoader için modül parametresi eksik

source: Missing theme param for Box_TwigLoader
cs_cz: Chybí parametr motivu pro Box_TwigLoader
de_de: Fehlender Theme-Parameter für Box_TwigLoader
es_es: Falta parámetro de tema para Box_TwigLoader
it_it: Parametro theme mancante per Box_TwigLoader
pt_br: Faltam parâmetros do tema para Box_TwigLoader
tr_tr: Box_TwigLoader için tema parametresi eksik

source: Missing type param for Box_TwigLoader
cs_cz: Chybí parametr typu pro Box_TwigLoader
de_de: Fehlender Parameter-Typ für Box_TwigLoader
es_es: Falta parámetro de tema para Box_TwigLoader
it_it: Parametro type mancante per Box_TwigLoader
pt_br: Parâmetro de tipo ausente para Box_TwigLoader
tr_tr: Box_TwigLoader için tip parametresi eksik

source: Email is not valid
cs_cz: Email není správný
de_de: Email ist nicht gültig
es_es: El email no es válido
it_it: Email non valida
pt_br: E-mail não é válido
tr_tr: E-posta geçersiz

source: Password too short!
cs_cz: Heslo je moc krátké!
de_de: Passwort zu kurz!
es_es: ¡Contraseña demasiado corta!
it_it: Password troppo corta!
pt_br: Senha muito curta!
tr_tr: Parola çok kısa!

source: Password must include at least one number!
cs_cz: Heslo musí obsahovat alespoň jedno číslo!
de_de: Das Kennwort muss mindestens eine Zahl enthalten!
es_es: ¡La Contraseña debe incluir al menos un número!
it_it: Password deve includere almeno un numero!
pt_br: A senha deve conter pelo menos um número!
tr_tr: Parolada en az bir rakam bulunmalı!

source: Password must include at least one letter!
cs_cz: Heslo musí obsahovat alespoň jedno písmeno!
de_de: Das Kennwort muss mindestens einen Buchstaben enthalten!
es_es: ¡La Contraseña debe incluir al menos una letra!
it_it: Password deve includere almeno una lettera!
pt_br: A senha deve conter pelo menos uma letra!
tr_tr: Parolada en az bir harf bulunmalı!

source: File :file does not exist
cs_cz: Soubor :file neexistuje
de_de: Datei :file existiert nicht
es_es: El archivo :file no existe
it_it: File :file non esiste
pt_br: Arquivo :file não existe
tr_tr: :file dosyası bulunamadı

source: Invalid zip file
cs_cz: Špatný zip archiv
de_de: Ungültige ZIP-Datei
es_es: Archivo zip inválido
it_it: Zip file non valido
pt_br: Arquivo zip inválido
tr_tr: Zip dosyası geçersiz

source: Zip extraction failed
cs_cz: Nepodařilo se extrahovat zip soubor
de_de: Zip-Extraktion fehlgeschlagen
es_es: Fallo la extracción del zip
it_it: Estrazione Zip Fallita
pt_br: Extração zip falhou
tr_tr: Zip dosyası ayıklanamadı

source: This is a last message in topic. Remove topic in order to remove this message.
cs_cz: Toto je poslední zpráva v tématu. Odeberte toto téma k odebrání této zprávy.
es_es: Este es el último mensaje del tema. Elimina el tema con el fin de eliminar este mensaje.
it_it: Questo è l'ultimo messaggio del topic. Rimuove il topic per rimuovere questo messaggio.
pt_br: Esta é uma última mensagem no tópico. Remova o tópico afim de remover esta mensagem.
tr_tr: Bu konudaki son ileti bu. Bu iletiyi de silmek için konuyu silin.

source: Could not determine domain price. Domain action is missing
cs_cz: Nemohu určit cenu domény. Akce domény chybí
de_de: Konnte den Domain Preis nicht ermitteln. Domainaktion fehlt
es_es: No se puede determinar el precio de dominio. Acción de dominio es falta
it_it: Impossibile trovare il prezzo del dominio. Azioni dominio mancanti
pt_br: Não foi possível determinar o preço do domínio. Ação de domínio está faltando
tr_tr: Alan adı fiyatı belirlenemedi. Alan adı işlemi eksik

source: Unknown TLD. Could not determine registration price
cs_cz: Neznámé TLD. Nemohu určit registrační cenu
de_de: Unbekannte TLD. Es konnte kein Preis festgestellt werden
es_es: TLD desconocido. No se puede determinar el precio de registro
it_it: TLD non riconosciuto. Impossibile trovare un prezzo di registrazione
pt_br: TLD desconhecido. Não foi possível determinar o preço de registro
tr_tr: Bilinmeyen alan adı uzantısı. Kayıt ücreti belirlenemedi

source: Domain product can not be removed.
cs_cz: Produkt domény nemůže být odebrán.
de_de: Domain Produkt kann nicht entfernt werden.
es_es: El producto dominio no se puede eliminar.
it_it: Il dominio del prodotto non può essere rimosso.
pt_br: Produto domínio não pode ser removido.
tr_tr: Alan adı ürünü silinemez.

source: Unknown period selected
cs_cz: Vybráno neznámé období
de_de: Unbekannter Zeitraum ausgewählt
es_es: Período desconocido seleccionado
it_it: Selezione periodo sconosciuta
pt_br: Período selecionado desconhecido
tr_tr: Bİlinmeyen bir dönem seçildi

source: Product pricing could not be determined.
cs_cz: Cena produktu nemohla být zjištěna
de_de: Produktpreis konnte nicht ermittelt werden.
es_es: No es posible determinar el precio del producto.
it_it: Il prezzo del prodotto non può essere determinato.
pt_br: Preço do produto não pode ser determinado.
tr_tr: Ürün fiyatı belirlenemedi.

source: Unknown Period selected for setup price
cs_cz: Neznámé platební období pro cenu instalace
de_de: Unbekannten Zeitraum für den Setup Preis ausgewählt
es_es: Período desconocido seleccionado para la configuración de precios
it_it: Periodo sconosciuto selezionato per le spese d'installazione
pt_br: Período desconhecido selecionado para o preço de instalação
tr_tr: Kurulum ücreti için bilinmeyen bir dönem seçildi

source: Product :id payment type is recurrent, but period was not selected
cs_cz: Produkt :id má opakující se zúčtování, ale perioda nebyla vybrána
de_de: Produkt :id Art der Bezahlung ist wiederkehrend, aber der Zeitraum wurde nicht gewählt
es_es: El tipo de pago para el producto :id es recurrente, pero el perídodo no se ha seleccionado
it_it: Il pagamento del prodotto :id è ricorrente, ma il periodo non è stato selezionato
pt_br: Tipo de pagamento do produto :id é recorrente, mas o período não foi selecionado
tr_tr: Ürün :id ödemesi yenilemeli tipte ancak yenileme dönem seçilmemiş

source: Unknown Period selected for price
cs_cz: Neznámá perioda pro vybranou cenu
de_de: Unbekannten Zeitraum für den Preis ausgewählt
es_es: Período seleccionado desconocido para el precio
it_it: Periodo sconosciuto selezionato per il prezzo
pt_br: Período desconhecido selecionado para preço
tr_tr: Ücret için seçilen dönem bilinmiyor

source: Payment for invoice :serie:id [:title]
cs_cz: Platba pro fakturu :serie:id [:title]
de_de: Bezahlung der Rechnung :serie:id [:title]
es_es: Pago para la factura :serie:id [:title]
it_it: Pagamento per fattura :eerie:id [:title]
pt_br: Pagamento da fatura :serie:id [:title]
tr_tr: Fatura ödemesi :serie:id [:title]

source: Card number
cs_cz: Číslo karty
de_de: Karten Nummer
es_es: Número de tarjeta
it_it: Numero carta
pt_br: Número do cartão
tr_tr: Kart No

source: Expiration Date
cs_cz: Datum platnosti
de_de: Gültigkeitsdatum
es_es: Fecha de Expiración
it_it: Data di scadenza
pt_br: Válido até
tr_tr: Son Kullanma Tarihi

source: Name
cs_cz: Jméno
es_es: Nombre
it_it: Nome
pt_br: Nome
tr_tr: Ad

source: Address
cs_cz: Adresa
de_de: Adresse
es_es: Dirección
it_it: Indirizzo
pt_br: Endereço
tr_tr: Adres

source: City
cs_cz: Město
de_de: Stadt
es_es: Ciudad
it_it: Città
pt_br: Cidade
tr_tr: Şehir

source: State
cs_cz: Stát
de_de: Zustand
es_es: Estado
it_it: Stato
pt_br: Estado
tr_tr: Durum

source: Zipcode
cs_cz: PSČ
de_de: PLZ
es_es: Código Postal
it_it: Codice postale
pt_br: CEP
tr_tr: Posta Kodu

source: Phone
cs_cz: Číslo
de_de: Telefon
es_es: Teléfono
it_it: Telefono
pt_br: Telefone
tr_tr: Telefon

source: Email
tr_tr: E-posta

source: Pay now
cs_cz: Zaplatit nyní
de_de: Jetzt Bezahlen
es_es: Pagar ahora
it_it: Paga ora
pt_br: Pagar agora
tr_tr: Şimdi Öde

source: Redirecting to PayPal.com
cs_cz: Přesměrovávám na PayPal.com
de_de: Weiterleitung zu PayPal.com
es_es: Redirigir a PayPal.com
it_it: Reindirizzamento a PayPal.com
pt_br: Redirecionando para PayPal.com
tr_tr: PayPal.com sitesine yönlendiriliyorsunuz

source: Redirecting to Payza.com
cs_cz: Přesměrovávám na Payza.com
de_de: Weiterleitung zu Payza.com
es_es: Redirigir a Payza.com
it_it: Reindirizzamento a Payza.com
pt_br: Redirecionando para Payza.com
tr_tr: Payza.com sitesine yönlendiriliyorsunuz

source: Redirecting to 2Checkout.com
cs_cz: Přesměrovávám na 2Checkout.com
de_de: Weiterleitung zu 2Checkout.com
es_es: Redirigir a 2Checkout.com
it_it: Reindirizzamento a 2Checkout.com
pt_br: Redirecionando para 2Checkout.com
tr_tr: 2Checkout.com sitesine yönlendiriliyorsunuz

source: Payment amount is too small.
cs_cz: Výše platby je příliš malá.
de_de: Zahlungsbetrag ist zu gering
es_es: El importe del pago es demasiado pequeño.
it_it: L'importo di pagamento è troppo basso.
pt_br: Valor do pagamento é muito pequeno.
tr_tr: Ödeme tutarı çok küçük.

source: Payment amount is too big.
cs_cz: Výše platby je příliš velká.
de_de: Zahlungsbetrag ist zu hoch
es_es: El importe del pago es demasiado grande.
it_it: L'importo di pagamento è troppo alto.
pt_br: Valor do pagamento é muito grande.
tr_tr: Ödeme tutarı çok büyük.

source: Selected currency is not available.
cs_cz: Vybraná měna není k dispozici.
de_de: Ausgewählte Währung ist nicht verfügbar
es_es: La moneda seleccionada no está disponible.
it_it: La valuta di pagamento selezionata non è disponibile.
pt_br: Moeda selecionada não disponível.
tr_tr: Seçilmiş para birimi kullanılamaz.

source: Amount or currency is missing.
cs_cz: Chybí částka nebo měna.
de_de: Betrag oder Währung ist nicht vorhanden.
es_es: El Monto o la Moneda no ha podido encontrarse.
it_it: La valuta o la quantità è mancante.
pt_br: Quantidade ou moeda não informados.
tr_tr: Tutar ya da para birimi eksik.

source: projectId is missing or such ID does not exist.
cs_cz: projectId chybí nebo takové ID neexistuje.
de_de: ProjectId fehlt, oder ID existiert nicht.
es_es: Falta el projectID o el ID no existe.
it_it: projectId mancante o tale ID e´ inesistente
pt_br: projectID ausente ou o ID inexistente.
tr_tr: projectId eksik ya da bu kod bulunamadı.

source: Testing mode is turned off, but you have still tried to make a test payment.
cs_cz: Testovací režim je vypnutý, ale přesto jste se pokusili provést zkušební platbu.
de_de: Der Testmodus wurde abgeschaltet, aber Sie haben trotzdem versucht eine Test-Zahlung zu tätigen
es_es: El Modo de Prueba está desactivado, pero aún asi ha intentado hacer un prueba de pago.
it_it: Modalitá di prova non attiva, avete comunque provato ad effettuare un pagamento di prova.
pt_br: Modo de teste está desligado, mas você ainda tem tentado fazer um pagamento de teste.
tr_tr: Deneme kipi kapalı olduğu halde bir deneme ödemesi yapmaya çalıştınız.

source: You have banned this way of payment.
cs_cz: Tento způsob plateb jste zakázal.
de_de: Du hast diese Bezahl-Methode ausgeschlossen.
es_es: Usted ha prohibido este método de pago.
it_it: Hai vietato questo sistema di pagamento.
pt_br: Você já proibiu esta forma de pagamento.
tr_tr: Bu şekilde ödeme yapmanız engellendi.
