Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: sq_AL
cs_cz: Albanian (Albania)
de_de: Albanisch (Albanien)
es_es: spanish
it_it: Albanian (Albania)
pt_br: Albanês (Albânia)
tr_tr: Arnavutça (Arnavutluk)

source: ar_DZ
cs_cz: Arabic (Algeria)
de_de: Arabisch (Algerien)
es_es: Arábico (Algeria)
it_it: Arabic (Algeria)
pt_br: Árabe (Argélia)
tr_tr: Arapça (Cezayir)

source: ar_BH
cs_cz: Arabic (Bahrain)
de_de: Arabisch (Bahrain)
es_es: Arábico (Bahrein)
it_it: Arabic (Bahrain)
pt_br: Árabe (Bahrein)
tr_tr: Arapça (Bahreyn)

source: ar_EG
cs_cz: Arabic (Egypt)
de_de: Arabisch (Ägypten)
es_es: Árabe (Egipto)
it_it: Arabic (Egypt)
pt_br: Árabe (Egito)
tr_tr: Arapça (Mısır)

source: ar_IQ
cs_cz: Arabic (Iraq)
de_de: Arabisch (Irak)
es_es: Árabe (Iraq)
it_it: Arabic (Iraq)
pt_br: Árabe (Iraque)
tr_tr: Arapça (Irak)

source: ar_JO
cs_cz: Arabic (Jordan)
de_de: Arabisch (Jordanien)
es_es: Árabe (Jordania)
it_it: Arabic (Jordan)
pt_br: Árabe (Jordânia)
tr_tr: Arapça (Ürdün)

source: ar_KW
cs_cz: Arabic (Kuwait)
de_de: Arabisch (Kuwait)
es_es: Árabe (Kuwait)
it_it: Arabic (Kuwait)
pt_br: Árabe (Kuwait)
tr_tr: Arapça (Kuveyt)

source: ar_LB
cs_cz: Arabic (Lebanon)
de_de: Arabisch (Libanon)
es_es: Árabe (Líbano)
it_it: Arabic (Lebanon)
pt_br: Árabe (Líbano)
tr_tr: Arapça (Lübnan)

source: ar_LY
cs_cz: Arabic (Libya)
de_de: Arabisch (Libyen)
es_es: Árabe (Libia)
it_it: Arabic (Libya)
pt_br: Árabe (Líbia)
tr_tr: Arapça (Libya)

source: ar_MA
cs_cz: Arabic (Morocco)
de_de: Arabisch (Marocco)
es_es: Árabe (Marruecos)
it_it: Arabic (Morocco)
pt_br: Árabe (Marrocos)
tr_tr: Arapça (Fas)

source: ar_OM
cs_cz: Arabic (Oman)
de_de: Arabisch (Oman)
es_es: Árabe (Omán)
it_it: Arabic (Oman)
pt_br: Árabe (Omã)
tr_tr: Arapça (Umman)

source: ar_QA
cs_cz: Arabic (Qatar)
de_de: Arabisch (Qatar)
es_es: Árabe (Qatar)
it_it: Arabic (Qatar)
pt_br: Árabe (Qatar)
tr_tr: Arapça (Katar)

source: ar_SA
cs_cz: Arabic (Saudi Arabia)
de_de: Arabisch (Saudi Arabien)
es_es: Árabe (Arabia Saudita)
it_it: Arabic (Saudi Arabia)
pt_br: Árabe (Arábia Saudita)
tr_tr: Arapça (Suudi Arabistan)

source: ar_SD
cs_cz: Arabic (Sudan)
de_de: Arabisch (Sudan)
es_es: Árabe (Sudán)
it_it: Arabic (Sudan)
pt_br: Árabe (Sudão)
tr_tr: Arapça (Sudan)

source: ar_SY
cs_cz: Arabic (Syria)
de_de: Arabisch (Syrien)
es_es: Árabe (Siria)
it_it: Arabic (Syria)
pt_br: Árabe (Síria)
tr_tr: Arapça (Suriye)

source: ar_TN
cs_cz: Arabic (Tunisia)
de_de: Arabisch (Tunesien)
es_es: Árabe (Túnez)
it_it: Arabic (Tunisia)
pt_br: Árabe (Tunísia)
tr_tr: Arapça (Tunus)

source: ar_AE
cs_cz: Arabic (United Arab Emirates)
de_de: Arabic (United Arab Emirates)
es_es: Árabe (Emiratos Árabes Unidos)
it_it: Arabic (United Arab Emirates)
pt_br: Árabe (Emirados Árabes Unidos)
tr_tr: Arapça (Birleşik Arap Emirlikleri)

source: ar_YE
cs_cz: Arabic (Yemen)
de_de: Arabic (Yemen)
es_es: Árabe (Yemen)
it_it: Arabic (Yemen)
pt_br: Árabe (Iêmen)
tr_tr: Arapça (Yemen)

source: be_BY
cs_cz: Belarusian (Belarus)
de_de: Belarusian (Belarus)
es_es: Belarús (Bielorrusia)
it_it: Belarusian (Belarus)
pt_br: Bielorusso (Bielorússia)
tr_tr: Belarusça (Beyaz Rusya)

source: bg_BG
cs_cz: Bulgarian (Bulgaria)
de_de: Bulgarian (Bulgarien)
es_es: Búlgaro (Bulgaria)
it_it: Bulgarian (Bulgaria)
pt_br: Búlgaro (Bulgária)
tr_tr: Bulgarca (Bulgaristan)

source: ca_ES
cs_cz: Catalan (Spain)
de_de: Catalan (Spanien)
es_es: Catalán (España)
it_it: Catalan (Spain)
pt_br: Catalão (Espanha)
tr_tr: Katalanca (İspanya)

source: zh_CN
cs_cz: Chinese (China)
de_de: Chinese (China)
es_es: Chino (China)
it_it: Chinese (China)
pt_br: Chinês (China)
tr_tr: Çince (Çin)

source: zh_HK
cs_cz: Chinese (Hong Kong)
de_de: Chinese (Hong Kong)
es_es: Chino (Hong Kong)
it_it: Chinese (Hong Kong)
pt_br: Chinês (Hong Kong)
tr_tr: Çince (Hong Kong)

source: zh_SG
cs_cz: Chinese (Singapore)
de_de: Chinese (Singapore)
es_es: Chino (Singapur)
it_it: Chinese (Singapore)
pt_br: Chinês (Cingapura)
tr_tr: Çince (Singapur)

source: zh_TW
cs_cz: Chinese (Taiwan)
de_de: Chinese (Taiwan)
es_es: Chino (Taiwan)
it_it: Chinese (Taiwan)
pt_br: Chinês (Taiwan)
tr_tr: Çince (Tayvan)

source: hr_HR
cs_cz: Croatian (Croatia)
de_de: Kroatisch (Kroatien)
es_es: Croata (Croacia)
it_it: Croatian (Croatia)
pt_br: Croata (Croácia)
tr_tr: Hırvatça (Hırvatistan)

source: cs_CZ
cs_cz: Czech (Czech Republic)
de_de: Tschechisch (Tschechien)
es_es: Checo (República Checa)
it_it: Czech (Czech Republic)
pt_br: Tcheco (República Tcheca)
tr_tr: Çekce (Çek Cumhuriyeti)

source: da_DK
cs_cz: Danish (Denmark)
de_de: Dänisch (Dänemark)
es_es: Danés (Dinamarca)
it_it: Danish (Denmark)
pt_br: Dinamarquês (Dinamarca)
tr_tr: Danca (Danimarka)

source: nl_BE
cs_cz: Dutch (Belgium)
de_de: Dutch (Belgium)
es_es: Holandés (Bélgica)
it_it: Dutch (Belgium)
pt_br: Holandês (Bélgica)
tr_tr: Felemenkçe (Belçika)

source: nl_NL
cs_cz: Dutch (Netherlands)
de_de: Dutch (Netherlands)
es_es: Holandés (Países Bajos)
it_it: Dutch (Netherlands)
pt_br: Holandês (Holanda)
tr_tr: Felemenkçe (Hollanda)

source: en_AU
cs_cz: English (Australia)
de_de: English (Australia)
es_es: Inglés (Australia)
it_it: English (Australia)
pt_br: Inglês (Austrália)
tr_tr: İngilizce (Avustralya)

source: en_CA
cs_cz: English (Canada)
de_de: English (Canada)
es_es: Inglés (Canada)
it_it: English (Canada)
pt_br: Inglês (Canadá)
tr_tr: İngilizce (Kanada)

source: en_IN
cs_cz: English (India)
de_de: English (India)
es_es: Inglés (India)
it_it: English (India)
pt_br: Inglês (Índia)
tr_tr: İngilizce (Hindistan)

source: en_IE
cs_cz: English (Ireland)
de_de: English (Ireland)
es_es: Inglés (Irlanda)
it_it: English (Ireland)
pt_br: Inglês (Irlanda)
tr_tr: İngilizce (İrlanda)

source: en_MT
cs_cz: English (Malta)
de_de: English (Malta)
es_es: Inglés (Malta)
it_it: English (Malta)
pt_br: Inglês (Malta)
tr_tr: İngilizce (Malta)

source: en_NZ
cs_cz: English (New Zealand)
de_de: English (New Zealand)
es_es: Inglés (Nueva Zelanda)
it_it: English (New Zealand)
pt_br: Inglês (Nova Zelândia)
tr_tr: İngilizce (Yeni Zelanda)

source: en_PH
cs_cz: English (Philippines)
de_de: English (Philippines)
es_es: Inglés (Filipinas)
it_it: English (Philippines)
pt_br: Inglês (Filipinas)
tr_tr: İngilizce (Filipinler)

source: en_SG
cs_cz: English (Singapore)
de_de: English (Singapore)
es_es: Inglés (Singapur)
it_it: English (Singapore)
pt_br: Inglês (Cingapura)
tr_tr: İngilizce (Singapur)

source: en_ZA
cs_cz: English (South Africa)
de_de: English (South Africa)
es_es: Inglés (Sudáfrica)
it_it: English (South Africa)
pt_br: Inglês (África do Sul)
tr_tr: İngilizce (Güney Afrika)

source: en_GB
cs_cz: English (United Kingdom)
de_de: English (United Kingdom)
es_es: Inglés (Reino Unido)
it_it: English (United Kingdom)
pt_br: Inglês (Reino Unido)
tr_tr: İngilizce (Birleşik Krallık)

source: en_US
cs_cz: English (United States)
de_de: English (United States)
es_es: Inglés
it_it: English (United States)
pt_br: English (United States)
tr_tr: İngilizce (Birleşik Devletler)

source: et_EE
cs_cz: Estonian (Estonia)
de_de: Estonian (Estonia)
es_es: Estonio (Estonia)
it_it: Estonian (Estonia)
pt_br: Estoniano (Estônia)
tr_tr: Estonca (Estonya)

source: fi_FI
cs_cz: Finnish (Finland)
de_de: Finnish (Finland)
es_es: Finlandes (Finlandia)
it_it: Finnish (Finland)
pt_br: Finlandês (Finlândia)
tr_tr: Fince (Finlandiya)

source: fr_BE
cs_cz: French (Belgium)
de_de: French (Belgium)
es_es: Francés (Bélgica)
it_it: French (Belgium)
pt_br: Francês (Bélgica)
tr_tr: Fransızca (Belçika)

source: fr_CA
cs_cz: French (Canada)
de_de: French (Canada)
es_es: Francés (Canada)
it_it: French (Canada)
pt_br: Francês (Canadá)
tr_tr: Fransızca (Kanada)

source: fr_FR
cs_cz: French (France)
de_de: French (France)
es_es: Francés (Francia)
it_it: French (France)
pt_br: Francês (França)
tr_tr: Fransızca (Fransa)

source: fr_LU
cs_cz: French (Luxembourg)
de_de: French (Luxembourg)
es_es: Francés (Luxemburgo)
it_it: French (Luxembourg)
pt_br: Francês (Luxemburgo)
tr_tr: Fransızca (Lüksemburg)

source: fr_CH
cs_cz: French (Switzerland)
de_de: French (Switzerland)
es_es: Francés (Suiza)
it_it: French (Switzerland)
pt_br: Francês (Suíça)
tr_tr: Fransızca (İsviçre)

source: de_AT
cs_cz: German (Austria)
de_de: Deutsch (Österreich)
es_es: Alemán (Austria)
it_it: German (Austria)
pt_br: Alemão (Áustria)
tr_tr: Almanca (Avusturya)

source: de_DE
cs_cz: German (Germany)
de_de: German (Germany)
es_es: Alemán (Alemania)
it_it: German (Germany)
pt_br: Alemão (Alemanha)
tr_tr: Almanca (Almanya)

source: de_LU
cs_cz: German (Luxembourg)
de_de: Deutsch (Luxembourg)
es_es: Alemán (Luxemburgo)
it_it: German (Luxembourg)
pt_br: Alemão (Luxemburgo)
tr_tr: Almanca (Lüksemburg)

source: de_CH
cs_cz: German (Switzerland)
de_de: Deutsch (Schweiz)
es_es: Alemán (Suiza)
it_it: German (Switzerland)
pt_br: Alemão (Suíça)
tr_tr: Almanca (İsviçre)

source: el_CY
cs_cz: Greek (Cyprus)
de_de: Griechisch (Zypern)
es_es: Griego (Chipre)
it_it: Greek (Cyprus)
pt_br: Grego (Chipre)
tr_tr: Yunanca (Kıbrıs)

source: el_GR
cs_cz: Greek (Greece)
de_de: Griechisch (Grichenland)
es_es: Griego (Grecia)
it_it: Greek (Greece)
pt_br: Grego (Grécia)
tr_tr: Yunanca (Yunanistan)

source: iw_IL
cs_cz: Hebrew (Israel)
de_de: Hebrew (Israel)
es_es: Hebreo (Israel)
it_it: Hebrew (Israel)
pt_br: Hebrew (Israel)
tr_tr: İbranice (İsrail)

source: hi_IN
cs_cz: Hindi (India)
de_de: Hindi (India)
es_es: Hindi (India)
it_it: Hindi (India)
pt_br: Hindi (Índia)
tr_tr: Hintçe (Hindistan)

source: hu_HU
cs_cz: Hungarian (Hungary)
de_de: Hungarian (Hungary)
es_es: Húngaro (Hungría)
it_it: Hungarian (Hungary)
pt_br: Húngaro (Hungria)
tr_tr: Macarca (Macaristan)

source: is_IS
cs_cz: Icelandic (Iceland)
de_de: Icelandic (Iceland)
es_es: Islandes (Islandia)
it_it: Icelandic (Iceland)
pt_br: Islandês (Islândia)
tr_tr: İzlandaca (İzlanda)

source: in_ID
cs_cz: Indonesian (Indonesia)
de_de: Indonesian (Indonesia)
es_es: Indones (Indonesia)
it_it: Indonesian (Indonesia)
pt_br: Indonésio (Indonésia)
tr_tr: Endonezca (Endonezya)

source: ga_IE
cs_cz: Irish (Ireland)
de_de: Irish (Ireland)
es_es: Irlandés (Irlanda)
it_it: Irish (Ireland)
pt_br: Irlandês (Irlanda)
tr_tr: İrlandaca (İrlanda)

source: it_IT
cs_cz: Italian (Italy)
de_de: Italienisch (Italien)
es_es: Italiano (Italia)
it_it: Italiano (Italia)
pt_br: Italiano (Itália)
tr_tr: İtalyanca (İtalya)

source: it_CH
cs_cz: Italian (Switzerland)
de_de: Italienisch (Schweiz)
es_es: Italiano (Suiza)
it_it: Italiano (Switzerland)
pt_br: Italiano (Suíça)
tr_tr: İtalyanca (İsviçre)

source: ja_JP
cs_cz: Japanese (Japan)
de_de: Japanese (Japan)
es_es: Japonés (Japón)
it_it: Japanese (Japan)
pt_br: Japonês (Japão)
tr_tr: Japonca (Japonya)

source: ja_JP_JP
cs_cz: Japanese (Japan,JP)
de_de: Japanese (Japan,JP)
es_es: Japonés (Japón, JP)
it_it: Japanese (Japan,JP)
pt_br: Japonês (Japão, JP)
tr_tr: Japonca (Japonya,JP)

source: ko_KR
cs_cz: Korean (South Korea)
de_de: Korean (South Korea)
es_es: Coreano (Corea del Sur)
it_it: Korean (South Korea)
pt_br: Coreano (Coréia do Sul)
tr_tr: Korece (Güney Kore)

source: lv_LV
cs_cz: Latvian (Latvia)
de_de: Latvian (Latvia)
es_es: Letón (Letonia)
it_it: Latvian (Latvia)
pt_br: Letão (Letônia)
tr_tr: Letonca (Letonya)

source: lt_LT
cs_cz: Lithuanian (Lithuania)
de_de: Lithuanian (Lithuania)
es_es: Lituano (Lituania)
it_it: Lithuanian (Lithuania)
pt_br: Lituano (Lituânia)
tr_tr: Litvanca (Litvanya)

source: mk_MK
cs_cz: Macedonian (Macedonia)
de_de: Macedonian (Macedonia)
es_es: Macedonio (Macedonia)
it_it: Macedonian (Macedonia)
pt_br: Macedônio (Macedônia)
tr_tr: Makedonca (Makedonya)

source: ms_MY
cs_cz: Malay (Malaysia)
de_de: Malay (Malaysia)
es_es: Malayo (Malasia)
it_it: Malay (Malaysia)
pt_br: Malaio (Malásia)
tr_tr: Malay (Malezya)

source: mt_MT
cs_cz: Maltese (Malta)
de_de: Maltese (Malta)
es_es: Maltes (Malta)
it_it: Maltese (Malta)
pt_br: Maltês (Malta)
tr_tr: Maltiz (Malta)

source: no_NO
cs_cz: Norwegian (Norway)
de_de: Norwegian (Norway)
es_es: Noruego (Noruega)
it_it: Norwegian (Norway)
pt_br: Norueguês (Noruega)
tr_tr: Norveçce (Norveç)

source: no_NO_NY
cs_cz: Norwegian (Norway,Nynorsk)
de_de: Norwegian (Norway,Nynorsk)
es_es: Noruego (Noruega, Nynorsk)
it_it: Norwegian (Norway,Nynorsk)
pt_br: Norueguês (Noruega, Nynorsk)
tr_tr: Norveçce (Norveç,Nynorsk)

source: pl_PL
cs_cz: Polish (Poland)
de_de: Polish (Poland)
es_es: Polaco (Polonia)
it_it: Polish (Poland)
pt_br: Polonês (Polônia)
tr_tr: Lehçe (Polonya)

source: pt_BR
cs_cz: Portuguese (Brazil)
de_de: Portuguese (Brazil)
es_es: Portugués (Brasil)
it_it: Portuguese (Brazil)
pt_br: Português (Brasil)
tr_tr: Portekizce (Brezilya)

source: pt_PT
cs_cz: Portuguese (Portugal)
de_de: Portuguese (Portugal)
es_es: Portugués (Portugal)
it_it: Portuguese (Portugal)
pt_br: Português (Portugal)
tr_tr: Portekizce (Portekiz)

source: ro_RO
cs_cz: Romanian (Romania)
de_de: Romanian (Romania)
es_es: Rumano (Rumanía)
it_it: Romanian (Romania)
pt_br: Romeno (Romênia)
tr_tr: Romence (Romanya)

source: ru_RU
cs_cz: Russian (Russia)
de_de: Russian (Russia)
es_es: Ruso (Rusia)
it_it: Russian (Russia)
pt_br: Russo (Rússia)
tr_tr: Rusça (Rusya)

source: sr_BA
cs_cz: Serbian (Bosnia and Herzegovina)
de_de: Serbian (Bosnia and Herzegovina)
es_es: Serbio (Bosnia y Herzegovina)
it_it: Serbian (Bosnia and Herzegovina)
pt_br: Sérvio (Bósnia e Herzegovina)
tr_tr: Sırpça (Bosna ve Hersek)

source: sr_ME
cs_cz: Serbian (Montenegro)
de_de: Serbian (Montenegro)
es_es: Serbio (Montenegro)
it_it: Serbian (Montenegro)
pt_br: Sérvio (Montenegro)
tr_tr: Sırpça (Montenegro)

source: sr_CS
cs_cz: Serbian (Serbia and Montenegro)
de_de: Serbian (Serbia and Montenegro)
es_es: Serbio (Serbia y Montenegro)
it_it: Serbian (Serbia and Montenegro)
pt_br: Sérvio (Sérvia e Montenegro)
tr_tr: Sırpça (Sırbistan ve Montenegro)

source: sr_RS
cs_cz: Serbian (Serbia)
de_de: Serbian (Serbia)
es_es: Serbio (Serbia)
it_it: Serbian (Serbia)
pt_br: Sérvio (Sérvia)
tr_tr: Sırpça (Sırbistan)

source: sk_SK
cs_cz: Slovak (Slovakia)
de_de: Slovak (Slovakia)
es_es: Eslovaco (Eslovaquia)
it_it: Slovak (Slovakia)
pt_br: Eslovaco (Eslováquia)
tr_tr: Slovakça (Slovakya)

source: sl_SI
cs_cz: Slovenian (Slovenia)
de_de: Slovenian (Slovenia)
es_es: Esloveno (Eslovenia)
it_it: Slovenian (Slovenia)
pt_br: Esloveno (Eslovênia)
tr_tr: Slovence (Slovenya)

source: es_AR
cs_cz: Spanish (Argentina)
de_de: Spanish (Argentina)
es_es: Español Argentino
it_it: Spanish (Argentina)
pt_br: Espanhol (Argentina)
tr_tr: İspanyolca (Arjantin)

source: es_BO
cs_cz: Spanish (Bolivia)
de_de: Spanish (Bolivia)
es_es: Español (Bolivia)
it_it: Spanish (Bolivia)
pt_br: Espanhol (Bolívia)
tr_tr: İspanyolca (Bolivya)

source: es_CL
cs_cz: Spanish (Chile)
de_de: Spanish (Chile)
es_es: Español (Chile)
it_it: Spanish (Chile)
pt_br: Espanhol (Chile)
tr_tr: İspanyolca (Şili)

source: es_CO
cs_cz: Spanish (Colombia)
de_de: Spanish (Colombia)
es_es: Español Colombiano
it_it: Spanish (Colombia)
pt_br: Espanhol (Colômbia)
tr_tr: İspanyolca (Kolombiya)

source: es_CR
cs_cz: Spanish (Costa Rica)
de_de: Spanish (Costa Rica)
es_es: Español (Costa Rica)
it_it: Spanish (Costa Rica)
pt_br: Espanhol (Costa Rica)
tr_tr: İspanyolca (Kosta Rika)

source: es_DO
cs_cz: Spanish (Dominican Republic)
de_de: Spanish (Dominican Republic)
es_es: Español ( RepublicaDominicana)
it_it: Spanish (Dominican Republic)
pt_br: Espanhol (República Dominicana)
tr_tr: İspanyolca (Dominik Cumhuriyeti)

source: es_EC
cs_cz: Spanish (Ecuador)
de_de: Spanish (Ecuador)
es_es: Español (Ecuador)
it_it: Spanish (Ecuador)
pt_br: Espanhol (Equador)
tr_tr: İspanyolca (Ekvator)

source: es_SV
cs_cz: Spanish (El Salvador)
de_de: Spanish (El Salvador)
es_es: Español (El Salvador)
it_it: Spanish (El Salvador)
pt_br: Espanhol (El Salvador)
tr_tr: İspanyolca (El Salvador)

source: es_GT
cs_cz: Spanish (Guatemala)
de_de: Spanish (Guatemala)
es_es: Español (Guatemala)
it_it: Spanish (Guatemala)
pt_br: Espanhol (Guatemala)
tr_tr: İspanyolca (Guatemala)

source: es_HN
cs_cz: Spanish (Honduras)
de_de: Spanish (Honduras)
es_es: Español (Honduras)
it_it: Spanish (Honduras)
pt_br: Espanhol (Honduras)
tr_tr: İspanyolca (Honduras)

source: es_MX
cs_cz: Spanish (Mexico)
de_de: Spanish (Mexico)
es_es: Español (México)
it_it: Spanish (Mexico)
pt_br: Espanhol (México)
tr_tr: İspanyolca (Meksika)

source: es_NI
cs_cz: Spanish (Nicaragua)
de_de: Spanish (Nicaragua)
es_es: Español (Nicaragua)
it_it: Spanish (Nicaragua)
pt_br: Espanhol (Nicarágua)
tr_tr: İspanyolca (Nikaragua)

source: es_PA
cs_cz: Spanish (Panama)
de_de: Spanish (Panama)
es_es: Español (Panama)
it_it: Spanish (Panama)
pt_br: Espanhol (Panamá)
tr_tr: İspanyolca (Panama)

source: es_PY
cs_cz: Spanish (Paraguay)
de_de: Spanish (Paraguay)
es_es: Español (Paraguay)
it_it: Spanish (Paraguay)
pt_br: Espanhol (Paraguai)
tr_tr: İspanyolca (Paraguay)

source: es_PE
cs_cz: Spanish (Peru)
de_de: Spanish (Peru)
es_es: Español (Peru)
it_it: Spanish (Peru)
pt_br: Espanhol (Peru)
tr_tr: İspanyolca (Peru)

source: es_PR
cs_cz: Spanish (Puerto Rico)
de_de: Spanish (Puerto Rico)
es_es: Español (Puerto Rico)
it_it: Spanish (Puerto Rico)
pt_br: Espanhol (Porto Rico)
tr_tr: İspanyolca (Puerto Riko)

source: es_ES
cs_cz: Spanish (Spain)
de_de: Spanish (Spain)
es_es: Español (España)
it_it: Spanish (Spain)
pt_br: Espanhol (Espanha)
tr_tr: İspanyolca (İspanya)

source: es_US
cs_cz: Spanish (United States)
de_de: Spanish (United States)
es_es: Español (Estados Unidos)
it_it: Spanish (United States)
pt_br: Espanhol (Estados Unidos)
tr_tr: İspanyolca (Birleşik Devletler)

source: es_UY
cs_cz: Spanish (Uruguay)
de_de: Spanish (Uruguay)
es_es: Español (Uruguay)
it_it: Spanish (Uruguay)
pt_br: Espanhol (Uruguai)
tr_tr: İspanyolca (Uruguay)

source: es_VE
cs_cz: Spanish (Venezuela)
de_de: Spanish (Venezuela)
es_es: Castellano Venezuela
it_it: Spanish (Venezuela)
pt_br: Espanhol (Venezuela)
tr_tr: İspanyolca (Venezüela)

source: sv_SE
cs_cz: Swedish (Sweden)
de_de: Swedish (Sweden)
es_es: Sueco (Suecia)
it_it: Swedish (Sweden)
pt_br: Sueco (Suécia)
tr_tr: İsveçce (İsveç)

source: th_TH
cs_cz: Thai (Thailand)
de_de: Thai (Thailand)
es_es: Tailandes (Tailandia)
it_it: Thai (Thailand)
pt_br: Tailandês (Tailândia)
tr_tr: Tayca (Tayland)

source: tr_TR
cs_cz: Turkish (Turkey)
de_de: Turkish (Turkey)
es_es: Turco (Turquía)
it_it: Turkish (Turkey)
pt_br: Turco (Turquia)
tr_tr: Türkçe (Türkiye)

source: uk_UA
cs_cz: Ukrainian (Ukraine)
de_de: Ukrainian (Ukraine)
es_es: Ucraniano (Ucrania)
it_it: Ukrainian (Ukraine)
pt_br: Ucraniano (Ucrânia)
tr_tr: Ukraynaca (Ukrayna)

source: vi_VN
cs_cz: Vietnamese (Vietnam)
de_de: Vietnamese (Vietnam)
es_es: Vietnamita (Vietnam)
it_it: Vietnamese (Vietnam)
pt_br: Vietnamita (Vietnã)
tr_tr: Vietnamca (Vietnam)

source: Mod object is not set for the service
cs_cz: Objekt Mod není pro službu nastaven
de_de: Diese Modifikation ist für Ihre Service nicht eingestellt.
es_es: El modulo Mod no está configurado para este servicio
it_it: Mod object non impostato per il servizio
pt_br: Objeto mod não está definido para o serviço
tr_tr: Mod nesnesi hizmet için ayarlanmamış

source: Method :method must contain underscore
cs_cz: Metoda :method musí obsahovat podtržítko
de_de: Methode :method muss unterstrichen werden
es_es: El método :method debe contener underscore
it_it: Method :method deve contenere trattino basso
pt_br: Método :method deve conter sublinhado
tr_tr: :method yöntemi altçizgi içermeli

source: Invalid module name
cs_cz: Nesprávný název modulu
de_de: Ungültiger Modul Name
es_es: Nombre de modulo invalido
it_it: Nome modulo non valido
pt_br: Nome do módulo inválido
tr_tr: Modül adı geçersiz

source: BoxBilling module :mod is not installed/activated
cs_cz: Modil :mod není nainstalován/aktivován
de_de: BoxBilling module ":mod" ist nicht installiert/aktiviert
es_es: El módulo BoxBilling :mod no está instalado o activado
it_it: BoxBilling module :mod non é installato/attivato
pt_br: BoxBilling Módulo :mod não está instalado/ativado
tr_tr: :mod BoxBilling modülü yüklenmemiş ya da etkinleştirilmemiş

source: You do not have access to :mod module
cs_cz: Nemáte přístup k modulu :mod
de_de: Sie haben keine Berechtigung für das Modul :mod
es_es: Usted no tiene acceso a el módulo :mod
it_it: Non hai accesso a :mod module
pt_br: Você não tem acesso ao módulo :mod
tr_tr: :mod modülüne erişme izniniz yok

source: Api class must be instance of Api_Abstract
cs_cz: API třída musí být instance Api_Abstract
de_de: API-Klasse muß Instanz von Api_Abstract sein
es_es: Clase Api debe ser ejemplo de Api_Abstract
it_it: Api class deve essere instanza di Api_Abstract
pt_br: A classe Api deve ser uma instância de Api_Abstract
tr_tr: API sınıcı Api_Abstract yönteminin bir sınıfı olmalı

source: :type API call :method does not exist in module :module
cs_cz: :type API volá metodu :method , která neexistuje v modulu :module
de_de: :type API-Aufruf :method nicht in Modul :module existent
es_es: El método :method de la API :type no existe en el módulo :module
it_it: :type API call :metodo non esiste in module :module
pt_br: :type API chamada do :method não existe no módulo: module
tr_tr: :module modülünde :tip API çağrısı :method yöntemi bulunamadı

source: Page :url not found
cs_cz: Stránka :url nebyla nalezena
de_de: Seite :url nicht gefunden
es_es: Página :url no encontrada
it_it: Page :url non trovata
pt_br: Página :url não encontrada
tr_tr: :url sayfası bulunamadı

source: Page not found
cs_cz: Stránka nenalezena
de_de: Seite nicht gefunden
es_es: Página no encontrada
it_it: Pagina non trovata
pt_br: Página não encontrada
tr_tr: Sayfa bulunamadı

source: php mcrypt extension must be enabled on your server
cs_cz: Rozšíření php mcrypt musí být povoleno na vašem serveru
de_de: php mycrypt muss auf auf dem Server geladen sein
es_es: extensión php mcrypt debe estar habilitado en el servidor
it_it: L'estensione php mcrypt deve essere abilitata sul vostro server
pt_br: a extensão php mcrypt deve estar habilitada em seu servidor
tr_tr: Sunucunuzda php mycrypt eklentisi etkinleştirilmiş olmalıdır

source: CURL extension is not enabled
cs_cz: CURL rozšíření je vypnuto
de_de: CURL Erweiterung ist nicht aktiviert
es_es: Extensión CURL no activada
it_it: L'estensione CURL non é abilitata
pt_br: A extensão CURL não está habilitada
tr_tr: CURL eklentisi etkinleştirilmemiş

source: Unable to connect to BoxBilling extensions site.
cs_cz: Nemohu se připojit ke stránce s rozšířeními.
de_de: Konnte keine Verbindung zur Boxbilling Erweiterungsseite aufbauen
es_es: No se puede conectar a BoxBilling sitio de extensiones.
it_it: Impossiile connettersi alla pagina estensioni BoxBilling.
pt_br: Não foi possível conectar ao site de extensões do BoxBilling.
tr_tr: BoxBilling eklentileri sitesine bağlanılamıyor.

source: FTP extension is not enabled in PHP. You will not be able to use automatic updates and other automation.
cs_cz: FTP rozšíření není povoleno v PHP. Nebudete moci získávat aktualizace a ostatní automatizace.
de_de: FTP-Erweiterung ist nicht in PHP aktiviert. Sie werden nicht in der Lage sein, automatische Updates und weitere Automatisierungen verwenden zu können.
es_es: Extensión FTP no activada en PHP. No podrás utilizar las actualizaciones automáticas ni otras automatizaciones.
it_it: L'estensione FTP non é abilitata in PHP. Non potrete utilizzare aggiornamenti automatici ne altri automatismi.
pt_br: A extensão FTP não está habilitada no PHP. Você não poderá usar o automáticoatualizações e outras automações.
tr_tr: PHP FTP eklentisi etkinleştirilmemiş. Otomatik güncelleme gibi işlemler yapılamaz.

source: The ftp PHP extension is not available
cs_cz: FTP není v PHP dostupné
de_de: Der FTP-PHP-Erweiterung ist nicht verfügbar
es_es: La extensión FTP de PHP no está disponible
it_it: L'estensione ftp PHP non é disponibile
pt_br: A extensão ftp PHP não está disponível
tr_tr: PHP FTP eklentisi bulunamadı
