Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: 5. Import data from SolusVM server
cs_cz: 5. Importujte data ze SolusVM seerveru
de_de: 5. Daten von SolusVM Server importieren
es_es: 5. Importar datos desde servidor SolusVM
it_it: 5. importare información del server SolusVM
pt_br: 5. Importar dados do servidor SolusVM
tr_tr: 5. SolusVM üzerinden verileri alın

source: Connect to SolusVM master server via API
cs_cz: Připojit se k SolusVM master serveru přes API
de_de: Verbindung über SolusVM Server über das API erstellen
es_es: Conecte su servidor maestro de SolusVM vía API
it_it: Conectar al server maestro de SolusVM mediante API
pt_br: Conecte-se ao servidor mestre SolusVM via API
tr_tr: API üzerinden SolusVM ana sunucusuna bağlanın

source: To create an API user login to SolusVM admin area and click Configuration > API Access from the top menu then select Add API User.
de_de: Chcete-li vytvořit přihlášení uživatele API do oblasti správy SolusVM, klikněte na Konfigurace > Přístup k API z horní nabídky a poté vyberte Přidat uživatele API.
es_es: Para crear un usuario de API ingrese al area administrativa de SolusVM y haga clic en Configuración > Acceso API en el menu superior y seleccione Agregar Usuario API
it_it: Per Crearee un API andare in Configurazione>Accesso API nel menu superiore.
pt_br: Para criar um login de usuário API na área de administração SolusVM e clique em Configuração> Acesso API no menu superior e selecione Adicionar Usuário API.
tr_tr: Bir API oluşturmak için, SolusVM yönetici bölümünde oturum açın ve üst menüden Ayarlar > API Erişimi bölümüne giderek API kullanıcısı ekleyin ögesini seçin.

source: Master server IP
cs_cz: IP master serveru
de_de: IP hlavního serveru
es_es: IP principal del Servidor
it_it: IP Server principale
pt_br: Servidor IP principal
tr_tr: Ana Sunucu IP Adresi

source: Secure connection
cs_cz: Zabezpečené připojení
de_de: Sichere Verbindung
es_es: Conección Segura
it_it: Connessione sicura
pt_br: Conexão segura
tr_tr: Güvenli Bağlantı

source: Custom port
cs_cz: Vlastní port
de_de: Benutzerdefinierter Port
es_es: Puerto personalizado
it_it: Porta personalizzata
pt_br: Porta customizada
tr_tr: Özel Kapı

source: Leave blank to use default port 5353 and 5656 for secure connection
cs_cz: Nechtě prázdný pro použití výchozího portu 5353 a 5656 pro zabezpečené připojení.
de_de: Chcete-li pro zabezpečené připojení použít výchozí port 5353 a 5656, ponechte prázdné
es_es: Dejar en blanco para utilizar el puerto por defecto 5353 y 5656 para conexiónes seguras
it_it: Deja en blanco per usar el puerto por defecto 5353 y 5656 per conexiones seguras
pt_br: Deixe em branco para usar a porta padrão 5353 e 5656 para conexão segura
tr_tr: Güvenli bağlantı için 5353 ve 5656 numaralı varsayılan kapıları kullanmak için boş bırakın

source: Test connection
cs_cz: Test spojení
de_de: Verbindung testen
es_es: Probar conexión
it_it: Testa Connessione
pt_br: Conexão de teste
tr_tr: Bağlantıyı Sına

source: Cron settings
cs_cz: Nastavení cronu
de_de: Cron-Job Einstellungen
es_es: Configuración de cron
it_it: Impostazioni Cron
pt_br: Configurações de Cron
tr_tr: Zamanlanmış Görev Ayarları

source: Setup scheduled tasks to be executed once a day
cs_cz: Nastavené naplánované úlohy budou spuštěny jednou denně
de_de: Setup-Aufgaben, die geplant sind ein mal pro Tag ausgeführt zu werden
es_es: Configurar las tareas programada para ejecutarse una vez al día
it_it: Le operazioni pianificate vengono eseguite una volta al giorno
pt_br: Configurar tarefas agendadas para serem executadas uma vez por dia
tr_tr: Her gün çalıştırılacak zamanlanmış bir görev oluşturun

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
cs_cz: Naplánované úlohy musí být povoleny hned po instalaci. Cron je zodpovědný za odeslání upomínky klientům o platbách, oznámení o obnovení domény a mnoho dalších.
de_de: Naplánované úlohy musí být povoleny ihned po instalaci. Cron je zodpovědný za zasílání upomínek vašim klientům na platby, oznámení o obnovení domény a mnoho dalších.
es_es: Las tareas programadas deben activarse inmediatamente después de la instalación. Cron es el responsable de enviar los recordatorios a los clientes acerca de los pagos, avisos de renovación de dominio y muchos más.
it_it: Le operazioni pianificate devono essere abilitate immediatamente dopo l'installazione. Cron è responsabile per mandare ai clienti i promemoria e i pagamenti.
pt_br: As tarefas agendadas devem ser ativadas imediatamente após a instalação. O Cron é responsável por enviar aos seus clientes lembretes sobre pagamentos, avisos de renovação de domínio e muito mais.
tr_tr: Zamanlanmış görevlerin kurulumdan hemen sonra etkinleştirilmesi gerekir. Ödemeler, alan adı yenilemeleri ve diğer konular hakkındaki bildirimler müşterilerinize zamanlanmış görevler kullanılarak gönderilir.

source: Timezone
cs_cz: Časová zóna
de_de: Zeitzone
es_es: Zona Horaria
it_it: Fuso Orario
pt_br: Fuso horário
tr_tr: Saat Dilimi

source: Time on server
cs_cz: Čas na serveru
de_de: Server-Zeit
es_es: Hora en el servidor
it_it: Orario nel server
pt_br: Horário no servidor
tr_tr: Sunucu Zamanı

source: Last time scheduled tasks were executed
cs_cz: Poslední spuštěné naplánované úlohy
de_de: Das letzte Mal, als geplante Tasks durchgeführt wurden
es_es: La última vez que las tareas programadas se ejecutaron
it_it: Ultima volta che sono state eseguite le operazioni pianificate.
pt_br: Última vez que tarefas agendadas foram executadas
tr_tr: Zamanlanmış Görevlerin Son Çalışması

source: Scheduled tasks were never executed
cs_cz: Naplánované úlohy ještě nikdy nebyly spuštěny
de_de: Geplante Aufgaben wurden nie ausgeführt
es_es: Las tareas programadas nunca fueron ejecutadas
it_it: Le operazioni pianificate non sono mai state eseguite
pt_br: Tarefas agendadas nunca foram executadas
tr_tr: Zamanlanmış görevler henüz hiç çalıştırılmamış

source: Unix crontab setup:
cs_cz: Nastavení Unix crontab:
es_es: Configuración crontab de Unix:
it_it: Impostazioni unix crontab:
pt_br: Configuração crontab Unix:
tr_tr: UNIX Zamanlanmış Görev Ayarları

source: Execute scheduled tasks from browser
cs_cz: Spouštět naplánované úlohy z prohlížeče
de_de: Ausführen geplanter Aufgaben im Browser
es_es: Ejecutar las tareas programadas desde el navegador
it_it: Esegui le operazioni pianificate dal browser
tr_tr: Zamanlanmış Görevleri Tarayıcıdan Çalıştırma

source: Execute now
cs_cz: Spustit nyní
de_de: Führen Sie nun aus
es_es: Ejecutar ahora
it_it: Esegui ora
pt_br: Executar agora
tr_tr: Şimdi Çalıştır

source: Redirects
cs_cz: Přesměrování
de_de: Weiterleitungen
es_es: Redirecciones
it_it: Reindirizzamenti
pt_br: Redireciona
tr_tr: Yönlendirmeler

source: Create new redirect
cs_cz: Vytvořit nové přesměrování
de_de: Neue Weiterleitung hinzufügen
es_es: Crear nueva redirección
it_it: Crea nuovo redirect
pt_br: Criar novo redirecionamento
tr_tr: Yönlendirme Ekle

source: Emails
cs_cz: Emaily
it_it: Email
tr_tr: E-posta

source: Here you can find all the emails we sent you. Please click on email topic in left column and it will be displayed in right side.
cs_cz: Zde naleznete všechny e-maily, které jsme vám poslali. Klepněte prosím na předmět emailu v levém sloupci a zobrazí se na pravé straně.
de_de: Zde najdete všechny e-maily, které jsme vám zaslali. Klikněte prosím na téma e-mailu v levém sloupci a zobrazí se na pravé straně.
es_es: Aquí podrá encontrar todos los correos electrónicos que le enviamos. Por favor, haga clic en el asunto del email en la columna de la izquierda y se mostrará en el panel de la derecha.
it_it: Qui puoi trovare tutte le email che ti abbiamo inviato. Cliccare sul soggetto della email nella colonna di sinistra per visualizzarla.
pt_br: Aqui você encontra todos os e-mails que enviamos para você. Clique no tópico de e-mail na coluna da esquerda e ele será exibido no lado direito.
tr_tr: Bu bölümde size gönderilmiş tüm e-postaları görebilirsiniz. Solda konusuna tıklayacağınız e-postaların içeriğini sağda görebilirsiniz.

source: There are no emails to display
cs_cz: Nejsou žádné e-maily k zobrazení
de_de: Nejsou žádné e-maily k zobrazení
es_es: No hay mensajes de correo electrónico para mostrar
it_it: Non ci sono emails da visualizzare
pt_br: Não há emails para mostrar
tr_tr: Henüz bir e-posta yok

source: From:
cs_cz: Z:
de_de: Von:
es_es: De:
it_it: Da:
pt_br: De:
tr_tr: Kimden:

source: To:
cs_cz: Na:
de_de: An:
es_es: Para:
it_it: A:
pt_br: Para:
tr_tr: Kime:

source: Created at:
cs_cz: Vytvořeno na:
de_de: Erstellt am:
es_es: Creado en:
it_it: Creato a:
pt_br: Criado em:
tr_tr: Oluşturulma:

source: Mass Mail Messages
cs_cz: Zprávy hromadného odesílání
de_de: Massenmail Nachrichten
es_es: Mensajes de Correo Masivo
it_it: Messaggi Email di Massa
pt_br: Mensagens de correio em massa
tr_tr: Toplu E-posta İletileri

source: Create new mass mail message
cs_cz: Vytvořit nové hromadné odesílání
de_de: Erstelle neue Massenmail Nachricht
es_es: Crear un nuevo mensaje de correo masivo
it_it: Crea un nuovo messaggi email di massa
pt_br: Criar nova mensagem de e-mail em massa
tr_tr: Toplu e-posta iletisi oluşturun

source: Mass Mail Settings
cs_cz: Zprávy hromadného odesílání
de_de: Massenmail Einstellungen
es_es: Configuración de Emails Masivos
it_it: Impostazioni Messaggio Email Di Massa
pt_br: Configurações de correio em massa
tr_tr: Toplu E-posta Ayarları

source: Client ID to send test email while creating message
cs_cz: ID zákazníka pro odeslání testovacího emailu
de_de: ID klienta pro odeslání testovacího e-mailu při vytváření zprávy
es_es: ID de Cliente a enviar mensaje de prueba mientras crea el mensaje
it_it: ID Cliente dove mandare un email di test mentre vengono creati i messaggi
pt_br: ID do cliente para enviar e-mail de teste durante a criação da mensagem
tr_tr: İleti oluşturulurken deneme e-postasının gönderileceği müşteri kodu

source: Paid support settings
cs_cz: Nastavení placené podpory
de_de: Einstellungen für den bezahlten Support
es_es: Configuración del soporte de Pagos
it_it: Impostazioni di supporto a pagamento
pt_br: Configurações do suporte pago
tr_tr: Ücretli Destek Ayarları

source: Ticket price:
cs_cz: Cena lístku:
de_de: Ticket Preis:
es_es: Precio del Ticket:
it_it: Prezzo ticket:
pt_br: Valor do bilhete:
tr_tr: Çağrı Ücreti:

source: Error message:
cs_cz: Chybové hlášení:
de_de: Fehlermeldung:
es_es: Mensaje de error:
it_it: Messaggio di errore:
pt_br: Mensagem de erro:
tr_tr: Hata İletisi:

source: Set paid supoprt for helpdesks:
cs_cz: Nastavit placenou podporu pro helpdesky:
de_de: Nastavit placenou podporu pro helpdesky:
es_es: Configurar soporte pagado en la mesa de ayuda:
it_it: Imposta supporto a pagamento per l'Helpdesk:
pt_br: Definir suporte pago para helpdesks:
tr_tr: Şu yardım masaları için destek ücretli:

source: Create new helpdesk
cs_cz: Vytvořte nový helpdesk
de_de: Vytvořte nový helpdesk
es_es: Crear nueva Mesa de Ayuda
it_it: Crea un nuovo helpdesk
pt_br: Criar novo helpdesk
tr_tr: Yardım Masası Ekle

source: Back to emails list
cs_cz: Zpět na seznam e-mailů
de_de: Zurück zur E-Mail-Liste
es_es: Volver a la lista de emails
it_it: Torna alla lista email
pt_br: Voltar para a lisa de emails
tr_tr: E-postalar listesine geri dön

source: Centova Cast settings
cs_cz: Nastavení Centova Cast
de_de: Nastavení Centova Cast
es_es: Configuración Centova Cast
it_it: Impostazioni Centova Cast
pt_br: Configurações Centova Cast
tr_tr: Centova Cast Ayarları

source: Server URL
cs_cz: URL Serveru
de_de: Serveradresse (URL)
es_es: URL del Servidor
pt_br: URL do servidor
tr_tr: Sunucunun İnternet Adresi

source: Register new server
cs_cz: registrovat nový server
de_de: Neuen Server registrieren
es_es: Registrar un nuevo servidor
it_it: Registra nuovo server
pt_br: Registrar novo servidor
tr_tr: Yeni Sunucu Ekle

source: Edit server
cs_cz: Upravit server
de_de: Server ändern
es_es: Editar servidor
it_it: Modifica server
pt_br: Editar servidor
tr_tr: Sunucuyu Düzenle

source: CentovaCast URL
de_de: Adresa URL CentovaCast
es_es: URL Centova Cast
pt_br: URL CentovaCast
tr_tr: Centova Cast İnternet Adresi

source: IP Address
cs_cz: IP Adresa
de_de: IP-Adresse
es_es: Dirección IP
it_it: Indirizzo IP
pt_br: Endereço IP
tr_tr: IP Adresi

source: Administrator password
cs_cz: Heslo správce
de_de: Administrator Passwort
es_es: Administrar Contraseña
it_it: Password Amministratore
pt_br: Senha do administrador
tr_tr: Yönetici Parolası

source: Register Centova Cast server
cs_cz: Registrovat Centova Cast server
de_de: Zaregistrujte server Centova Cast
es_es: Registrar servidor Centova Cast
it_it: Registra Server Centova Cast
pt_br: Registrar servidor Centova Cast
tr_tr: Cenova Cast sunucusu kaydedin

source: Server added
cs_cz: Server přidán
de_de: Server hinzugefügt
es_es: Servidor añadió
it_it: Server aggiunto
pt_br: Servidor adicionado
tr_tr: Sunucu eklendi

source: Back to settings
cs_cz: Zpět do nastavení
de_de: Zurück zu den Einstellungen
es_es: Volver a Panel de control
it_it: Torna alle impostazioni
pt_br: Voltar para configurações
tr_tr: Ayarlara Geri Dön

source: Create CentovaCast product
cs_cz: Vytvořit CentovaCast produkt
de_de: Vytvořte produkt CentovaCast
es_es: Crear producto CentovaCast
it_it: Crea prodotto CentovaCast
pt_br: Criar produto CentovaCast
tr_tr: Centova Cast Ürünü Ekleme

source: My Products & Services
cs_cz: Moje produkty a služby
de_de: Meine Produkte & Dienstleistungen
es_es: Mis Productos & Servicios
it_it: Miei Prodotti & Servizi
pt_br: Meus produtos e serviços
tr_tr: Ürün ve Hizmetlerim

source: All of your orders are displayed here. Click on any order to get full information about it.
cs_cz: Zobrazí se zde všechny vaše objednávky. Kliknutím na libovolnou objednávku získáte úplné informace o ní.
de_de: Zde jsou zobrazeny všechny vaše objednávky. Kliknutím na libovolnou objednávku získáte úplné informace o ní.
es_es: Todos sus pedidos se muestran aquí. Haga clic en un pedido para obtener toda la información relacionada.
it_it: Tutti i tuoi ordini sono visualizzati qui. Clicca su un qualsiasi ordine per ottenere tutte le informazioni.
pt_br: Todos os seus pedidos são exibidos aqui. Clique em qualquer pedido para obter informações completas sobre ele.
tr_tr: Bu bölümde tüm siparişlerinizi görebilirsiniz. Ayrıntılı bilgi almak istediğiniz siparişin üzerine tıklayın.

source: Product/Service
cs_cz: Produkt/Služba
de_de: Produkt/Dienstleistung
es_es: Producto/Servicio
it_it: Prodotto/Servizio
pt_br: Produto/Serviço
tr_tr: Ürün/Hizmet

source: Next due date
cs_cz: Datum zúčtování
de_de: nächsten Fälligkeit
es_es: Fecha de vencimiento
it_it: Prossima Data di scadenza
pt_br: Próxima data de vencimento
tr_tr: Sonraki Ödeme Tarihi

source: Canned response
cs_cz: Předpřipravená odpověď
de_de: vorgefertigte Antwort
es_es: Respuesta predefinida
it_it: Respuestas preconfiguradas
pt_br: Modelo de resposta
tr_tr: Hazır Yanıt

source: CPU
tr_tr: İşlemci

source: RAM
tr_tr: Bellek

source: Monthly price
cs_cz: Měsíční cena
de_de: Monatlicher Preis
es_es: Precio Mensual
it_it: Prezzo Mensile
pt_br: Preço mensal
tr_tr: Aylık Ücret

source: Centova Cast order details
cs_cz: Centova Cast - detaily objednávky
de_de: Podrobnosti objednávky Centova Cast
es_es: Detalles de la orden para Centova Cast
it_it: Dettagli ordini Centova Cast
pt_br: Detalhes do pedido Centova Cast
tr_tr: Centova Cast Aipariş Ayrıntıları

source: Changing settings does not send actions to CentovaCast server.
cs_cz: Změna nastavení nepošle akce do CentovaCast serveru
de_de: Změna nastavení neodešle akce na server CentovaCast.
es_es: Cambiar la configuración no enviar las acciones al servidor CentovaCast.
it_it: Cambiando le impostazioni queste non vengono mandate al CentovaCast server
pt_br: Alterar as configurações não envia ações para o servidor CentovaCast.
tr_tr: Ayarları değiştirmek işlemleri CentovaCast sunucusuna göndermez.

source: Reconfigure
cs_cz: Rekonfigurovat
de_de: Přenastavit
es_es: Reconfigurar
it_it: Riconfigura
pt_br: Reconfiguração
tr_tr: Yeniden Ayarla

source: Changing CentovaCast server settings.
cs_cz: Změnit CentovaCast server nastavení
de_de: Změna nastavení serveru CentovaCast.
es_es: Cambiando configuración de servidor CentovaCast
it_it: Cambia impostazioni server CentovaCast
pt_br: Alterar as configurações do servidor CentovaCast.
tr_tr: CentovaCast sunucu ayarlarını değiştirme.

source: Port
es_es: Puerto
it_it: Porta
pt_br: Porta
tr_tr: Kapı

source: Source password
cs_cz: Zdrojové heslo
de_de: Aktuelles Passwort
es_es: Contraseña de la fuente
pt_br: Senha de origem
tr_tr: Kaynak Parolası

source: Max BitRate
cs_cz: Max. datový tok
es_es: Tasa de Bits Máxima
pt_br: Taxa de bits máxima
tr_tr: En Yüksek Bithızı

source: Organization
cs_cz: Organizace
de_de: Organisation
es_es: Organización
it_it: Organizzazione
pt_br: Organização
tr_tr: Organizasyon

source: URL
tr_tr: İnternet Adresi

source: Auto rebuild list
cs_cz: Automaticky přestavit seznam
de_de: Seznam automatických přestaveb
es_es: Auto Recrear lista
it_it: Riaggiorna automaticamente la lista
pt_br: Auto reconstruir lista
tr_tr: Liste kendiliğinden yenilensin

source: Account details
cs_cz: Detaily účtu
de_de: Kontodaten
es_es: Detalles de la Cuenta
it_it: Dettagli account
pt_br: Detalhes da conta
tr_tr: Hesap Bilgileri

source: Parameter
cs_cz: Parametr
es_es: Parámetro
it_it: Parametri
pt_br: Parâmetro
tr_tr: Parametre

source: Help desks
cs_cz: Help desk
de_de: Help desk
es_es: Mesas de Ayuda
it_it: Help desk
tr_tr: Yardım Masaları

source: New help desk
cs_cz: Nové oddělení
de_de: Neue HelpDesks
es_es: Nueva Mesa de Ayuda
it_it: nuovo dipartimento di sopporto
tr_tr: Yardım Masası Ekle

source: Auto responder settings
cs_cz: Nastavení automatického odpovídače
de_de: Auto-Responder-Einstellungen
es_es: Configuración de Auto-Respuestas
it_it: Impostazioni del risponditore automatico
pt_br: Configurações de resposta automática
tr_tr: Otomatik Yanıtlayıcı Ayarları

source: Enable auto responder
cs_cz: Povolit automatickou odpověď
de_de: Aktiviere den Auto-Responder
es_es: Activar auto-respuestas
it_it: Attivare il risponditore automatico
pt_br: Ativar resposta automatica
tr_tr: Otomatik Yanıtlama Kullanılsın

source: Auto respond message
cs_cz: Automatická odpověď na zprávu
de_de: Automatische Antwortnachricht
es_es: Mensaje de auto-respuesta
it_it: Messaggio del risponditore automatico
pt_br: Mensagem de resposta automática
tr_tr: Otomatik Yanıtlama İletisi

source: Delay message - selected canned response message will be added to default reply message
cs_cz: Zpožděná zpráva - vybraná předpřipravená odpověď bude přidána do výchozí odpovědi
de_de: Zpožděná zpráva - vybraná předpřipravená odpověď bude přidána do výchozí odpovědi
es_es: Retardo del mensaje - seleccione el mensaje predefinido que deberá agregarse a la respuesta por defecto
it_it: Messaggio di ritardo - Il messaggio preimpostato selezionato verrà aggiunto al messaggio di risposta predefinito
pt_br: Mensagem de atraso - a mensagem de resposta automática selecionada será adicionada à mensagem de resposta padrão
tr_tr: Gecikme iletisi - seçilen önceden hazırlanmış yanıt iletisi varsayılan yanıt iletisine eklenir

source: Enable delay message
cs_cz: Povolit zprávu o zpoždění
de_de: Povolit zprávu o zpoždění
es_es: Activar demora de mensaje
it_it: Abilitare il messaggio di ritardo
pt_br: Habilitar mensagem de atraso
tr_tr: Gecikme İletisi Kullanılsın

source: Delay hours
cs_cz: Zpoždění hodin
de_de: Verzögerungsstunden
es_es: Horas de demora
it_it: Ore di ritardo
pt_br: Horas de atraso
tr_tr: Gecikme Saati

source: Delay reply
cs_cz: Odložit odpověď
de_de: Antwort verzögern
es_es: Demorar respuesta
it_it: Ritardo per la risposta
pt_br: Atrasar resposta
tr_tr: Gecikme Yanıtı

source: Wait time - how many hours user needs to wait until consequent ticket submission
cs_cz: Čekací doba – kolik hodin musí uživatel čekat na následné odeslání tiketu
de_de: Čekací doba – kolik hodin musí uživatel čekat na následné odeslání tiketu
es_es: Tiempo de espera - indica cuantas horas el usuario debe esperar para enviar un ticket consecutivo
it_it: Tempo di attesa - quante ore l'utente deve aspettare fino all'invio del ticket
pt_br: Tempo de espera - quantas horas o usuário precisa esperar até o subsequente envio de bilhete
tr_tr: Bekleme süresi - kullanıcının ikinci bir çağrı kaydı açmadan önce saat cinsinden beklemesi gereken süre

source: Wait time in hours
cs_cz: Čekací doba v hodinách
de_de: Wartezeit in Stunden
es_es: Tiempo de espera en horas
it_it: Tempo di attesa in ore
pt_br: Tempo de espera em horas
tr_tr: Bekleme Süresi (saat)

source: Close tickets after
cs_cz: Zavřít tickety po
de_de: Ticket schließen nach (Stunden)
es_es: Cerrar tickets después
it_it: Chiudere tickets più tardi
pt_br: Fechar bilhetes após
tr_tr: Çağrılar şu kadar zaman sonra kapansın

source: Currency management
cs_cz: Správa měn
de_de: Währungsmanagement
es_es: Administración de Monedas
it_it: Gestión de divisas
pt_br: Gestão de moeda
tr_tr: Para Birimi Yönetimi

source: Edit currency information
cs_cz: Upravit informace o měně
de_de: Währungsinformationen bearbeiten
es_es: Editar información de moneda
it_it: Editar información de la divisa
pt_br: Editar informações de moeda
tr_tr: Para Birimi Bilgilerini Düzenle

source: Price format
cs_cz: Formát ceny
de_de: Preisformat
es_es: Formato de precio
it_it: Formato del precio
pt_br: Formato de preço
tr_tr: Tutar Biçimi

source: Order confirm
cs_cz: Potvrdit objednávku
de_de: Bestellung bestätigen
es_es: Confirmación de pedido
it_it: Conferma Ordine
pt_br: Confirmar Pedido
tr_tr: Siparişi Onayla

source: Order confirmation
cs_cz: Potvrzení objednávky
de_de: Bestellbestätigung
es_es: Confirmación de la orden
it_it: Conferma d'ordine
pt_br: Confirmação do Pedido
tr_tr: Sipariş Onayı

source: These are the products you have selected
cs_cz: Tyto produkty máte vybrané
de_de: Das sind ihre ausgewählten Produkte
es_es: Estos son los productos que ha seleccionado
it_it: Questi sono i prodotti che hai selezionato
pt_br: Estes são os produtos que você selecionou
tr_tr: Şu Ürünleri Seçtiniz

source: Have a promo code?
cs_cz: Máte slevový kupón?
de_de: Haben Sie einen Promotion Code?
es_es: ¿Tiene un código promocional?
it_it: Hai un codice promozionale?
pt_br: Você tem um cupom de desconto?
tr_tr: İndirim kodunuz var mı?

source: Sign in
cs_cz: Přihlásit se
de_de: Anmelden
es_es: Acceder
it_it: Accedi
pt_br: Acessar
tr_tr: Oturum Açın

source: Login to client area
cs_cz: Přihlást se do klientské sekce
de_de: Im Kundenbereich anmelden
es_es: Área de Clientes
it_it: Accedi all'area clienti
pt_br: Acessar área do cliente
tr_tr: Müşteri panosuna oturum açın

source: Do not have an account yet?
cs_cz: Ještě nemáte účet?
de_de: Haben sie schon einen Account?
es_es: ¿No tiene una cuenta?
it_it: Non hai ancora un account?
pt_br: Não tem uma conta ainda?
tr_tr: Henüz bir hesabınız yok mu?

source: Enter your details below
cs_cz: Vložte detaily níže
de_de: Bitte geben sie unten ihre Daten ein
es_es: Indique sus datos a continuación
it_it: Inserisci i tuoi dettagli qua
pt_br: Insira seus dados abaixo
tr_tr: Aşağıdaki bilgileri yazın

source: Create new profile
cs_cz: Vytvořit nový profil
de_de: Neues Profil erstellen
es_es: Crear nuevo perfil
it_it: Crea nuovo profilo
pt_br: Criar novo perfil
tr_tr: Yeni bir profil ekleyin

source: You have not selected any product
cs_cz: Nemáte vybraný žádný produkt
de_de: Sie haben kein Produkt ausgewählt
es_es: No ha seleccionado ningún producto
it_it: Non hai selezionato nessun prodotto
pt_br: Você não selecionou nenhum produto
tr_tr: Henüz herhangi bir ürün/hizmet seçmemişsiniz
