Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Subscription ID on payment gateway
cs_cz: ID odběru na platební bráně
de_de: Abonnement-ID der Zahlungs-Methode
es_es: ID de Suscripción de la pasarela de pago
it_it: ID abbonamento per payment gateway
pt_br: ID da assinatura na integração de pagamento
tr_tr: Ödeme aracısındaki abonelik kodu

source: Canceled
cs_cz: Zrušeno
de_de: Gelöscht
es_es: Cancelado
it_it: Cancellato
pt_br: Cancelado
tr_tr: İptal Edilmiş

source: Period
cs_cz: Platební období
de_de: Zeitraum
es_es: Periodo
it_it: Perido
pt_br: Período
tr_tr: Dönem

source: Addons & extras
cs_cz: Doplňkové služby
pt_br: Complementos e extras
tr_tr: Yan Ürün ve Eklentiler

source: Order now
cs_cz: Koupit nyní
de_de: Bestellen
es_es: Contratar
it_it: Ordina adesso
pt_br: Pedido Agora
tr_tr: Satın Alın

source: License
cs_cz: Licence
de_de: Lizenz
es_es: Licencia
it_it: Licenza
pt_br: Licença
tr_tr: Lisans

source: Module settings
cs_cz: Nastavení modulu
de_de: Moduleinstellungen
es_es: configuración de módulos
it_it: Impostazione modulo
pt_br: Configurações do módulo
tr_tr: Modül Ayarları

source: After purchase you have received an e-mail with license key. Update license key to unlock all features of BoxBilling
cs_cz: Po zakoupení dostaneme licenční klíč. Aktualizujte licenční klíč pro odemknutí všech možností softwaru.
de_de: Nach dem Kauf haben Sie eine eMail mit dem Lizenzschlüssel erhalten. Aktualisieren Sie den Lizenzschlüssel, um alle Funktionen von BoxBilling freizuschalten
es_es: Después de la compra usted recibirá un correo electrónico con la clave de licencia. Actualice la clave de licencia para desbloquear todas las características de BoxBilling
it_it: Dopo l'aquisto avete ricevuto una e-mail con il license key. Aggiornate il license key per usufrire di tutte le funzioni di BoxBilling.
pt_br: Após a compra, você recebeu um e-mail com a chave de licença. Atualize a chave de licença para desbloquear todos os recursos do BoxBilling
tr_tr: Lisans satın alındıktan sonra bir e-posta gönderilir. Tüm BoxBilling özelliklerini etkinleştirmek için lisans anahtarı güncellenmelidir

source: To change license key, change <em>BB_LICENSE</em> value in <em>bb-config.php</em> file
cs_cz: Pro změnu licenčního klíče, změňte <em>BB_LICENSE</em> hodnotu v <em>bb-config.php</em> souboru
de_de: Um Lizenzschlüssel zu ändern, ändere den <em>BB_LICENSE</em> Wert in der <em>bb-config.php</eml> Datei
es_es: Para cambiar la clave de licencia, modifique el valor del parametro <em>BB_LICENSE</em> del archivo <em>bb-config.php</em>
it_it: Per cambiare il license key, sostituite il valore <em>BB_LICENSE</em> nel file <em>bb-config.php</em>
pt_br: Para alterar a chave de licença, altere o valor de <em>BB_LICENSE</em> no arquivo <em>bb-config.php</em>
tr_tr: Lisans anahtarını değiştirmek için <em>bb-config.php</em> dosyasında bulunan <em>BB_LICENSE</em> değerini değiştirin

source: Edit bb-config.php file
cs_cz: Upravte soubor bb-config.php
de_de: Bearbeite die bb-config.php Datei
es_es: Editar el archivo bb-config.php
it_it: Modifica file bb-config.php
pt_br: Editar arquivo bb-config.php
tr_tr: bb-config.php dosyasını düzenleyin

source: Licensed to
cs_cz: Licencováno na
de_de: Lizensiert für
es_es: licencia para
it_it: Concesso in licenza a
pt_br: Licenciado para
tr_tr: Lisans Sahibi

source: Key
cs_cz: Klíč
de_de: Schlüssel
pt_br: Chave
tr_tr: Anahtar

source: Expires at
cs_cz: Končí
de_de: Läuft ab am
es_es: Caduca en
it_it: Scade a
pt_br: Expira em
tr_tr: Bitiş Tarihi

source: Create main administrator account
cs_cz: Vytvořit účet hlavního správce
de_de: Vytvořte hlavní administrátorský účet
es_es: Crear cuenta de administrador principal
it_it: Crea un account amministratore principale
pt_br: Criar conta de administrador principal
tr_tr: Ana yönetici hesabı oluşturun

source: Enter your email address
cs_cz: Vložte svůj email
de_de: einfach Ihre eMail Adresse eingeben
es_es: Ingrese su dirección de correo electrónico
it_it: Inserisci il tuo indirizzo email
pt_br: Informe seu endereço de e-mail
tr_tr: E-posta adresinizi yazın

source: Enter your password
cs_cz: Vložte své heslo
de_de: Geben Sie Ihr Passwort ein
es_es: Ingrese su contraseña
it_it: Inserisci la tua password
pt_br: Informe sua senha
tr_tr: Parolanızı yazın

source: Create administrator account
cs_cz: Vytvořit účet správce
de_de: Erstelle Administrator Account
es_es: Crear cuenta de administrador
it_it: Crea account amministratore
pt_br: Criar conta administrativa
tr_tr: Yönetici hesabı oluşturun

source: Remember me
cs_cz: Zapamatuj si mě
de_de: Anmeldedaten speichern
es_es: Recuérdame
it_it: Ricordami
pt_br: Lembre-se de mim
tr_tr: Bilgilerim hatırlansın

source: Log me in
cs_cz: Přihlásit
de_de: Anmelden
es_es: Iniciar sesión
it_it: Login
pt_br: Me logar
tr_tr: Oturum Açın

source: Stock control settings
cs_cz: Nastavení skladu
de_de: Nastavení řízení zásob
es_es: Configuración del Control de Stock
it_it: Ajustes de control de stock
pt_br: Configurações de controle de estoque
tr_tr: Stok Denetimi Ayarları

source: Enable stock control
cs_cz: Povolit sklad
de_de: Lagerbestand aktivieren
es_es: Activar control de stock
it_it: Activar control de stock
pt_br: Ativar controle de estoque
tr_tr: Stok Denetimi Kullanılsın

source: Allow quantity select on order form
cs_cz: Povolit možnost "množství"
de_de: Povolit výběr množství na objednávkovém formuláři
es_es: Permitir seleccionar cantidad en el formulario de pedido
it_it: Permitir seleccionar cantidad en el Form de pedido
pt_br: Permitir seleção de quantidade no formulário de pedido
tr_tr: Sipariş formunda adet seçilebilsin

source: Quantity in stock
cs_cz: Množství na skladě
de_de: Menge an Lager
es_es: Cantidad disponible
it_it: Cantidad en stock
pt_br: Quantidade em estoque
tr_tr: Stok Adedi

source: Plugin name
cs_cz: Jméno pluginu
es_es: Nombre de Plugin
it_it: Nombre del plugin
pt_br: Nome do plugin
tr_tr: Uygulama Eki Adı

source: Update configuration fields
cs_cz: Aktualizujte konfigurační pole
de_de: Konfigurationsfelder aktualisieren
es_es: Actualizar campos de configuración
it_it: Actualizar campos de configuración
pt_br: Atualizar campos de configuração
tr_tr: Ayarlar Alanlarını Güncelle

source: Support
cs_cz: Podpora
es_es: Soporte
it_it: Supporto
pt_br: Suporte
tr_tr: Destek

source: Canned responses
cs_cz: Koverzované odpovědi
de_de: vorgefertigte Antworten
es_es: Respuestas predefinidas
it_it: Risposte predefinite
pt_br: Modelos de respostas
tr_tr: Hazır Yanıtlar

source: New response
cs_cz: Nová odpověď
de_de: Neue Antwort
es_es: Nueva respuesta
it_it: Nuove risposte
pt_br: Nova resposta
tr_tr: Yanıt Ekle

source: New category
cs_cz: Nová kategorie
de_de: Neue Kategorie
es_es: Nueva Categoría
it_it: Nuova categoria
pt_br: Nova categoria
tr_tr: Kategori Ekle

source: Delete selected
cs_cz: Smazat vybrané
de_de: Auswahl löschen
es_es: Eliminar seleccionados
it_it: Cancella selezionati
pt_br: Excluir selecionado
tr_tr: Seçilmişleri Sil

source: Sign up
cs_cz: Registrovat
de_de: Anmeldung
es_es: Acceder
it_it: Registrati
pt_br: Inscrever-se
tr_tr: Hesap Açın

source: Account has been created
cs_cz: Účet byl vytvořen
de_de: Der Account wurde erfolgreich erstellt
es_es: La cuenta ha sido creada
it_it: L'account è stato creato
pt_br: Conta criada com sucesso
tr_tr: Hesap açıldı

source: Please check your mailbox and confirm email address
cs_cz: Prosím zkontrolujte svoji emailovou schránku a potvrďte email
de_de: Bitte pfüfen Sie Ihr E-Mail Postfach und bestätigen Sie Ihre E-Mail Adresse.
es_es: Por favor revise su Email y confirmar la dirección de correo electrónico
it_it: Per favore controlla la tua casella di posta e conferma l'indirizzo email
pt_br: Verifique sua caixa de correio e confirme o endereço de e-mail
tr_tr: Lütfen posta kutunuza bakın ve e-posta adresinizi doğrulayın

source: First Name
cs_cz: Jméno
de_de: Vorname
es_es: Nombre
it_it: Nome
pt_br: Primeiro nome
tr_tr: Ad

source: You are
cs_cz: Jste
de_de: Sie sind
es_es: Tu estas
it_it: Tu sei
pt_br: Você é
tr_tr: Sizin

source: Address 2
cs_cz: Adresa 2
de_de: Adresse 2
es_es: Dirección 2
it_it: Indirizzo 2
pt_br: 2a. linha de endereço
tr_tr: 2. Adres

source: -- Select country --
cs_cz: -- Vyberte zemi --
de_de: -- Land wählen --
es_es: -- Seleccionar pais --
it_it: -- Scegli lo stato --
pt_br: -- Selecione o país --
tr_tr: -- Ülke Seçin --

source: Zip/Postal Code
cs_cz: PSČ
de_de: Postleitzahl
es_es: Código Postal
it_it: Zip/Codice Postale
pt_br: CEP
tr_tr: Posta Kodu

source: Phone Number
cs_cz: Telefon
de_de: Telefonnummer
es_es: Número de Teléfono
it_it: Numero Telefonico
pt_br: Número de telefone
tr_tr: Telefon No

source: Password confirm
cs_cz: Potvrzení hesla
de_de: Passwort wiederholen
es_es: Confirmar contraseña
it_it: Conferma Password
pt_br: Confirmar senha
tr_tr: Parola Onayı

source: YouHosting settings
cs_cz: Nastavení YouHosting
de_de: Ihre Hosting Einstellungen
es_es: Configuración de SuHosting
it_it: Impostazioni TuoHosting
pt_br: Configurações YouHosting
tr_tr: YouHosting Ayarları

source: Advanced
cs_cz: Pokročilý
de_de: Erweitert
es_es: Avanzado
it_it: Avanzate
pt_br: Avançado
tr_tr: Gelişmiş

source: Your IP
cs_cz: Vaše IP
de_de: Ihre IP-Adresse
es_es: Tu IP
it_it: Tuo IP
pt_br: Seu IP
tr_tr: IP Adresiniz

source: WebHook URL
es_es: URL de WebHook
it_it: URL WebHook
pt_br: URL do WebHook
tr_tr: Web Kancası Adresi

source: Api Key
cs_cz: Api klíč
de_de: API-Schlüssel
es_es: Llave API
it_it: Chiave Api
pt_br: Chave de API
tr_tr: API Anahtarı

source: Update settings
cs_cz: Aktualizovat nastavení
de_de: Einstellungen übenehmen
es_es: Actualizar configuraciones
it_it: Aggiorna Impostazioni
pt_br: Atualizar configurações
tr_tr: Ayarları Güncelle

source: Check connection
cs_cz: Zkontrolujte připojení
de_de: Prüfen Sie die Verbindung
es_es: Verificar conección
it_it: Controlla connessione
pt_br: Verificar conexão
tr_tr: Bağlantıyı Sına

source: Import clients
cs_cz: Importovat klienty
de_de: Kunden importieren
es_es: Importar clientes
it_it: Importa clienti
pt_br: Importar clientes
tr_tr: Müşterileri Al

source: Import clients, accounts and products
cs_cz: Import klientů, účtů a produktů
de_de: Kunden, Benutzerkonten und Produkte importieren
es_es: Importar clientes, cuentas y productos
it_it: Importa clienti, account e prodotti
pt_br: Importar clientes, contas e produtos
tr_tr: Müşterileri, hesapları ve ürünleri alın

source: Allowed IPs for Webhook listener
cs_cz: Povolené IP adresy pro Webhook listener
de_de: Povolené IP adresy pro Webhook listener
es_es: IPs autorizadas por el listener Webhook
it_it: IP consentiti per Webhook
pt_br: IPs permitidos para escutar Webhook
tr_tr: Web kancasını izlemesine izin verilen IP adresleri

source: Client Area
cs_cz: Klientská sekce
de_de: Kundenbereich
es_es: Área de Clientes
it_it: Area Clienti
pt_br: Área de clientes
tr_tr: Müşteri Panosu

source: Dashboard
cs_cz: Nástěnka
es_es: Inicio
it_it: Scrivania
pt_br: Painel de controle
tr_tr: Pano

source: Tickets waiting your reply
cs_cz: Tickety čekající na Vaši odpověď
de_de: Tickets warten auf ihre Antwort
es_es: Tickets esperando su respuesta
it_it: Ticket che aspettano risposta
pt_br: Bilhetes esperando sua resposta
tr_tr: Yanıt bekleyen çağrılar

source: Id
tr_tr: Kod

source: Help desk
cs_cz: Podpora
es_es: Departamento
pt_br: Central de Ajuda
tr_tr: Yardım Masası

source: Submitted
cs_cz: Vloženo
de_de: Eingereicht
es_es: Enviado
it_it: Inviato
pt_br: Enviado
tr_tr: Gönderilme

source: Reply
cs_cz: Odpovědět
de_de: Beantwortet
es_es: Respuesta
it_it: Rispondi
pt_br: Responder
tr_tr: Yanıtla

source: Profile
cs_cz: Profil
de_de: Profil
es_es: Perfil
it_it: Profilo
pt_br: Perfil
tr_tr: Profil

source: Balance
de_de: Kontostand
it_it: Saldo
pt_br: Saldo
tr_tr: Borç

source: Invoices
cs_cz: Faktury
de_de: Rechnungen
es_es: Facturas
it_it: Fattura
pt_br: Faturas
tr_tr: Faturalar

source: All Invoices
cs_cz: Všechny faktury
de_de: Alle Rechnungen
es_es: Todas las Facturas
it_it: Tutte Le Fattura
pt_br: Todas as faturas
tr_tr: Tüm Faturalar

source: Paid
cs_cz: Zaplaceno
de_de: Bezahlt
es_es: Pagada
it_it: Pagato
pt_br: Pagas
tr_tr: Ödenmiş

source: Unpaid
cs_cz: Nezaplaceno
de_de: Unbezahlt
es_es: Sin Pagar
it_it: Non pagato
pt_br: Não pagas
tr_tr: Ödenmemiş

source: Orders
cs_cz: Objednávky
de_de: Bestellungen
es_es: Ordenes
it_it: Ordini
pt_br: Pedidos
tr_tr: Siparişler

source: New order
cs_cz: Nová objednávka
de_de: Neue Bestellung
es_es: Nuevo pedido
it_it: Nuovo Ordine
pt_br: Novo Pedido
tr_tr: Sipariş Ekle

source: All orders
cs_cz: Všechny objednávky
de_de: Alle Aufträge
es_es: Todos los pedidos
it_it: Tutti gli ordini
pt_br: Todos os Pedidos
tr_tr: Tüm Siparişler

source: Expiring
cs_cz: Končí platnost
de_de: Ablaufen
es_es: Caducado
it_it: In Scadenza
pt_br: Expirando
tr_tr: Sona Erenler

source: Tickets
cs_cz: Tickety
it_it: Ticket
pt_br: Bilhetes
tr_tr: Destek

source: New ticket
cs_cz: Nový ticket
de_de: Neues Ticket
es_es: Nuevo ticket
it_it: Nuovo ticket
pt_br: Novo bilhete
tr_tr: Çağrı Ekle

source: All tickets
cs_cz: Všechny tickety
de_de: Alle Tickets
es_es: Todos los tickets
it_it: Tutti i ticket
pt_br: Todos os bilhetes
tr_tr: Tüm Çağrılar

source: Open
cs_cz: Otevřený
de_de: offen
es_es: Abierto
it_it: Apri
pt_br: Aberto
tr_tr: Açık

source: On Hold
cs_cz: V pořadí
de_de: Warteschleife
es_es: En espera
it_it: In Attesa
pt_br: Em espera
tr_tr: Bekleyen

source: Recent orders
cs_cz: Nedávné objednávky
de_de: kürzliche Bestellung
es_es: Pedidos recientes
it_it: Ordini recenti
pt_br: Pedidos recentes
tr_tr: Son Siparişler

source: Recent emails
cs_cz: Nedávné emaily
de_de: kürzliche Emails
es_es: Emails recientes
it_it: Email recenti
pt_br: Emails recentes
tr_tr: Son E-postalar

source: ago
cs_cz: zpět
de_de: vor
es_es: hace
it_it: fa
pt_br: passado
tr_tr: önce

source: Filter transactions
cs_cz: Filtrovat transakce
de_de: Filter Transaktionen
es_es: Filtrar Transacciones
it_it: Filtra transazioni
pt_br: Filtrar transações
tr_tr: İşlem Süzgeci

source: ID on payment gateway
cs_cz: ID na platební brání
de_de: ID der Zahlungs-Methode
es_es: ID de la pasarela de pago
it_it: ID nel gateway di pagamento
pt_br: ID na plataforma de pagamento
tr_tr: Ödeme Aracısındaki Kod

source: Filter
cs_cz: Filtr
es_es: Filtro
it_it: Filtro
pt_br: Filtro
tr_tr: Süz

source: Processed
cs_cz: Zpracováno
de_de: Verarbeitet
es_es: Procesado
it_it: Processato
pt_br: Processado
tr_tr: İşlenen

source: Approved
cs_cz: Schváleno
de_de: Genehmigt
es_es: Aprobado
it_it: Approvato
pt_br: Aprovado
tr_tr: Onaylanmış

source: Error
cs_cz: Chyba
de_de: Fehler
it_it: Errore
pt_br: Erro
tr_tr: Hata

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
it_it: Tipo
pt_br: Tipo
tr_tr: Tip

source: Profile updated
cs_cz: Profil aktualizován
de_de: Das Profil wurde aktualisiert
es_es: Actualizar perfil
it_it: Aggiornamento profilo
pt_br: Perfil atualizado
tr_tr: Profil güncellendi

source: Signature
cs_cz: Podpis
de_de: Signatur
es_es: Firma
it_it: Firma
pt_br: Assinatura
tr_tr: İmza

source: Password changed
cs_cz: Heslo změněno
de_de: Passwort geändert
es_es: Contraseña cambiada
it_it: Password Cambiata
pt_br: Senha trocada
tr_tr: Parola değiştirildi

source: API Key
cs_cz: API Klíč
de_de: API-Schlüssel
es_es: Clave API
it_it: Chiave API
pt_br: Chave de API
tr_tr: API Anahtarı

source: API key allows integration with external applications. You will need this key for authentication.
cs_cz: API klíč Vám dovoluje integraci s dalšími aplikacemi. Budete klíč potřebovat pro autentifikaci.
de_de: Der API Schlüssel wird zur Integration mit anderen Anwendungen. Dieser Schlüssel wird für die Authentifikation benötigt.
es_es: Clave de API permite la integración con aplicaciones externas. Necesitará esta clave para la autenticación.
it_it: Chiave Api permette l'integrazione di applicazioni esterne. Hai bisogno di questa chiave per l'autenticazione.
pt_br: A chave API permite a integração com aplicativos externos. Você precisará dessa chave para autenticação.
tr_tr: API anahtarı dış uygulamalar ile bütünleştirmeleri sağlar. Kimlik doğrulaması için bu anahtar gereklidir.

source: External application can control every aspect of BoxBilling using this API key.
cs_cz: Externí aplikace mohou kontrolovat každý aspekt pomocí tohoto API klíče.
de_de: Externí aplikace může ovládat každý aspekt BoxBilling pomocí tohoto klíče API.
es_es: Las aplicaciones externas pueden controlar todos los aspectos de BoxBilling utilizando esta clave API.
it_it: Applicazioni esterne possono controllare ogni aspetto di BoxBilling usando la chiave API
pt_br: O aplicativo externo pode controlar todos os aspectos do BoxBilling usando esta chave de API.
tr_tr: Dış uygulama bu API anahtarını kullanarak BoxBilling üzerindeki her işlemi denetleyebilir.

source: Warning! Resetting the key will break existing applications using it.
cs_cz: Upozonění! Když klíč resetujete, starý klíč nebude fungovat
de_de: Achtung! Durch das zurücksetzen des Schlüssels werden die benutzten Anwendungen unbrauchbar.
it_it: Attenzione! Resettando le chiavi fermerà le applicazioni esistenti che la utilizzano.
pt_br: Atenção! Reinicializar a chave vai quebrar applicações usando essa chave.
tr_tr: Dikkat! Anahtarı sıfırlamak varolan uygulamaların kullanılmasını engeller.

source: Generate new key
cs_cz: Vygenerovat nový klíč
de_de: Neuen Schlüssel generieren
es_es: Generar una clave nueva
it_it: Genera nuova chiave
pt_br: Gerar nova chave
tr_tr: Yeni anahtar oluştur

source: Change your avatar at
cs_cz: Změňte avatara na
de_de: Ändern Sie Ihren Avatar unter
es_es: Cambie su avatar en
it_it: Cambia il tuo avatar a
pt_br: Altere o seu avatar em
tr_tr: Şuradaki avatarınızı değiştirin

source: Import existing
cs_cz: Importovat existující
de_de: Vorhandene importieren
es_es: Importar existente
it_it: Imposta esistenti
pt_br: Importar existente
tr_tr: Varolan alınsın

source: Account Id
cs_cz: Číslo účtu
de_de: Benutzerkonto ID
es_es: ID de cuenta
it_it: Id Account
pt_br: Id da conta
tr_tr: Hesap Kodu

source: Support settings
cs_cz: Nastavení podpory
de_de: Support Einstellungen
es_es: Configuración de Soporte
it_it: Impostazioni supporto
pt_br: Configurações de suporte
tr_tr: Destek Ayarları

source: Helpdesk -
cs_cz: Podpora -
de_de: Podpora -
es_es: Mesa de Ayuda -
pt_br: Central de suporte -
tr_tr: Yardım masası -

source: Support help desk
cs_cz: Podpora help desk
de_de: Podpora help desk
es_es: Centro de ayuda y soporte
it_it: Departamento de soporte
pt_br: Suporte central
tr_tr: Destek Yardım Masası

source: Help desk name will be visible for clients when submitting new ticket. Define very large number of hours to disable auto close ticket option
cs_cz: Název helpdesku bude viditelný pro klienty při odesílání nového tiketu. Definujte velmi velký počet hodin pro deaktivaci možnosti automatického uzavření lístku
de_de: Help-Desk-Name wird sichtbar sein für die Kunden beim senden eines neuen Tickets. Definieren Sie die Größe der Stunden bis zu Schließung des Tickets
es_es: Nombre de escritorio de ayuda será visible para los clientes al presentar el nuevo Ticket. Definir gran cantidad de horas para desactivar la opción de Ticket cierre automáticamente
it_it: El nombre del Departamento de Soporte estará visible per los clientes al inviare un nuovo ticket. Define un número muy largo de horas per desactivar la opción de auto cierre del ticket
pt_br: O nome do suporte técnico ficará visível para os clientes ao enviar um novo bilhete. Defina um grande número de horas para desativar a opção de fechamento automático de bilhete
tr_tr: Yeni bir çağrı gönderen müşterilere görüntülenecek yardım masası adı. Çağrıların kendiliğinden kapanmasını istemiyorsanız büyük bir saat değeri yazın

source: Close after
cs_cz: Zavřít po
de_de: Schließen Sie nach (Std.)
es_es: Cerrar despues
it_it: Chiudere dopo
pt_br: Fechar após
tr_tr: Otomatik Çağrı Kapanma Süresi (saat)

source: Can reopen
cs_cz: Možnost znovu otevření?
de_de: kann wieder geöffnet werden
es_es: Puede reabrir
it_it: Si può riaprire
pt_br: Pode reabrir
tr_tr: Yeniden Açılabilir

source: Terms and Conditions
cs_cz: Obchodní podmínky
de_de: Allgemeine Geschäftsbedingung (AGB)
es_es: Términos y condiciones
it_it: Termini e Condizioni
pt_br: Termos e condições
tr_tr: Hüküm ve Koşullar

source: Back to Homepage
cs_cz: Zpět na domovskou stránku
de_de: Zurück auf die Startseite
es_es: Volver a Inicio
it_it: Torna alla Homepage
pt_br: Voltar para a página inicial
tr_tr: Ana Sayfaya Dönüş

source: Staff
cs_cz: Zpět na domovskou stránku
de_de: Mitarbeiter
es_es: Equipo
it_it: Personale
pt_br: Equipe
tr_tr: Ekip

source: New staff member
cs_cz: Nový zaměstananec
de_de: neuer Mitarbeiter
es_es: Nuevo miembro de Staff
it_it: nuovo empleado
pt_br: Novo membro de equipe
tr_tr: Ekip Üyesi Ekle

source: Manage groups
cs_cz: Spravovat skupiny
de_de: verwalten von Gruppen
es_es: Administrar grupos
it_it: Administrar grupos
pt_br: Gerenciar grupos
tr_tr: Grup Yönetimi

source: New group
cs_cz: Nová skupina
de_de: neue Gruppe
es_es: Nuevo grupo
it_it: Nuovo Gruppo
pt_br: Novo grupo
tr_tr: Grup Ekle

source: Group
cs_cz: Skupina
de_de: Gruppe
es_es: Grupo
it_it: Gruppo
pt_br: Grupo
tr_tr: Grup

source: Check login IP
cs_cz: Zkontrolujte přihlašovací IP
de_de: Zkontrolujte přihlašovací IP
es_es: Verificar IP de inicio de seción
it_it: Controlla l'IP di login
pt_br: Verificar IP de login
tr_tr: Oturum Açılan IP Denetlensin

source: Allowed IPs. One per line
cs_cz: Povolené IP adresy. Jeden na řádek
de_de: Povolené IP adresy. Jeden na řádek
es_es: IPs permitidas. Una por línea
it_it: IP consentiti. Uno per linea
pt_br: IPs permitidos. Um por linha
tr_tr: İzin verilen IP adreslerini her satıra bir tane gelecek şekilde yazın

source: Inactive
cs_cz: Neaktivní
de_de: inaktiv
es_es: Inactivo
it_it: Inactivo
pt_br: Inativo
tr_tr: Devre dışı

source: Create group
cs_cz: Vytvořit skupinu
de_de: Gruppe erstellen
es_es: Crear grupo
it_it: Creare grupo
pt_br: Criar grupo
tr_tr: Grup Ekle

source: Staff members logins history
cs_cz: Historie přihlašování zaměstanců
de_de: Mitarbeiter Anmeldungs-Historie
es_es: Historial de accesos de los empleados
it_it: Cronologia login membri dello staff
pt_br: Histórico de login de membros da equipe
tr_tr: Ekip Üyelerinin Oturum Açma Geçmişi

source: Admin
pt_br: Administrador
tr_tr: Yönetici

source: SolusVM configuration
cs_cz: SolusVM Nastavení
de_de: Konfigurace SolusVM
es_es: Configuración SolusVM
it_it: Configuración SolusVM
pt_br: Configuração SolusVM
tr_tr: SolusVM Ayarları

source: Virtualization type
cs_cz: Typ virtualizace
de_de: Typ virtualizace
es_es: Tipo de virtualización
it_it: Tipo de virtualización
pt_br: Tipo de virtualização
tr_tr: Sanallaştırma Tipi

source: Node
de_de: Uzel
es_es: Nodo
it_it: Nodo
pt_br: Nó
tr_tr: Düğüm
