Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Order new service
cs_cz: Koupit novou službu
de_de: Neuen Service bestellen
es_es: Solicitar nuevo servicio
it_it: Ordina un nuovo servizio
pt_br: Novo pedido de serviço
tr_tr: Yeni bir hizmet sipariş edin

source: Subscription
cs_cz: Odběr
de_de: Abonnement
es_es: Suscripción
it_it: Sottoscrizione
pt_br: Assinatura
tr_tr: Abonelik

source: Subscription details
cs_cz: Detaily odběru
de_de: Abonnement Details
es_es: Detalles de suscripción
it_it: Dettagli sottoscrizione
pt_br: Detalhes de assinatura
tr_tr: Abonelik Ayrıntıları

source: Send Email Message
cs_cz: Odeslat emailovou zprávu
de_de: E-Mail Nachricht senden
es_es: Enviar mensaje de correo electrónico
it_it: Invia Messaggio Email
pt_br: Enviar mensagem de E-mail
tr_tr: E-posta İletisi Gönder

source: From name
cs_cz: Od (jméno)
de_de: Von Name
es_es: De (nombre)
it_it: Da Nome
pt_br: Do nome
tr_tr: Kimden Adı

source: From email
cs_cz: Od (email)
de_de: Von E-Mail
es_es: De (email)
it_it: Da Email
pt_br: Do e-mail
tr_tr: Kimden E-posta Adresi

source: Recipients filter. Select none to send message to all clients
cs_cz: Filtr příjemců. Nevybírejte nikoho pro odeslání zprávy všem klientům
de_de: Filtr příjemců. Vyberte žádné pro odeslání zprávy všem klientům
es_es: Filtran los destinatarios. No seleccionar nada para enviar el mensaje a todos los clientes
it_it: Filtra destinatari. Seleziona none per inviare messaggi a tutti i clienti
pt_br: Filtro de destinatários. Selecione nenhum para enviar mensagem a todos os clientes
tr_tr: Alıcı süzgeci. Tüm müşterilere göndermek için 'Yok' seçin

source: Client status and group
cs_cz: Status klienta a skupiny
de_de: Kundenstatus und Gruppe
es_es: Estado del cliente y el grupo
it_it: Status cliente e gruppo
pt_br: Situação e grupo do cliente
tr_tr: Müşteri Durumu ve Grubu

source: Has order
cs_cz: Má objednávku
de_de: Hat Bestellung
es_es: Ha ordenado
it_it: Ha ordinato
pt_br: Tem pedido
tr_tr: Siparişi olan

source: Message content
cs_cz: Zpráva obsahuje
de_de: Nachrichteninhalt
es_es: Contenido del mensaje
it_it: Contenuto messaggio
pt_br: Conteúdo da mensagem
tr_tr: İleti içeriği

source: Update and preview
cs_cz: Aktualizovat a náhled
de_de: Update und Vorschau
es_es: Actualizar y Previsualizar
it_it: Aggiorna e anteprima
pt_br: Atualizar e visualizar
tr_tr: Güncelleyip Önizle

source: Send test message
cs_cz: Odeslat testovací zprávu
de_de: Sende Test-Nachricht
es_es: Enviar mensaje de prueba
it_it: Invia messaggio test
pt_br: Enviar mensagem de teste
tr_tr: Deneme İletisi Gönder

source: Send message to clients
cs_cz: Odeslat zprávu klientům
de_de: Sende Nachricht an Kunden
es_es: Enviar mensajes a los clientes
it_it: Invia messaggio ai clienti
pt_br: Enviar mensagens para os clientes
tr_tr: İletiyi müşterilere gönderin

source: Back to list
cs_cz: Zpět na seznam
de_de: Zurück zur Liste
es_es: Volver a la lista
it_it: Indietro Alla Lista
pt_br: Voltar para a lista
tr_tr: Listeye Geri Dön

source: management
cs_cz: správa
de_de: Verwaltung
es_es: Administración
it_it: Gestisci
pt_br: gerenciamento
tr_tr: yönetim

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
it_it: Modifica
pt_br: Editar
tr_tr: Düzenle

source: Payments
cs_cz: Platby
de_de: Zahlungen
es_es: Pagos
it_it: Pagamenti
pt_br: Pagamentos
tr_tr: Ödeme

source: Logins
cs_cz: Přihlášení
es_es: Accesos
it_it: Login
tr_tr: Oturumlar

source: Client profile details
cs_cz: Detaily zákazníka
de_de: Kundenprofil Details
es_es: Detalles del perfil del cliente
it_it: Dettagli profilo cliente
pt_br: Detalhes do perfil do cliente
tr_tr: Müşteri Profili Bilgileri

source: Client Profile updated
cs_cz: Zákaznický profil aktualizován
de_de: Kundenprofil aktualisiert
es_es: Perfil de cliente actualizado
it_it: Aggiornamento Profilo Cliente
pt_br: Perfil do cliente atualizado
tr_tr: Müşteri profili güncellendi

source: Individual
cs_cz: Individuální
de_de: individuell
it_it: Individuo
tr_tr: Kişisel

source: Other/Unknown
cs_cz: Jiný/Neznámý
de_de: Andere/Unbekannt
es_es: Otro/Desconocido
it_it: Altro/Sconosciuto
pt_br: Outro/Desconhecido
tr_tr: Diğer/Bilinmiyor

source: Mail approved
cs_cz: Mail schválen
de_de: E-Mail bestätigt
es_es: Correo aprobado
it_it: Mail approvata
pt_br: Correspondência aprovada
tr_tr: Posta Onaylandı

source: Date of birth
cs_cz: Datum narození
de_de: Geburtsdatum
es_es: Fecha de nacimiento
it_it: Data di nascita
pt_br: Data de nascimento
tr_tr: Doğum Tarihi

source: Address and contact details
cs_cz: Adresa a kontaktní údaje
de_de: Adress- und Kontaktdetails
es_es: Dirección y detalles de contacto
it_it: Indirizzo e dettagli di contatto
pt_br: Endereço e detalhes de contato
tr_tr: Adres ve İletişim Bilgileri

source: Alternative ID
cs_cz: Alternativní ID
es_es: ID Alternativo
it_it: ID Alternativo
pt_br: ID alternativo
tr_tr: Alternatif Kod

source: Used to identify client on foreign system. Usually used by importers
cs_cz: Používá se k identifikaci klienta na cizím systému. Obvykle se používá pro import
de_de: Slouží k identifikaci klienta na cizím systému. Obvykle používají dovozci
es_es: Utilizado para identificar al cliente en el extranjero. Usualmente utilizado por importadores.
it_it: Usato per identificare clienti da un sistema esterno. Di solito viene utilizzato dagli importatori
pt_br: Usado para identificar o cliente no sistema externo. Normalmente usado por importadores
tr_tr: Yabancı sistemde müşterileri tanımlamak için kullanılır. Genellikle veri alımlarında kullanılir

source: Exempt from tax
cs_cz: Osvobozen od daně
de_de: Osvobozeno od daně
es_es: Exento de impuestos
it_it: Eccetto da tasse
pt_br: Isento de impostos
tr_tr: Vergiden Muaf

source: Signed up time
cs_cz: Datum registrace
de_de: Čas přihlášení
es_es: Una vez firmado
it_it: Registrato In Tempo
pt_br: Hora de inscrição
tr_tr: Kayıt Tarihi

source: Custom fields
cs_cz: Uživatelské položky
de_de: Benutzerdefinierte Felder
es_es: Campos personalizados
it_it: Campo Personalizzato
pt_br: Campos customizados
tr_tr: Özel Alanlar

source: Use these fields to define custom client details
cs_cz: Použijte tyto položky pro definování vlastních detailů o zákazníkovi
de_de: Tato pole použijte k definování vlastních podrobností klienta
es_es: Utiliza estos campos para definir detalles personalizados del cliente
it_it: Usa questi campi per definire dettagli aggiuntivi dei clienti
pt_br: Use esses campos para definir os detalhes personalizados do cliente
tr_tr: Özel müşteri bilgileri için bu alanları kullanabilirsiniz

source: Client Profile custom fields updated
cs_cz: Uživatelské položky zákazníka aktualizovány
de_de: Vlastní pole profilu klienta byla aktualizována
es_es: Campos personalizados del perfil del cliente actualizados
it_it: Campi profilo personalizzato aggiornato
pt_br: Campos personalizados do perfil do cliente atualizados
tr_tr: Müşteri profili özel alanları güncellendi

source: Custom field
cs_cz: Uživatelská položka
de_de: Benutzerdefiniertes Feld
es_es: Campo personalizado
it_it: Campo personalizzato
pt_br: Campo customizado
tr_tr: Özel Alan

source: Client payments history
cs_cz: Historie plateb zákazníka
de_de: Zahlungshistory
es_es: Historial de pagos del cliente
it_it: Storia Pagamenti Cliente
pt_br: Histórico de pagamentos do cliente
tr_tr: Müşterinin Ödeme Geçmişi

source: Add funds for client
cs_cz: Přidat peníze klientovi
de_de: Přidejte finanční prostředky pro klienta
es_es: Agregar fondos para el cliente
it_it: Aggiungi Fondi Per Clienti
pt_br: Adicione fundos ao cliente
tr_tr: Müşteriye Kredi Ekle

source: Funds added
cs_cz: Peníze přidány
de_de: Prostředky přidány
es_es: Fondos agregados
it_it: Fondi aggiunti
pt_br: Fundos adicionados
tr_tr: Eklenen Krediler

source: Add funds
cs_cz: Přidat peníze
de_de: Guthaben aufladen
es_es: Añadir fondos
it_it: Aggiungi fondi
pt_br: Adicione fundos
tr_tr: Kredi Ekle

source: Client orders
cs_cz: Objednávky klienta
de_de: Kundenbestellungen
es_es: Pedidos del Cliente
it_it: Ordini Cliente
pt_br: Pedidos do cliente
tr_tr: Müşterinin Siparişleri

source: Client invoices
cs_cz: Faktury klienta
de_de: Kundenrechnungen
es_es: Facturas del Cliente
it_it: Fatture Cliente
pt_br: Faturas do cliente
tr_tr: Müşterinin Faturaları

source: Client support tickets
cs_cz: Tickety klienta
de_de: Kunden Support Tickets
es_es: Tickets del Cliente
it_it: Ticket supporto cliente
pt_br: Bilhetes de suporte do cliente
tr_tr: Müşterinin Destek Çağrıları

source: Logins history
cs_cz: Historie přihlášení
de_de: Login Historie
es_es: Historial de Inicio de Sesión
it_it: Storia Login
pt_br: Histórico de login
tr_tr: Oturum Açma Geçmişi

source: Emails sent to client
cs_cz: Emaily odeslané klientovi
de_de: An Kunden gesendete E-Mails
es_es: Emails enviado al cliente
it_it: Email mandate al cliente
pt_br: Emails enviados ao cliente
tr_tr: Müşteriye Gönderilen E-postalar

source: Email subject
cs_cz: Předmět emailu
de_de: Email Betreff
es_es: Asunto del Email
it_it: Soggetto email
pt_br: Assunto do e-mail
tr_tr: E-posta Konusu

source: Date sent
cs_cz: Datum odeslání
de_de: Datum gesendet
es_es: Fecha de envío
it_it: Data inviato
pt_br: Data de envio
tr_tr: Gönderilme Tarihi

source: Transactions received
cs_cz: Přijaté transakce
de_de: Přijaté transakce
es_es: Transacciones recibidas
it_it: Transazioie ricevute
pt_br: Transações recebidas
tr_tr: Alınan İşlemler

source: Hi,
cs_cz: Dobrý den,
de_de: Hallo,
es_es: Hola,
it_it: Ciao,
pt_br: Olá,
tr_tr: Merhaba,

source: New
cs_cz: Nový
de_de: Neu
es_es: Nuevo
it_it: Nuovo
pt_br: Novo
tr_tr: Ekle

source: All settings
cs_cz: Všechna nastavení
de_de: Alle Einstellungen
es_es: Todas las configuraciones
it_it: Tutte le impostazioni
pt_br: Todas as configurações
tr_tr: Tüm Ayarlar

source: Theme settings
cs_cz: Nastavení motivu
de_de: Theme Einstellungen
es_es: Configuración de Tema
it_it: Impostazioni tema
pt_br: Configurações de tema
tr_tr: Tema Ayarları

source: Visit site
cs_cz: Navštívit web
de_de: Kunden-Seite
es_es: Visitar la web
it_it: Vita il sito
pt_br: Visite o site
tr_tr: Siteyi ziyaret edin

source: Logout
cs_cz: Odhlásit se
de_de: Abmelden
es_es: Salir
pt_br: Sair
tr_tr: Oturumu Kapat

source: Inquiries
cs_cz: Dotazy
de_de: Anfragen
es_es: Consultas
it_it: Richieste
pt_br: Questionamentos
tr_tr: Sorular

source: Registrar configuration
cs_cz: Konfigurace registrátora
de_de: Konfigurace registrátora
es_es: Configuración de Registración
it_it: Registro de configuración
pt_br: Configuração do registrador
tr_tr: Kayıt Kurumu Ayarları

source: Registrar title
cs_cz: Titul registrátora
de_de: Titul registrátora
es_es: Título de Registración
it_it: Nome Registrar
pt_br: Título de registrador
tr_tr: Kayıt Kurumu Adı

source: Service details
cs_cz: Detaily služby
de_de: Leistungsdetails
es_es: Detalles del Servicio o Producto
it_it: Dettagli servizio
pt_br: Detalhes do serviço
tr_tr: Hizmet Ayrıntıları

source: All information about your service
cs_cz: Všechny informace o Vaší službě
de_de: Alle Informationen zu unseren Leistungen
es_es: Toda la información sobre su servicio o producto
it_it: Tutte le informazioni a riguardo del tuo servizio
pt_br: Todas as informações sobre o seu serviço
tr_tr: Hizmetiniz hakkındaki tüm bilgiler

source: Product name
cs_cz: Název produktu
de_de: Produktname
es_es: Nombre del producto
it_it: Nome Prodotto
pt_br: Nome do Produto
tr_tr: Ürün Adı

source: Payment amount
cs_cz: Výše platby
de_de: Zahlungsbetrag
es_es: Importe del pago
it_it: Importo Pagamento
pt_br: Valor do pagamento
tr_tr: Ödeme Tutarı

source: Billing cycle
cs_cz: Fakturační cyklus
de_de: Rechnungszyklus
es_es: Ciclo de facturación
it_it: Ciclo Pagamento
pt_br: Ciclo de faturamento
tr_tr: Fatura Dönemi

source: Order created
cs_cz: Objednávka vytvořena
de_de: Auftrag erstellt
es_es: Solicitud creada
it_it: Ordine Creato
pt_br: Pedido criado
tr_tr: Sipariş Oluşturuldu

source: Activated at
cs_cz: Aktivována
de_de: aktiviert bei
es_es: Activado el
it_it: Attivato il
pt_br: Ativado até
tr_tr: Etkinleştirilme

source: Renewal date
cs_cz: Datum obnovení
de_de: Verlängerungsdatum
es_es: Fecha de renovación
it_it: Data Rinnovo
pt_br: Data de renovação
tr_tr: Yenileme Tarihi

source: Order notes
cs_cz: Poznámky objednávky
de_de: Bestell-Notizen
es_es: Notas de la solicitud
it_it: Note Ordine
pt_br: Notas do pedido
tr_tr: Sipariş Notları

source: Active support tickets
cs_cz: Aktivní tickety podpory
de_de: aktive Support-Tickets
es_es: Tickets de soporte activos
it_it: Ticket Supporto Attivi
pt_br: Bilhetes de suporte ativo
tr_tr: Açık Destek Çağrıları

source: Renew now
cs_cz: Obnovit nyní
de_de: jetzt verlängern
es_es: Renovar ahora
it_it: Rinnova ora
pt_br: Renovar agora
tr_tr: Şimdi Yenileyin

source: Request Upgrade
cs_cz: Žádost o upgrade
de_de: Upgrade beantragen
it_it: Richiedi Aggiornamento
pt_br: Solicitar atualização
tr_tr: Yükseltme İsteyin

source: Open ticket
cs_cz: Otevřít ticket
de_de: offenes Ticket
es_es: Abrir ticket
it_it: Apri Ticket
pt_br: Abrir bilhete
tr_tr: Destek İsteyin

source: Request Cancellation
cs_cz: Žádost o zrušení
de_de: Stornierung beantragen
es_es: Solicitud de Cancelación
it_it: Richiedi Cancellazione
pt_br: Requisitar cancelamento
tr_tr: İptal İsteği

source: Back to services
cs_cz: Zpět ke službám
de_de: Zurück zu den Leistungen
es_es: Volver a servicios
it_it: Torna ai servizi
pt_br: Voltar aos serviços
tr_tr: Hizmetlere Dön

source: Addons you have ordered with this service
cs_cz: Doplňové služby, které máte zakoupené s touto službou
de_de: Die Addons, die Sie mit diesem Dienst bestellt haben
es_es: Addons que ha solicitado con este servicio
it_it: Addon ordinati con il servizio
pt_br: Complementos que você solicitou com este serviço
tr_tr: Bu hizmet ile sipariş ettiğiniz yan ürünler

source: Billing Cycle
cs_cz: Fakturační cyklus
de_de: Abrechnungszyklus
es_es: Ciclo de Facturación
it_it: Ciclo Pagamento
pt_br: Ciclo de Faturamento
tr_tr: Faturalama Dönemi

source: Submit cancellation request
cs_cz: Odeslat žádost o zrušení
de_de: Odeslat žádost o zrušení
es_es: Solicitud de Cancelación
it_it: Invia richiesta di annullamento
pt_br: Enviar pedido de cancelamento
tr_tr: İptal İsteğini Gönder

source: I would like to cancel
cs_cz: Přeji službu ukončit
de_de: Ich möchte gerne stornieren
es_es: Quisiera cancelar
it_it: Vorrei cancellarmi
pt_br: Eu gostaria de cancelar
tr_tr: İptal etmek istiyorum

source: Reason
cs_cz: Důvod
de_de: Grund
es_es: Razón
it_it: Ragione
pt_br: Razão
tr_tr: Neden

source: Submit upgrade request
cs_cz: Odeslat žádost o upgrade
de_de: Odeslat žádost o upgrade
es_es: Solicitar actualización
it_it: Invia richiesta di aggiornamento
pt_br: Enviar pedido de atualização
tr_tr: Güncelleme İsteğini Gönder

source: I would like to upgrade
cs_cz: Chci upgradovat
de_de: Ich möchte gerne upgraden
es_es: Me gustaría actualizar
it_it: Vorrei aggiornare
pt_br: Eu gostaria de atualizar
tr_tr: Yükseltmek istiyorum.

source: Upgrade to
cs_cz: Upgradovat na
de_de: Upgrade zu
it_it: Aggiornare a
pt_br: Atualize para
tr_tr: Yükseltilecek

source: Request
cs_cz: Požádat
de_de: beantragen
es_es: Solicitar
it_it: richieste
pt_br: Requisição
tr_tr: İstek

source: Import SolusVM servers
cs_cz: Importovat SolusVM servery
de_de: Importujte servery SolusVM
es_es: Importar servidores de SolusVM
it_it: importare serveres SolusVM
pt_br: Importar servidores SolusVM
tr_tr: SolusVM sunucu bilgilerini al

source: Read before importing servers
cs_cz: Čtěte před importováním serverů
de_de: Přečtěte si před importem serverů
es_es: Leer antes de importar servidores
it_it: Leer antes de la importare los serveres
pt_br: Leia antes de importar servidores
tr_tr: Sunucu bilgilerini almadan önce okuyun

source: VServer ID
de_de: ID VServeru
es_es: ID VServer
pt_br: ID do VServer
tr_tr: VServer Kodu

source: Client ID
cs_cz: ID klienta
de_de: Kunden ID
es_es: ID cliente
pt_br: ID do cliente
tr_tr: Müşteri Kodu

source: Import selected SolusVM virtual server to BoxBilling
cs_cz: Importovat vybrané SolusVM virtuální servery do BoxBilling
de_de: Importujte vybraný virtuální server SolusVM do BoxBilling
es_es: Importar servidores virtuales seleccionados de SolusVM a BoxBilling
it_it: importare serveres virtuales SolusVM seleccionados a BoxBilling
pt_br: Importar servidor virtual SolusVM selecionado para BoxBilling
tr_tr: Seçilmiş SolusVM sanal sunucularını BoxBilling üzerine alın

source: Vps hostname
es_es: Nombre Host del VPS
pt_br: Nome do servidor VPS
tr_tr: VPS Sunucu Adı

source: mydomain.com
es_es: serviciosind.com.ve (ejemplo)
it_it: miodominio.com
pt_br: meudominio.com
tr_tr: alanadim.com

source: OS template
cs_cz: OS Šablona
de_de: Betriebssystem Vorlage
es_es: Plantilla de SO
pt_br: Modelo de OS
tr_tr: İşletim Sistemi Kalıbı

source: Forum members
cs_cz: Členové fóra
de_de: Členové fóra
es_es: Miembros del Foro
it_it: Membri del forum
pt_br: Membros do fórum
tr_tr: Forum Üyeleri

source: List of all forum members. You can filter the list by clicking on letter above to find usernames which start with this letter.
cs_cz: Seznam všech členů fóra. Seznam můžete filtrovat kliknutím na písmeno výše, abyste našli uživatelská jména začínající tímto písmenem.
de_de: Seznam všech členů fóra. Seznam můžete filtrovat kliknutím na písmeno výše, abyste našli uživatelská jména začínající tímto písmenem.
es_es: Listar todos los miembros del foro. Usted puede filtrar la lista haciendo clic en las letras de arriba para encontrar usuarios que comiencen con esa letra
it_it: La lista di tutti i membri del forum. Puoi filtrare la lista cliccando le lettere sopra per trovare i nomi utenti che iniziano con questa lettera.
pt_br: Lista de todos os membros do fórum. Você pode filtrar a lista clicando na letra acima para encontrar nomes de usuário que começam com esta letra.
tr_tr: Tüm forum üyelerinin listesi. Yukarıdaki harflere tıklayarak bu harfle başlayan kullanıcı adlarını süzebilirsiniz.

source: Joined
cs_cz: Připojeno
de_de: Verbunden
es_es: Ingresó
it_it: Registrato
pt_br: Ingressou
tr_tr: Katılma

source: No icons available
cs_cz: Nejsou k dispozici žádné ikony
de_de: Keine Icons verfügbar
es_es: No hay iconos disponibles
it_it: No hay iconos disponibles
pt_br: Ícones indisponíveis
tr_tr: Kullanılabilecek bir simge yok

source: Orders settings
cs_cz: Stránka objednávek
de_de: Auftragseinstellungen
es_es: Configuración de pedidos
it_it: Impostazioni Ordini
pt_br: Configurações de Pedidos
tr_tr: Sipariş Ayarları

source: Expiration date
cs_cz: Datum expirace
de_de: Datum spotřeby
es_es: Fecha de vencimiento
it_it: Data Scadenza
pt_br: Data de expiração
tr_tr: Bitiş Tarihi

source: Show addon orders in orders list (if this is disabled they are shown in master order view "Addons" tab)
cs_cz: Zobrazit objednávky addonu v seznamu objednávek (pokud je tato volba zakázána, zobrazí se v hlavním pohledu na kartě "Addons")
de_de: Zobrazit objednávky doplňků v seznamu objednávek (pokud je tato možnost zakázána, zobrazí se v zobrazení hlavní objednávky na kartě "Doplňky")
es_es: Muestra los complementos en la lista de pedidos (si esta desactivado esta información se muestra en la vista principal del pedido, en la pestaña de "Complementos")
it_it: Mostra ordini addon in lista ordini (se questa è disabilitata sono mostrati nella scheda "Addons" della vista principale)
pt_br: Mostrar pedidos adicionais na lista de pedidos (se estiver desabilitado, eles são mostrados na guia "Complementos" da visualização do pedido principal)
tr_tr: Sipariş Listesinde Yan Ürünler Görüntülensin (Devre dışı bırakıldığında, yanb ürün siparişleri, "Yan Ürünler" sekmesindeki ana sipariş bölümünde görüntülenir)

source: Auto suspend reason
cs_cz: Důvod automatického pozastavení
de_de: Grund für automatische Sperrung
es_es: Razón de Cancelación
it_it: Motivo di sospensione automatica
pt_br: Razão da suspensão automática
tr_tr: Otomatik Askıya Alma Nedeni

source: Auto Cancellation
cs_cz: Automatické zrušení
de_de: Automatische Stornierung
es_es: Cancelación Automática
it_it: Auto Annullamento
pt_br: Cancelamento Automático
tr_tr: Otomatik İptal

source: Suspension reasons
cs_cz: Důvody pozastavení
de_de: Sperrungsgrund
es_es: Razones de suspensión
it_it: Motivazioni della sospensione
pt_br: Motivos de suspensão
tr_tr: Askıya Alma Nedenleri

source: Payment
cs_cz: Způsob platby
de_de: Bezahlung
es_es: Pago
it_it: Pagamento
pt_br: Pagamento
tr_tr: Ödeme

source: Powered by BoxBilling
cs_cz: Používá technologii BoxBilling
es_es: Desarrollado por BoxBilling.
it_it: Creato da BoxBilling
pt_br: Desenvolvido por BoxBilling
tr_tr: BoxBilling Sunar

source: You logged in successfully
cs_cz: Úspěšně jste se přihlásili
de_de: Du hast dich erfolgreich angemeldet
es_es: Ha iniciado sesión correctamente.
it_it: Accesso effettuato correttamente
pt_br: Você logou com sucesso
tr_tr: Oturum Açtınız

source: Product was added to shopping cart
cs_cz: Produkt byl přidán do nákupního košíku
de_de: Produkt wurde dem Warenkorb hinzugefügt
es_es: Producto ha sido añadido al carrito de compras
it_it: Il prodotto è stato aggiunto al carrello
pt_br: O produto foi adicionado ao carrinho de compras
tr_tr: Ürün Sepete Eklendi

source: Promo code was applied for your order
cs_cz: Pro vaši objednávku byl použit propagační kód
de_de: Promo Code wurde der Bestellung hinzugefügt
es_es: El código de promoción ha sido aplicado a su pedido
it_it: Il codice promozionale è stato applicato al tuo ordine
pt_br: Código promocional aplicado na sua conta
tr_tr: İndirim kodu siparişinize uygulandı

source: YouHosting specifict settings
cs_cz: Specifická nastavení YourHosting
de_de: Specifická nastavení YourHosting
es_es: Configuración especifica de SuHosting
it_it: Impostazioni specifiche del TuoHosting
pt_br: Configurações específicas YouHosting
tr_tr: Özel YouHosting Ayarları

source: Invoice number
cs_cz: Číslo faktury
de_de: Rechnungsnummer
es_es: Nº de factura
it_it: Numero fattura
pt_br: Número da fatura
tr_tr: Fatura No

source: Invoice date
cs_cz: Datum faktury
de_de: Rechnungsdatum
es_es: Fecha de factura
it_it: Data fattura
pt_br: Data da fatura
tr_tr: Fatura Tarihi

source: Due date
cs_cz: Datum splatnosti
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
it_it: Data di scadenza
pt_br: Data de Vencimento
tr_tr: Son Ödeme Tarihi

source: Invoice status
cs_cz: Stav faktury
de_de: Rechnungsstatus
es_es: Estado de la factura
it_it: Stato fattura
pt_br: Situação da Fatura
tr_tr: Fatura Durumu

source: Account
cs_cz: Účet
de_de: Konto
es_es: Cuenta
pt_br: Conta
tr_tr: Hesap

source: Billing & Delivery address
cs_cz: Fakturační a dodací adresa
de_de: Rechnungs- und Lieferadresse
es_es: Dirección de Facturación y Entrega
it_it: Indirizzo di fatturazione e spedizione
pt_br: Endereço de cobrança e entrega
tr_tr: Faturalama ve Kargo Adresi

source: Company number
cs_cz: Číslo společnosti
de_de: Firmennummer
es_es: RIF de la Empresa
it_it: Numero Compagnia
pt_br: Número da empresa
tr_tr: Kurum No

source: System activity
cs_cz: Systémová aktivita
de_de: System-Aktivität
es_es: Actividad del sistema
it_it: Attività Sistema
pt_br: Atividade do sistema
tr_tr: Sistemde Yapılmış İşlemler

source: Related to
cs_cz: Souvisí s
de_de: Bezogen auf
es_es: En relación con
it_it: Relativo a
pt_br: Relacionado à
tr_tr: İlgili

source: Service #
cs_cz: Služba #
es_es: Servicio #
it_it: Servizio #
pt_br: Serviço #
tr_tr: Hizmet No

source: Last tickets
cs_cz: Poslední vstupenky
de_de: Letzte Tickets
es_es: Ultimos Tickets
it_it: Ultimi Ticket
pt_br: Últimos bilhetes
tr_tr: Son Çağrılar

source: Back to tickets list
cs_cz: Zpět na seznam vstupenek
de_de: Zurück zur Ticketliste
es_es: Regresar a la lista de Tickets
it_it: Torna alla lista dei ticket
pt_br: Voltar para a lista de bilhetes
tr_tr: Çağrı Listesine Dön

source: Quantity
cs_cz: Množství
de_de: Menge
es_es: Cantidad
it_it: Cantidad
pt_br: Quantidade
tr_tr: Adet
