Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Payment gateway "Authorize.net" is not configured properly. Please update configuration parameter "Transaction Key" at "Configuration -> Payments".
cs_cz: Platební brána „Authorize.net“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Transakční klíč" v části "Konfigurace -> Platby".
de_de: Platební brána "Authorize.net“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Transakční klíč" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "Authorize.net" no está configurado correctamente. Por favor actualice el parámetro de configuración "Llave de Transacción" en "Configuración -> Pagos"
it_it: Il sistema di pagamento "Authorize.net" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "Chiave Transazione" su "Configurazioni -> Pagamenti".
pt_br: A integração de pagamento "Authorize.net" não está configurado corretamente. Atualize o parâmetro de configuração "Chave de transação" em "Configuração -> Pagamentos".
tr_tr: "Authorize.net" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "İşlem Anahtarı" değerini güncelleyin.

source: Payment gateway "Authorize.net" is not configured properly. Please update configuration parameter "MD5 Hash Value" at "Configuration -> Payments".
cs_cz: Platební brána „Authorize.net“ není správně nakonfigurována. Aktualizujte konfigurační parametr "MD5 Hash Value" v "Konfigurace -> Platby".
de_de: Platební brána "Authorize.net“ není správně nakonfigurována. Aktualizujte konfigurační parametr "MD5 Hash Value" v "Konfigurace -> Platby".
es_es: Pasarela de pago "Authorize.net" no está configurado correctamente. Por favor actualice el parámetro de configuración "Valor de Hash MD5" en "Configuración -> Pagos"
it_it: Il sistema di pagamento "Authorize.net" non è configurato correttamente. Per favore aggiorna la configurazione dei parametro "Valore MD5 Hash" su "Configurazioni -> Pagamenti".
pt_br: A integração de pagamento "Authorize.net" não está configurado corretamente. Atualize o parâmetro de configuração "MD5 Hash Value" em "Configuração -> Pagamentos".
tr_tr: "Authorize.net" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "MD5 Karma Değeri" değerini güncelleyin.

source: Authorize.net unknown x_response_code
cs_cz: Authorize.net neznámý x_response_code
de_de: Authorize.net neznámý x_response_code
es_es: x_response_code desconocido de parte de Authorize.net
it_it: Authorize.net sconosciuto x_response_code
pt_br: Authorize.net desconhecido x_response_code
tr_tr: Authorize.net bilinmeyen x_response_code

source: IPN is not valid
cs_cz: IPN není platné
de_de: IPN ist nicht gültig
es_es: El IPN no es válido
it_it: IPN non è valido
pt_br: IPN não é válido
tr_tr: Anında Ödeme Bildirimi geçersiz

source: Shop ID is missing in gateway configuration
cs_cz: V konfiguraci brány chybí ID obchodu
de_de: Shop-ID fehlt in der Gateway-Konfiguration
es_es: El ID de la tienda está desaparecido en configuración de gateway
it_it: ID Negozio non è presente nella configurazione del gateway
pt_br: ID da loja ausente na configuração da integração
tr_tr: Ödeme aracısı ayarlarında Mağaza Kodu eksik

source: Secret key is missing in gateway configuration
cs_cz: V konfiguraci brány chybí tajný klíč
de_de: Secret-Key fehlt in der Gateway-Konfiguration
es_es: Clave secreta está desaparecido en configuración de gateway
it_it: La chiave segreta non è presente nella configurazione del gateway
pt_br: Chave secreta ausente na configuração do integrador
tr_tr: Ödeme aracısı ayarlarında Gizli Anahtar eksik

source: Interkassa payment gateway do not support recurrent payments
cs_cz: Platební brána Interkassa nepodporuje opakované platby
es_es: El gateway de pago Interkassa no soporta pagos recurrentes
it_it: Il gateway di pagamento Interkassa non supporta i pagamenti ricorrenti
pt_br: O integrador de pagamentos Interkassa não suporta pagamentos recorrentes
tr_tr: Interkassa ödeme aracısı taksitli ödemeleri desteklemiyor

source: PHP Curl extension must be enabled in order to use PayPal gateway
cs_cz: Aby bylo možné používat bránu PayPal, musí být povoleno rozšíření PHP Curl
de_de: Aby bylo možné používat bránu PayPal, musí být povoleno rozšíření PHP Curl
es_es: La extensión Curl de PHP debe estar habilitada para poder utilizar la pasarela de PayPal
it_it: Estensione PHP Curl deve essere abilitato per poter utilizzare il gateway di PayPal
pt_br: A extensão do PHP Curl deve estar habilitada para usar a integração do PayPal
tr_tr: PayPal ödeme aracısını kullanabilmek için PHP cURL eklentisi etkinleştirilmiş olmalıdır

source: Payment gateway "PayPal" is not configured properly. Please update configuration parameter "PayPal Email address" at "Configuration -> Payments".
cs_cz: Platební brána "PayPal" není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mailová adresa PayPal" v části "Konfigurace -> Platby".
de_de: Platební brána "PayPal" není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mailová adresa PayPal" v části "Konfigurace -> Platby".
es_es: La pasarela de pago "PayPal" no está configurada correctamente. Por favor, actualice el parámetro de configuración de la "Dirección de Email de PayPal" en "Configuración -> Pagos".
it_it: Gateway di pagamento "PayPal" non è configurato correttamente. Si prega di aggiornare il parametro di configurazione "Indirizzo Email di PayPal" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "PayPal" não está configurado corretamente. Atualize o parâmetro de configuração "Endereço de e-mail do PayPal" em "Configuração -> Pagamentos".
tr_tr: "PayPal" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "PayPal E-posta Adresi" değerini güncelleyin.

source: PHP Curl extension must be enabled in order to use Payza gateway
cs_cz: Aby bylo možné používat bránu Payza, musí být povoleno rozšíření PHP Curl
de_de: Aby bylo možné používat bránu Payza, musí být povoleno rozšíření PHP Curl
es_es: La extensión Curl de PHP debe estar habilitada para poder utilizar la pasarela de Payza
it_it: Estensione PHP Curl deve essere abilitato per poter utilizzare il gateway Payza
pt_br: A extensão do PHP Curl deve estar habilitada para usar a integração do Payza
tr_tr: Payza ödeme aracısını kullanabilmek için PHP cURL eklentisi etkinleştirilmiş olmalıdır

source: Payment gateway "Payza" is not configured properly. Please update configuration parameter "Payza Email address" at "Configuration -> Payments".
cs_cz: Platební brána "Payza" není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mailová adresa Payza" v části "Konfigurace -> Platby".
de_de: Platební brána "Payza" není správně nakonfigurována. Aktualizujte konfigurační parametr "E-mailová adresa Payza" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "Payza" no está configurado correctamente. Por favor actualice el parámetro de configuración "Dirección de correo Payza" en "Configuración -> Pagos"
it_it: Gateway di pagamento "Payza" non è configurato correttamente. Si prega di aggiornare il parametro di configurazione "Indirizzo di Payza Email" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "Payza" não está configurado corretamente. Atualize o parâmetro de configuração "Endereço de email Payza" em "Configuração -> Pagamentos".
tr_tr: "Payza" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Payza E-posta Adresi" değerini güncelleyin.

source: Payment gateway "Payza" is not configured properly. Please update configuration parameter "IPN Security Code" at "Configuration -> Payments".
cs_cz: Platební brána "Payza" není správně nakonfigurována. Aktualizujte konfigurační parametr "IPN Security Code" v "Configuration -> Payments".
de_de: Platební brána "Payza" není správně nakonfigurována. Aktualizujte konfigurační parametr "IPN Security Code" v "Configuration -> Payments".
es_es: Pasarela de pago "Payza" no está configurado correctamente. Por favor actualice el parámetro de configuración "Código de seguridad IPN" en "Configuración -> Pagos"
it_it: Gateway di pagamento "Payza" non è configurato correttamente. Si prega di aggiornare il parametro di configurazione "Codice di sicurezza di IPN" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "Payza" não está configurado corretamente. Atualize o parâmetro de configuração "Código de segurança IPN" em "Configuração -> Pagamentos".
tr_tr: "Payza" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Anında Ödeme Bildirimi Güvenlik Kodu" değerini güncelleyin.

source: Payment gateway "2Checkout" is not configured properly. Please update configuration parameter "Vendor account number" at "Configuration -> Payments".
cs_cz: Platební brána „2Checkout“ není správně nakonfigurována. Aktualizujte konfigurační parametr „Číslo účtu dodavatele“ v části „Konfigurace -> Platby“.
de_de: Platební brána „2Checkout“ není správně nakonfigurována. Aktualizujte konfigurační parametr „Číslo účtu dodavatele“ v části „Konfigurace -> Platby“.
es_es: Pasarela de pago "2Checkout" no está configurado correctamente. Por favor actualice el parámetro de configuración "Numero de cuenta del vendedor" en "Configuración -> Pagos"
it_it: Gateway di pagamento "2Checkout" non è configurato correttamente. Si prega di aggiornare configurazione parametro "fornitore numero di conto" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "2Checkout" não está configurado corretamente. Atualize o parâmetro de configuração "Número da conta do fornecedor" em "Configuração -> Pagamentos".
tr_tr: "2Checkout" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Satıcı Hesap No" değerini güncelleyin.

source: Payment gateway "2Checkout" is not configured properly. Please update configuration parameter "Secret word" at "Configuration -> Payments".
cs_cz: Platební brána „2Checkout“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Tajné slovo" v části "Konfigurace -> Platby".
de_de: Platební brána "2Checkout" není správně nakonfigurována. Aktualizujte konfigurační parametr "Tajné slovo" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "2Checkout" no está configurado correctamente. Por favor actualice el parámetro de configuración "Palabra Secreta" en "Configuración -> Pagos"
it_it: Gateway di pagamento "2Checkout" non è configurato correttamente. Si prega di aggiornare configurazione parametro "parola segreta" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "2Checkout" não está configurado corretamente. Atualize o parâmetro de configuração "Palavra secreta" em "Configuração -> Pagamentos".
tr_tr: "2Checkout" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Parola" değerini güncelleyin.

source: 2Checkout IPN is not valid
cs_cz: 2IPN pokladny není platný
es_es: El IPN de 2Checkout no es válido
it_it: 2Checkout IPN non è valido
pt_br: 2Checkout IPN não é válido
tr_tr: 2Checkout Anında Ödeme Bildirimi geçersiz

source: Invoice id could not be determined for this transaction
cs_cz: Pro tuto transakci nebylo možné určit ID faktury
de_de: Pro tuto transakci nebylo možné určit ID faktury
es_es: No se pudo determina el id de la factura en esta transacción
it_it: L'ID della fattura non può essere determinata per questa transazione
pt_br: Não foi possível determinar o ID da fatura para esta transação
tr_tr: Bu işlemin fatura kodu belirlenemedi

source: Payment gateway "WebMoney" is not configured properly. Please update configuration parameter "Purse" at "Configuration -> Payment gateways > WebMoney".
cs_cz: Platební brána „WebMoney“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Purse" v "Konfigurace -> Platební brány > WebMoney".
de_de: Platební brána "WebMoney“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Purse" v "Konfigurace -> Platební brány > WebMoney".
es_es: Pasarela de pago "WebMoney" no está configurado correctamente. Por favor actualice el parámetro de configuración "Monedero" en "Configuración -> Pasarelas de Pago -> WebMoney"
it_it: Gateway di pagamento "WebMoney" non è configurato correttamente. Si prega di aggiornare il parametro di configurazione "Borsellino" a "configurazione-> gateway di pagamento > WebMoney".
pt_br: A integração de pagamento "WebMoney" não está configurado corretamente. Atualize o parâmetro de configuração "Bolsa" em "Configuração -> Integrações de Pagamento -> WebMoney".
tr_tr: "WebMoney" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Kese" değerini güncelleyin.

source: WebMoney IPN is not valid
cs_cz: WebMoney IPN není platné
de_de: WebMoney IPN není platné
es_es: El IPN de WebMoney no es válido
it_it: WebMoney IPN non è valido
pt_br: WebMoney IPN não é válido
tr_tr: WebMoney Anında Ödeme Bildirimi geçersiz

source: Payment gateway "WebToPay" is not configured properly. Please update configuration parameter "Project ID" at "Configuration -> Payments".
cs_cz: Platební brána „WebToPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "ID projektu" v části "Konfigurace -> Platby".
de_de: Platební brána "WebToPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "ID projektu" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "WebToPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "ID de Proyecto" en "Configuración -> Pagos"
it_it: Gateway di pagamento "WebToPay" non è configurato correttamente. Si prega di aggiornare il parametro di configurazione "Progetto ID" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "WebToPay" não está configurado corretamente. Atualize o parâmetro de configuração "ID do projeto" em "Configuração -> Integrações de Pagamentos".
tr_tr: "WebToPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "Proje Kodu" değerini güncelleyin.

source: Payment gateway "WebToPay" is not configured properly. Please update configuration parameter "Sign Password" at "Configuration -> Payments".
cs_cz: Platební brána „WebToPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Heslo pro přihlášení" v části "Konfigurace -> Platby".
de_de: Platební brána "WebToPay“ není správně nakonfigurována. Aktualizujte konfigurační parametr "Heslo pro přihlášení" v části "Konfigurace -> Platby".
es_es: Pasarela de pago "WebToPay" no está configurado correctamente. Por favor actualice el parámetro de configuración "Muestra la contraseña" en "Configuración de pagos de->".
it_it: Gateway di pagamento "WebToPay" non è configurato correttamente. Si prega di aggiornare il parametro di configurazione "Segno Password" in "Configurazione-> pagamenti".
pt_br: A integração de pagamento "WebToPay" não está configurado corretamente. Atualize o parâmetro de configuração "Senha de Assinatura" em "Configurações -> Integrações de Pagamentos".
tr_tr: "WebToPay" ödeme aracısı doğru ayarlanmamış. Lütfen "Ayarlar->Ödeme Aracıları" bölümünden "İmza Parolası" değerini güncelleyin.

source: WebToPay payment gateway do not support recurrent payments
es_es: Pasarela de pago WebToPay no admiten pagos recurrentes
it_it: Il gateway di pagamento Interkassa non supporta i pagamenti ricorrenti
pt_br: A integração de pagamento WebPay não suporta pagamentos recorrentes
tr_tr: WebToPay ödeme aracısı taksitli ödemeleri desteklemiyor

source: Return URL for payment gateway was not set
cs_cz: Návratová adresa URL pro platební bránu nebyla nastavena
de_de: Návratová adresa URL pro platební bránu nebyla nastavena
es_es: No se estableció la dirección URL de retorno para la pasarela de pago
it_it: URL di ritorno per gateway di pagamento non è stato impostato
pt_br: O URL de retorno para o integrador de pagamento não foi definido
tr_tr: Ödeme aracısı için dönüş yönlendirme adresi ayarlanmamış

source: Cancel URL for payment gateway was not set
cs_cz: Adresa URL pro zrušení pro platební bránu nebyla nastavena
de_de: Adresa URL pro zrušení pro platební bránu nebyla nastavena
es_es: Cancelar URL no se ha establecido la pasarela de pago
it_it: Annulla URL per gateway di pagamento non è stato impostato
pt_br: URL de cancelamento para a integração de pagamento não foi definida
tr_tr: Ödeme aracısı için iptal yönlendirme adresi ayarlanmamış

source: IPN Notification URL for payment gateway was not set
cs_cz: Adresa URL oznámení IPN pro platební bránu nebyla nastavena
de_de: Adresa URL oznámení IPN pro platební bránu nebyla nastavena
es_es: IPN notificación URL para la pasarela de pago no se ha establecido
it_it: URL di notifica IPN per gateway di pagamento non è stato impostato
pt_br: O URL de notificação IPN para o integrador de pagamentos não foi definido
tr_tr: Ödeme aracısı için anında ödeme bildirimi bildirim adresi ayarlanmamış

source: IPN redirect URL for payment gateway was not set
cs_cz: Adresa URL přesměrování IPN pro platební bránu nebyla nastavena
de_de: Adresa URL přesměrování IPN pro platební bránu nebyla nastavena
es_es: URL de redirección IPN para la pasarela de pago no se ha establecido
it_it: URL di reindirizzamento IPN per gateway di pagamento non è stato impostato
pt_br: URL de redirecionamento IPN para o integrador de pagamentos não foi definido
tr_tr: Ödeme aracısı için anında ödeme bildirimi yönlendirme adresi ayarlanmamış

source: Payment adapter class did not implement configuration options method
cs_cz: Třída platebního adaptéru neimplementovala metodu možností konfigurace
de_de: Třída platebního adaptéru neimplementovala metodu možností konfigurace
es_es: Clase de adaptador de pago no implementó método de opciones de configuración
it_it: Classe di adattatori di pagamento non ha implementato il metodo di opzioni di configurazione
pt_br: A classe do adaptador de pagamento não implementou o método de opções de configuração
tr_tr: Ödeme aracısı sınıfı ayar değerleri yöntemini kullanmıyor

source: Forum
cs_cz: Fórum
es_es: Foro
pt_br: Fórum

source: IP
pt_br: Endereço IP

source: SendMail
pt_br: Enviar correio

source: Plan
cs_cz: Plán
de_de: Angebot
it_it: Piano
pt_br: Plano

source: Form
cs_cz: Formulář
de_de: Formular
es_es: Formulario
it_it: Modello
pt_br: Formulário

source: Whois
cs_cz: Kdo je
pt_br: Quem é

source: Ip
pt_br: Endereço IP

source: SERVER
es_es: SERVIDOR

source: Centova Cast
de_de: Čentová Cast
