Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Memory
cs_cz: Paměť
de_de: Arbeitsspeicher
es_es: Memoria
it_it: Memoria
pt_br: Memória
tr_tr: Bellek

source: Disk usage
cs_cz: Využití disku
de_de: Festplattenspeicher
es_es: Uso del disco
it_it: Utilizzo Disco
pt_br: Uso de disco
tr_tr: Disk Kullanımı

source: Traffic
cs_cz: Přenos
es_es: Tráfico
it_it: Tráfico
pt_br: Tráfego
tr_tr: Trafik

source: Load
de_de: Feld editieren
es_es: Carga
it_it: Carga
pt_br: Carga
tr_tr: Yük

source: Master node is offline, order is not yet activated or API is not configured properly.
cs_cz: Master node je offline, objednávky nebyla aktivována, nebo není správně nakonfigurováno API.
de_de: Hlavní uzel je offline, objednávka ještě není aktivována nebo API není správně nakonfigurováno.
es_es: Nodo maestro esta apagado, pedido no ha sido activado o la API no se encuentra configurada.
it_it: Master Node non è online, ordine non ancora attivato o API non configurato correttamente.
pt_br: O nó principal está offline, o pedido ainda não foi ativado ou a API não foi configurada corretamente.
tr_tr: Ana düğüm çevrimdışı. Sipariş henüz etkinleştirilmemiş ya da API ayarları hatalı.

source: Service management
cs_cz: Správa služeb
es_es: Administración del Servicio
it_it: Organizza Servizi
pt_br: Gerenciamento de serviço
tr_tr: Hizmet Yönetimi

source: Changing settings does not send actions to SolusVM server.
cs_cz: Změna nastavení neodešle akce do SolusVM.
de_de: Změna nastavení neodešle akce na server SolusVM.
es_es: Cambiar la configuración no enviar las acciones al servidor SolusVM.
it_it: El cambio de ajustes no envía acciones al server SolusVM.
pt_br: Alterar as configurações não envia ações para o servidor SolusVM.
tr_tr: Ayarları değiştirmek işlemleri SolusVM sunucusuna göndermez.

source: Template
cs_cz: Šablona
de_de: Vorlagen
es_es: Plantilla
pt_br: Modelo
tr_tr: Kalıp

source: Main IP address
cs_cz: Hlavní IP
de_de: Haupt IP-Adresse
es_es: Dirección IP Principal
it_it: Dirección IP principal
pt_br: Endereço IP principal
tr_tr: Ana IP Adresi

source: New payment gateway
cs_cz: Nová platební brána
de_de: neue Zahlungs-Methode
es_es: Nueva pasarela de pagos
it_it: Nuovo Gateway Di Pagamento
pt_br: Nova integração de pagamento
tr_tr: Ödeme Aracısı Ekle

source: Allow subscriptions
cs_cz: Povolit odběry
de_de: Erlauben Abos
es_es: Permitir suscripciones
it_it: Permetti Sottoscrizioni
pt_br: Permitir assinaturas
tr_tr: Abone olunabilsin

source: Adding new payment gateway
cs_cz: Přidávání nové platební brány
de_de: Hinzufügen von neuen Zahlungs-methoden
es_es: Añadir una nueva pasarela de pagos
it_it: Aggiungi nuovo gateway pagamento
pt_br: Adicionando nova integração de pagamento
tr_tr: Ödeme Aracısı Ekleme

source: Although BoxBilling ships with most popular payment gateways, you can install other gateways.
cs_cz: Ačkoli BoxBilling se dodává s většinou populárních platebních bran, můžete nainstalovat další brány.
de_de: Obwohl BoxBilling mit den meisten gängigen Zahlungs-Methoden ausgestattet ist, können Sie andere Zahlungs-Methoden installieren.
es_es: BoxBilling incluye las mas populares pasarelas de pago, de todas formas es posible instalar otras pasarelas de pago.
it_it: Anche se BoxBilling utilizza i maggiori gateway di pagamento, puoi installarne di altri.
pt_br: Embora o BoxBilling seja fornecido com integrações de pagamento mais populares, você pode instalar outras integrações.
tr_tr: BoxBilling en çok kullanılan ödeme aracılarını sunar. Ancak başka aracılar da ekleyebilirsiniz

source: Follow these instructions to install new payment gateway.
cs_cz: Postupujte podle instrukcí pro instalaci nové platební brány-
de_de: Befolgen Sie diese Anweisungen, um neue Zahlungs-Methode zu installieren.
es_es: Siga estas instrucciones para instalar una nueva pasarela de pago.
it_it: segui queste istruzioni per installare un nuovo gateway di pagamento.
pt_br: Siga estas instruções para instalar uma nova integração de pagamento.
tr_tr: Yeni bir ödeme aracısı yüklemek için şu yönergeleri izleyin.

source: Check for payment gateway at
cs_cz: Kontrola platební brány v
de_de: Überprüfen Sie für Zahlungs-Methode unter
es_es: Comprobar pasarela de pago en
it_it: Controlla per il metodo di pagamento a
pt_br: Verifique por integração de pagamento em
tr_tr: Diğer ödeme aracıları için şuraya bakın:

source: for more payment gateways
cs_cz: pro více platebních bran
de_de: für weitere Zahlungs-Methoden
es_es: para más pasarelas de pago
it_it: per altri metodi di pagamento
pt_br: para mais integrações de pagamento
tr_tr: &nbsp;

source: Download payment gateway extension file and place it to
cs_cz: Stáhněte soubor s platební bránou a dejte ho do:
de_de: Download die Zahlungs-Methode Datei und speichern diese sie auf
es_es: Descargar el archivo de extensión de la pasarela de pago y colocarlo en
it_it: Scarica i file delle estensioni dei metodi di pagamento e mettili in
pt_br: Baixe o arquivo de extensão de integração para pagamento e coloque-o em
tr_tr: Ödeme aracısı eklenti dosyasını indirip şuraya yükleyin

source: After file is uploaded in place, reload this page.
cs_cz: Potom co je soubor nahrán, aktualizujte tuto stránku.
de_de: Nachdem die Datei hochgeladen wurde, laden Sie diese Seite neu.
es_es: Luego que el archivo sea subido, vuelva a cargar esta página.
it_it: Dopo aver inserito il file nella directory, ricarica la pagina.
pt_br: Depois que o arquivo for carregado no local, recarregue esta página.
tr_tr: Dosya yüklendikten sonra bu sayfayı yeniden yükleyin.

source: Select uploaded file name and click on install.
cs_cz: Vyberte nahraný soubor a klikněte na instalovat.
de_de: Vyberte název nahraného souboru a klikněte na nainstalovat.
es_es: Seleccione el nombre del archivo subido y haga clic en instalar.
it_it: Seleziona upload nome file e clicca su installa.
pt_br: Selecione o nome do arquivo carregado e clique em instalar.
tr_tr: Yüklenen dosya adını seçin ve Yükle düğmesine tıklayın.

source: Payment gateway will be installed in BoxBilling and can be configured in "Payment gateways" tab.
cs_cz: Platební brána bude nainstalováno a může být konfigurována na stránce "Platební brány"
de_de: Zahlungs-Methode (Payment Gateway) wird in BoxBilling installiert und kann mit "Payment Gateways "-Button konfiguriert werden.
es_es: La pasarela de pago se instalará en BoxBilling y podrá ser configurado desde la pestaña "Pasarelas de Pago".
it_it: I metodi di pagamento verranno installati in BoxBilling e potranno essere configurati in "Payment gateways"
pt_br: A integração de pagamento será instalado no BoxBilling e pode ser configurado na aba "Integrações de pagamento".
tr_tr: Ödeme aracısı BoxBilling üzerine yüklenir ve "Ödeme Aracıları" sekmesinden ayarlanabilir.

source: to learn how to create your own payment gateway and share it with community
cs_cz: k naunčení se jak vytvořit vlastní platební bránu a sdílet jí s komunitou
de_de: um zu erfahren wie Sie Ihre eigenen Zahlungs-Methode erstellen und diese mit der Community teilen können
es_es: para aprender a crear su propia pasarela de pago y compartirlo con la comunidad
it_it: per imparare come creare il proprio metodo di pagamento e condividerlo con la community
pt_br: para aprender como criar seu próprio integrador de pagamento e compartilhá-lo com a comunidade
tr_tr: bölümünden kendi ödeme aracısını oluşturmak ve toplulukla paylaşmak için gerekli bilgileri bulabilir

source: License details
cs_cz: Licenční údaje
de_de: Lizenzdetails
es_es: Detalles de la licencia
it_it: Dettagli licenza
pt_br: Detalhes da licença
tr_tr: Lisans Ayrıntıları

source: Valid IPs
cs_cz: Povolené IP
de_de: Gültige IPs
es_es: IPs Válidas
it_it: Ips Validi
pt_br: IPs validos
tr_tr: Geçerli IP Adresleri

source: All ips
cs_cz: Všechny IP
de_de: Alle IPs
es_es: Todas las IPs
it_it: Tutti gli ip
pt_br: Todos os IPs
tr_tr: Tüm IP Adresleri

source: Valid Domains
cs_cz: Povolené domény
de_de: Gültige Domains
es_es: Dominios válidos
it_it: Domini Validi
pt_br: Domínios válidos
tr_tr: Kullanılabilecek Alan Adları

source: All hosts
cs_cz: Všechny
de_de: Alle Hosts
es_es: Todos los hosts
it_it: Tutti gli host
pt_br: Todos os hosts
tr_tr: Tüm Sunucular

source: Valid Versions
cs_cz: Povolené verze
de_de: Gültige Versionen
es_es: Versiones Válidas
it_it: Versioni Valide
pt_br: Versões validas
tr_tr: Geçerli Sürümler

source: All versions
cs_cz: Všechny verze
de_de: Alle Versionen
es_es: Todas las versiones
it_it: Tutte le versioni
pt_br: Todas as versões
tr_tr: Tüm Sürümler

source: Valid Install paths
cs_cz: Povolené instalační cesty
de_de: Gültige Installationspfade
es_es: Ruta (path) válida para instalar
it_it: Directory Installazione Valide
pt_br: Caminhos de instalação validos
tr_tr: Geçerli Kurulum Yolları

source: All paths
cs_cz: Všechny cesty
de_de: Alle Pfade
es_es: Todas las rutas (paths)
it_it: Tutte le directory
pt_br: Todos os caminhos
tr_tr: Tüm Yollar

source: Reset license
cs_cz: Resetovat licenci
de_de: Lizenz zurücksetzen
es_es: Restablecer licencia
it_it: Resetta licensa
pt_br: Reiniciar licença
tr_tr: Lisansı Sıfırla

source: You can reset your license parameters if you have changed your server
cs_cz: Můžete resetovat licenci pokud se změnil server
de_de: Sie können ihre Lizens zurücksetzen, wenn sich ihr Server geändert hat
es_es: Puede restablecer su licencia si ha cambiado de servidor
it_it: Puoi resettare i tuoi parametri di licenza se hai cambiato il tuo server
pt_br: Você pode redefinir seus parâmetros de licença se você mudou seu servidor
tr_tr: Sunucunuzu değiştirdiğinizde lisans parametrelerinizi sıfırlayabilirsiniz

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
pt_br: Redefinir
tr_tr: Baştan Başla

source: Addons
cs_cz: Příplatkové služby
it_it: Addon
pt_br: Complementos
tr_tr: Yan Ürünler

source: Edit product addon
cs_cz: Upravit příplatkovou službu
de_de: Bearbeite Produktbeschreibung Addon
es_es: Editar Addon del producto
it_it: Modifica addon prodotto
pt_br: Editar complemento de produto
tr_tr: Yan Ürünü Düzenle

source: Activation
cs_cz: Aktivace
de_de: Aktivierung
es_es: Activación
it_it: Attivazione
pt_br: Ativação
tr_tr: Etkinleştirme

source: I will use my existing domain and update nameservers
cs_cz: Použiji vlastní a aktualizuji nameservery
de_de: Ich möchte meine eigene existierende Domain benutzen und den Nameserver aktualisieren
es_es: Voy a utilizar mi dominio existente y a actualizar los servidores de nombres
it_it: Userò il mio dominio e aggiornerò i nameserver
pt_br: Vou usar meu domínio existente e atualizar os servidores de nomes
tr_tr: Ad sunucularını güncelleyerek varolan etki alanımı kullanacağım

source: I want to register a new domain
cs_cz: Chci registrovat novou doménu
de_de: Ich möchte eine neue Domain registrieren
es_es: Quiero registrar un nuevo nombre de dominio
it_it: Voglio registrare un nuovo dominio
pt_br: Eu quero registrar um novo domínio
tr_tr: Yeni bir alan adı kaydetmek istiyorum

source: mydomain
cs_cz: mojedoména
de_de: meine Domain
es_es: midominio
it_it: miodominio
pt_br: meudominio
tr_tr: alan adım

source: Started by
cs_cz: Začal
de_de: gestartet von
es_es: Iniciado por
it_it: Iniciado por
pt_br: Começado por
tr_tr: Başlatan

source: Messages
cs_cz: Zprávy
de_de: Nachrichten
es_es: Mensajes
it_it: Messaggi
pt_br: Mensagens
tr_tr: İletilen

source: Created at
cs_cz: Vytvořeno
de_de: Erstellt am
es_es: Creado el
it_it: Creato al
pt_br: Criado em
tr_tr: Oluşturulma

source: Slug
de_de: Bearbeitung
tr_tr: Etiket

source: Quote
cs_cz: Citovat
de_de: Zitat
es_es: Cita
it_it: Quota
pt_br: Citar
tr_tr: Alıntıla

source: Post
cs_cz: Přispět
it_it: Messaggio
pt_br: Publicar
tr_tr: Gönder

source: Edit field
cs_cz: Upravit pole
de_de: Feld editieren
es_es: Editar campo
it_it: Modifica campo
pt_br: Editar Campo
tr_tr: Alanı Düzenle

source: Please keep in mind that field name can not start with number. Special characters will be replaced with underscrore ( _ )
cs_cz: Prosím mějte na paměti, že pole Název nemůže začínat číslem. Speciální znaky budou nahrazeny podtržítkem (_)
de_de: Mějte prosím na paměti, že název pole nemůže začínat číslem. Speciální znaky budou nahrazeny podtržením ( _ )
es_es: Por favor, tenga en cuenta que el nombre del campo no se puede iniciar con el número. Caracteres especiales serán reemplazados con underscrore (_)
it_it: Per favore ricordati che il nome del campo non può iniziare con il numero. I caratteri speciali verranno sostituiti con underscore ( _ )
pt_br: Lembre-se de que o nome do campo não pode começar com um número. Os caracteres especiais serão substituídos por sublinhados (_)
tr_tr: Lütfen bu alan adının rakam ile başlayamayacağını unutmayın. Özel karakterler alt çizgi ( _ ) ile değiştirilecek

source: Label
cs_cz: Označení
de_de: Bezeichnung
it_it: Etichetta
pt_br: Rótulo
tr_tr: Etiket

source: options
cs_cz: možnosti
de_de: Optionen
es_es: opciones
it_it: Opzioni
pt_br: opções
tr_tr: seçenekler

source: Value
cs_cz: Hodnota
de_de: Wert
es_es: Valor
it_it: Valore
pt_br: Valor
tr_tr: Değer

source: + Add new option
cs_cz: + Přidat novou možnost
de_de: + Neue Option hinzufügen
es_es: + Agregar nueva opción
it_it: + Aggiungi nuova opzione
pt_br: + Adicionar nova opção
tr_tr: + Seçenek Ekle

source: Options
cs_cz: Možnosti
de_de: Optionen
es_es: Opciones
it_it: Opzioni
pt_br: Opções
tr_tr: Seçenekler

source: Hide label
cs_cz: Skrýt štítek
de_de: Bezeichnung ausblenden
es_es: Ocultar etiqueta
it_it: Nascondi etichetta
pt_br: Ocultar rótulo
tr_tr: Etiketi Gizle

source: Read only
de_de: nur Lesen
es_es: Solo lectura
it_it: Solo lettura
pt_br: Somente leitura
tr_tr: Salt Okunur

source: Additional settings
cs_cz: Volitelné nastavení
de_de: Weitere Einstellungen
es_es: Ajustes adicionales
it_it: Impostazioni Aggiuntive
pt_br: Configurações adicionais
tr_tr: Ek Ayarlar

source: Prepend text
cs_cz: Předřadit text
de_de: Předřadit text
es_es: Anteponer el texto
it_it: Anteporre testo
pt_br: Anexar texto
tr_tr: Başlangıç Metni

source: Append text
cs_cz: Připojit text
de_de: Připojit text
es_es: Anexar texto
it_it: Aggiungi testo
pt_br: Anexar texto
tr_tr: Bitiş Metni

source: Textarea size
cs_cz: Velikost textové oblasti
de_de: Velikost textové oblasti
es_es: Tamaño del área de texto
it_it: Dimensione area di testo
pt_br: Tamanho da textarea
tr_tr: Metin Alanı Boyutu

source: px
tr_tr: piksel

source: Height
cs_cz: Výška
de_de: Höhe
es_es: Altura
it_it: Altezza
pt_br: Altura
tr_tr: Yükseklik

source: Default value/option
cs_cz: Výchozí hodnota/možnost
de_de: Standardwert/Standardoption
es_es: Valor/Opcion por defecto
it_it: Opzione/valore predefinito
pt_br: Valor/opção padrão
tr_tr: Varsayılan Değer/Seçenek

source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
it_it: Guardar
pt_br: Salvar
tr_tr: Kaydet

source: BoxBilling license management
cs_cz: Správa licencí BoxBilling
de_de: Správa licencí BoxBilling
es_es: Administración de licencias de BoxBilling
it_it: Administración de licencias de BoxBilling
pt_br: Gerenciamento de licença BoxBilling
tr_tr: BoxBilling Lisans Yönetimi

source: License order ID
cs_cz: ID objednávky licence
de_de: ID objednávky licence
es_es: ID del pedido de licencia
it_it: ID del pedido de licencia
pt_br: ID do pedido de licença
tr_tr: Lisans Sipariş Kodu

source: Order status
cs_cz: Stav objednávky
de_de: Bestellstatus
es_es: Estado de la solicitud
it_it: Stato Ordine
pt_br: Status Pedido
tr_tr: Sipariş Durumu

source: License key
cs_cz: Licenční klíč
de_de: Lizenzschlüssel
es_es: Clave de licencia
it_it: Chiave Di Licensa
pt_br: Chave de licença
tr_tr: Lisans Anahtarı

source: Valid hostnames
cs_cz: Povolené hostname
de_de: Gültige Hostnames
es_es: Nombres de host validos
it_it: Hostnames Validi
pt_br: Nomes de host válidos
tr_tr: Geçerli Sunucu Adları

source: Valid versions
cs_cz: Povolené verze
de_de: Gültige Versionen
es_es: Versiones Válidas
it_it: Versioni Validi
pt_br: Versões validas
tr_tr: Geçerli Sürümler

source: Valid install paths
cs_cz: Povolené instalační cesty
de_de: Gültige Installationspfade
es_es: Ruta (path) válida para instalar
it_it: Directory installazione valida
pt_br: Caminhos de instalação validos
tr_tr: Geçerli Yükleme Yolları

source: Order is not activated or not found
cs_cz: Objednávka není aktivována nebo nebyla nalezena
de_de: Objednávka není aktivována nebo nebyla nalezena
es_es: El pedido no está activado o no se encuentra
it_it: Pedido no activado o no encontrado
pt_br: Pedido não ativado ou não encontrado
tr_tr: Sipariş etkinleştirilmemiş ya da bulunamadı

source: Create new order
cs_cz: Vytvořit novou objednávku
de_de: Neuen Auftrag erstellen
es_es: Crear nuevo pedido
it_it: Crea nuovo ordine
pt_br: Criar novo pedido
tr_tr: Sipariş Ekle

source: for
cs_cz: pro
de_de: für
es_es: Por
it_it: per
pt_br: para
tr_tr: için

source: Invoice option
cs_cz: Možnosti objednávky
de_de: Rechnungsoptionen
es_es: Opción de factura
it_it: Opzioni fatture
pt_br: Opções de fatura
tr_tr: Fatura Seçeneği

source: Activate order
cs_cz: Aktivovat objednávku
de_de: Auftrag aktivieren
es_es: Activar pedido
it_it: Attiva ordine
pt_br: Ativar pedido
tr_tr: Siparişi Etkinleştir

source: Place new order
cs_cz: Vložit novou objednávku
de_de: Neuen Auftrag aufgeben
es_es: Coloca nuevo pedido
it_it: Piazza nuovo ordine
pt_br: Faça um novo pedido
tr_tr: Sipariş Ver

source: Selected price is 0.00
cs_cz: Zvolená cena je 0,00
de_de: Der ausgewählte Preis ist 0.00
es_es: El precio seleccionado es 0.00
it_it: Il prezzo selezionato è 0.00
pt_br: O preço selecionado é 0,00
tr_tr: Seçilmiş fiyat 0.00

source: Product is disabled in configuration
cs_cz: Produkt je v konfiguraci zakázán
de_de: Das Produkt ist in den Einstellungen deaktiviert.
es_es: El producto está deshabilitado en la configuración
it_it: Il prodotto è disattivato nella configurazione
pt_br: O produto está desativado na configuração
tr_tr: Ürün ayarlardan devre dışı bırakılmış

source: Forum details
cs_cz: Detaily fóra
es_es: Detalles del Foro
it_it: Detalles del foro
pt_br: Detalhes do fórum
tr_tr: Forum Ayrıntıları

source: Cart
cs_cz: Košík
de_de: Warenkorb
es_es: Carrito de Compras
it_it: Carrello
pt_br: Carrinho
tr_tr: Sepet

source: Remove item
cs_cz: Odebrat položku
de_de: Artikel entfernen
es_es: Borrar articulo
it_it: imuovi oggetto
pt_br: Remover item
tr_tr: Ögeyi Çıkar

source: setup
cs_cz: instalace
es_es: configuración
it_it: Installazione
pt_br: configurar
tr_tr: kurulum

source: Have coupon code?
cs_cz: Máte kód kupónu?
de_de: Haben Sie einen Promotionscode?
es_es: ¿Tiene código de cupón?
it_it: Hai un buono sconto?
pt_br: Tem código de cupom?
tr_tr: İndirim kodunuz var mı?

source: Enter code
cs_cz: Zadejte kód
de_de: Code eingeben
es_es: Introducir código
it_it: Inserisci il codice
pt_br: Informe o código
tr_tr: Kodu yazın

source: Remove
cs_cz: Odebrat
de_de: Entfernen
es_es: Remover
it_it: Rimuovi
pt_br: Remover
tr_tr: Çıkar

source: Apply
cs_cz: Použít
de_de: Anwenden
es_es: Aplicar
it_it: Applica
pt_br: Aplicar
tr_tr: Uygula

source: Subtotal:
cs_cz: Mezisoučet:
it_it: Totale:
tr_tr: Alttoplam:

source: Discount:
cs_cz: Sleva:
de_de: Rabatt:
es_es: Descuento:
it_it: Sconto:
pt_br: Desconto:
tr_tr: İndirim:

source: VAT
cs_cz: IČO
de_de: Mehrwertsteuer
it_it: IVA
pt_br: IVA
tr_tr: KDV

source: Total:
cs_cz: Celkem:
it_it: Totale:
tr_tr: Toplam:

source: Pay by
cs_cz: Zaplatil
de_de: Bezahlung mit
es_es: Pagar con
it_it: Paga tramite
pt_br: Pagar por
tr_tr: Ödeme Tipi:

source: Total amount will be deducted from account balance
cs_cz: Celková částka bude odečtena ze zůstatku na účtu
de_de: Celková částka bude odečtena ze zůstatku na účtu
es_es: El importe total será deducido del saldo de la cuenta
it_it: L'Importo totale verrà detratto dal saldo contabile
pt_br: O valor total será deduzido do saldo da conta
tr_tr: Toplam tutar hesap bakiyesinden düşülecek

source: Checkout
cs_cz: Zaplatit
es_es: Pagar
pt_br: Conferência
tr_tr: Ödeyin

source: Promo code was removed
cs_cz: Promokód byl odebrán
de_de: Der Promotionscode wurde entfernt
es_es: Se eliminó el código promocional
it_it: Il buono sconto è stato rimosso
pt_br: O código promocional foi removido
tr_tr: İndirim kodu çıkarıldı

source: Are you sure you want to remove this item from cart?
cs_cz: Opravdu chcete odstranit tuto položku z košíku?
de_de: Sind Sie sicher, dass Sie dieses Produkt aus dem Warenkorb entfernen möchten?
es_es: ¿Estas seguro que deseas eliminar este articulo del carrito?
it_it: Sei sicuro di voler rimuovere questo oggetto dal carrello?
pt_br: Tem certeza de que deseja remover este item do carrinho?
tr_tr: Bu ögeyi sepetten çıkarmak istediğinize emin misiniz?

source: Item was removed from cart
cs_cz: Položka byla odebrána z košíku
de_de: Der Artikel wurde aus dem Warenkorb entfernt
es_es: El artículo ha sido eliminado del carrito.
it_it: Oggetto rimosso dal carrello
pt_br: O item foi removido do carrinho
tr_tr: Öge sepetten çıkarıldı

source: File manager
cs_cz: Správce souborů
de_de: Dateimanager
es_es: Administrador de archivos
pt_br: Gerenciador de arquivos
tr_tr: Dosya yöneticisi

source: Full screen
cs_cz: Celá obrazovka
de_de: Vollbild
es_es: Pantalla completa
pt_br: Tela cheia
tr_tr: Tam ekran

source: Domains management
cs_cz: Správa domén
de_de: Domain-Namen Verwaltung
es_es: Administración de Dominios
it_it: Gestión de dominios
pt_br: Gerenciamento de domínios
tr_tr: Alan Adı Yönetimi

source: Clients
cs_cz: Klienti
de_de: Kunden
es_es: Clientes
it_it: Clienti
pt_br: Clientes
tr_tr: Müşteriler

source: Filter clients
cs_cz: Filtrovat zákazníky
de_de: Kunden-Filter
es_es: Filtrar clientes
it_it: Filtra Clienti
pt_br: Filtrar clientes
tr_tr: Müşteri Süzgeci

source: Company name
cs_cz: Jméno firmy
de_de: Firmenname
es_es: Nombre de la empresa
it_it: Nome Compagnia
pt_br: Nome da empresa
tr_tr: Kurum Adı

source: All
cs_cz: Vše
de_de: Alle
es_es: Todo
it_it: Tutti
pt_br: Tudo
tr_tr: Tümü

source: Suspended
cs_cz: Suspendováno
de_de: Suspendiert
es_es: Suspendido
it_it: Sospesi
pt_br: Suspenso
tr_tr: Askıda

source: Registration date
cs_cz: Datum registrace
de_de: Anmeldedatum
es_es: Fecha de Registro
it_it: Data Registrazione
pt_br: Data de registro
tr_tr: Kayıt Tarihi

source: New client
cs_cz: Nový klient
de_de: Neuer Kunde
es_es: Nuevo cliente
it_it: Nuovi clienti
pt_br: Novo cliente
tr_tr: Müşteri Ekle

source: Groups
cs_cz: Skupiny
de_de: Gruppen
es_es: Grupos
it_it: Gruppi
pt_br: Grupos
tr_tr: Gruplar

source: Postcode
cs_cz: PSČ
de_de: Postleitzahl
es_es: Código Postal
it_it: Codice Postale
pt_br: CEP
tr_tr: Posta Kodu

source: Main website
cs_cz: Hlavní web
de_de: Kunden-Seite
es_es: Sitio web principal
it_it: Sito Principale
pt_br: Site pricipal
tr_tr: Ana Web Sitesi

source: Loading ...
cs_cz: Nahrávám ...
de_de: lade neu ...
es_es: Cargando ...
it_it: Caricamento ...
pt_br: Carregando ...
tr_tr: Yükleniyor...

source: This staff member is used by BoxBilling to perform system tasks and can not be removed.
cs_cz: Tento zaměstnanec je používán službou BoxBilling k provádění systémových úloh a nelze jej odebrat.
de_de: Tento zaměstnanec je používán službou BoxBilling k provádění systémových úloh a nelze jej odebrat.
es_es: Este miembro del Staff es utilizado por BoxBilling para realizar tareas del sistema y no se puede quitar.
it_it: Questo membro dello staff viene utilizzato da BoxBilling per eseguire operazioni di sistema e non può essere rimosso.
pt_br: Esse membro da equipe é usado pelo BoxBilling para realizar tarefas de sistema e não pode ser removido.
tr_tr: Bu ekip üyesi BoxBilling tarafından sistem görevlerini yürütmek için kullanıldığından silinemez.

source: Permissions
cs_cz: Oprávnění
de_de: Berechtigungen
es_es: Permisos
it_it: Permessi
pt_br: Permissões
tr_tr: İzinler
