Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Transaction details
cs_cz: Detaily transakce
de_de: Angaben zur Transaktion
es_es: Detalles de transacción
it_it: Dettagli transazione
pt_br: Detalhes da transação
tr_tr: İşlem ayrıntıları

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
cs_cz: Pokud si myslíte, že transakce byla platná, můžete aktualizovat detaily transakce v záložce &quot;Zpráva&quot; a zkusit provést transakci znovu
de_de: Wenn Sie sicher sind, dass diese Transaktion gültig ist, können Sie diese aktualisieren, Angaben zur Transaktion unter &quot;Verwalten&quot; klicken und versuche Transaktions-Verarbeitung nochmals
es_es: Si esta seguro que esta transacción es valida usted puede actualizar los detalles de la transacción en la pestaña &quot;Administrar&quot; y intentar procesar la transacción nuevamente
it_it: Se sei sicuro che questa transazione sia valida puoi aggiornare i dettagli della transazione nella sezione gestione e provare a processare la transazione di nuovo
pt_br: Se tiver certeza de que esta transação é válida, você pode atualizar os detalhes da transação na guia &quot; Gerenciar &quot; e tente processar a transação novamente
tr_tr: Bu işlemin geçerli olduğuna eminseniz &quot;Yönetim&quot; sekmesinden işlem ayrıntılarını güncelleyip işlemi yeniden yapmayı deneyebilirsiniz

source: ID
tr_tr: Kod

source: Invoice Id
cs_cz: ID faktury
de_de: Rechnungsnummer
es_es: ID de Factura
it_it: Fattura ID
pt_br: Id de Fatura
tr_tr: Fatura Kodu

source: Amount
cs_cz: Částka
de_de: Betrag
es_es: Cantidad
it_it: Importo
pt_br: Total
tr_tr: Tutar

source: Payment gateway
cs_cz: Platební brána
de_de: Zahlungsgateway
es_es: Pasarela de pago
it_it: Gateway Pagamento
pt_br: Gateway de pagamento
tr_tr: Ödeme Aracısı

source: Transaction ID on payment gateway
cs_cz: ID transakce na platební bráně
de_de: Transaction ID der Zahlungs-Methode
es_es: ID de Transacción de la pasarela de pago
it_it: ID Transazione nel gateway di pagamento
pt_br: Identificação da transação na integração de pagamentos
tr_tr: Ödeme Aracısı İşlem Kodu

source: Transaction status on payment gateway
cs_cz: Status transakce na platební bráně
de_de: Transaction-Status der Zahlungs-Methode
es_es: Estado de la transacción en la pasarela de pago
it_it: Status transazione nel gateway di pagamento
pt_br: Situação da transação na integração de pagamentos
tr_tr: Ödeme Aracısı İşlem Durumu

source: Status
es_es: Estado
pt_br: Situação
tr_tr: Durum

source: Note
cs_cz: Poznámka
de_de: Notiz
es_es: Nota
pt_br: Nota
tr_tr: Not

source: Received at
cs_cz: Obdrženo
de_de: Eingegangen am
es_es: Recibido en
it_it: Ricevuto il
pt_br: Recebido em
tr_tr: Alınma

source: Updated at
cs_cz: Aktualizováno
de_de: Aktualisiert am
es_es: Actualizado en
it_it: Aggiornato a
pt_br: Atualizado em
tr_tr: Güncelleme

source: Process
cs_cz: Provést
de_de: Prozess
es_es: Proceso
it_it: Processa
pt_br: Processar
tr_tr: İşlem

source: Delete
cs_cz: Smazat
de_de: löschen
es_es: Borrar
it_it: Cancella
pt_br: Excluir
tr_tr: Sil

source: Invoice ID
cs_cz: ID faktury
de_de: Rechnungs-ID
es_es: ID de Factura
it_it: Fattura ID
pt_br: ID da fatura
tr_tr: Fatura Kodu

source: Currency
cs_cz: Měna
de_de: Währung
es_es: Moneda
it_it: Valuta
pt_br: Moeda
tr_tr: Para Birimi

source: Transaction processing information
cs_cz: Informace o provedení transakce
de_de: Information Transaktionsprozess
es_es: Información del proceso de transacción
it_it: Elaborazione informazioni di transazione
pt_br: Informações do processaomento da transação
tr_tr: İşlem İşleme Bilgileri

source: Payment Gateway
cs_cz: Platební brána
de_de: Zahlungs-Methode
es_es: Pasarela de Pago
it_it: Gateway Pagamento
pt_br: Integração de pagamento
tr_tr: Ödeme Aracısı

source: Validate IPN
cs_cz: Potvrdit IPN
de_de: Bestätigte IPN
es_es: Validar IPN
it_it: Valida IPN
pt_br: Validar IPN
tr_tr: Anında Ödeme Bildirimini Doğrulayın

source: Transaction information on payment gateway
cs_cz: Informace o transakci na platbní bráně
de_de: Transaction Informationen der Zahlungs-Methode
es_es: Información de la transacción en la pasarela de pago
it_it: Informazioni transazione nel gateway di pagamento
pt_br: Informações da transação na integração de pagamento
tr_tr: Ödeme aracısındaki işlem bilgileri

source: Transaction type
cs_cz: Typ transakce
de_de: Transaktions-Typ
es_es: Tipo de Transacción
it_it: Tipo transazione
pt_br: Tipo de transação
tr_tr: İşlem Tipi

source: Transaction status on Payment Gateway
cs_cz: Status transakce na platební bráně
de_de: Stav transakce na platební bráně
es_es: Estado de la transacción en la pasarela de pago
it_it: Status transazione nel gateway di pagamento
pt_br: Situação da transação na integração de pagamentos
tr_tr: Ödeme aracısındaki işlem kodu

source: Transaction ID on Payment Gateway
cs_cz: ID transakce na platební bráně
de_de: ID transakce na platební bráně
es_es: ID de Transacción de la pasarela de pago
it_it: Transazione ID nel gateway di pagamento
pt_br: Identificação da transação na integração de pagamentos
tr_tr: Ödeme yöntemindeki hareket kodu

source: Note about this transaction
cs_cz: Nic ohledně této transakce
de_de: Beachten Sie bei dieser Transaktion
es_es: Notas sobre esta transacción
it_it: Note a riguardo della transazione
pt_br: Notas sobre a transação
tr_tr: Bu işlem hakkındaki notlar

source: No GET parameters received
cs_cz: Žádné GET parametry nebyly přijaty
de_de: Kein GET Parameter erhalten
es_es: Parámetros GET no recibidos
it_it: Nessun parametro GET ricevuto
pt_br: Nenhum parâmetro GET recebido
tr_tr: Herhangi bir GET parametresi alınmadı

source: No POST parameters received
cs_cz: Žádné POST parametry nebyly přijaty
de_de: Keine POST Parameter erhalten
es_es: Parámetros POST no recibidos
it_it: Nessun parametro POST ricevuto
pt_br: Nenhum parâmetro POST recebido
tr_tr: Herhangi bir POST parametresi alınmadı

source: No SERVER parameters logged
cs_cz: Žádné SERVER parametry nebyly zapsány
de_de: Keine SERVER Parameter protokolliert
es_es: No se registra parámetros del SERVER
it_it: Nessun parametro SERVER
pt_br: Nenhum parâmetro SERVER registrado
tr_tr: Herhangi bir SERVER parametresi günlüğe kaydedilmedi

source: Currency settings
cs_cz: Nastavení měny
de_de: Währungseinstellungen
es_es: Configuración de moneda
it_it: Impostazioni valuta
pt_br: Configurações de moeda
tr_tr: Para Birimi Ayarları

source: Currencies
cs_cz: Měny
de_de: Währungen
es_es: Monedas
it_it: Divisas
pt_br: Moedas
tr_tr: Para Birimleri

source: Add new currency
cs_cz: Přidat novou měnu
de_de: neue Währung hinzufügen
es_es: Añadir nueva moneda
it_it: Añadir nueva divisa
pt_br: Incluir nova moeda
tr_tr: Para Birimi Ekle

source: Manage currencies
cs_cz: Spravovat měny
de_de: verwalte Währungen
es_es: Administrar monedas
it_it: Gestionar divisas
pt_br: Gerenciar moedas
tr_tr: Para Birimleri Yönetimi

source: Default currency is the one you manage all your prices in admin area. If your client in client area chooses other than default currency, prices will be recalculated according to conversion rate. You can have only one default currency. You can not add same currency once again. Changing default currency is not recommended when active orders are available. Nothing is recalculated on default currency change. Your income is calculated in default currency. Changing default currency after you have paid invoices will distort income statistics. Currency rates are taken from Yahoo.
cs_cz: Výchozí měna je ta, kterou spravujete všechny své ceny v oblasti administrátora. Pokud váš klient v klientské oblasti zvolí jinou než výchozí měnu, ceny budou přepočítány podle konverzního kurzu. Výchozí měnu můžete mít pouze jednu. Nelze přidat stejnou měnu znovu. Změna výchozí měny se nedoporučuje, pokud jsou k dispozici aktivní objednávky. Při výchozí změně měny se nic nepřepočítává. Váš příjem se počítá ve výchozí měně. Změna výchozí měny poté, co jste zaplatili faktury, zkreslí statistiky příjmů. Kurzy měn jsou převzaty z Yahoo.
de_de: Die Standardwährung ist die Währung, in der Sie alle Ihre Preise im Administrationsbereich verwalten. Wenn Ihr Kunde im Kundenbereich eine andere als die Standardwährung wählt, werden die Preise entsprechend dem Umrechnungskurs neu berechnet. Sie können nur eine Standardwährung haben. Sie können dieselbe Währung nicht noch einmal hinzufügen. Das Ändern der Standardwährung wird nicht empfohlen, wenn aktive Bestellungen verfügbar sind. Bei einer Standardwährungsänderung wird nichts neu berechnet. Ihr Einkommen wird in Standardwährung berechnet. Wenn Sie die Standardwährung ändern, nachdem Sie Rechnungen bezahlt haben, werden die Einkommensstatistiken verzerrt. Währungskurse werden von Yahoo übernommen.
es_es: La moneda por defecto es la que gestiona todos los precios en el área de administración. Si tu cliente en el área de cliente elige una diferente a la moneda por defecto, los precios se volverán a calcular de acuerdo al tipo de cambio. Puedes tener una sola moneda por defecto. No se puede agregar la misma moneda una vez más. El cambio de moneda por defecto no se recomienda cuando hay disponibles pedidos activos. No se vuelve a calcular nada sobre el cambio de moneda por defecto. Tus ingresos se calculan en la moneda por defecto. El cambio de moneda por defecto después de haber pagado las facturas distorsionan las estadísticas de ingresos. Los tipos de cambio se han tomado de Google.
it_it: La valuta predefinita è quella in cui gestisci tutti i tuoi prezzi nell'area di amministrazione. Se il tuo cliente nell'area client sceglie una valuta diversa da quella di default, i prezzi saranno ricalcolati in base al tasso di conversione. Puoi avere solo una valuta predefinita. Non puoi aggiungere la stessa valuta più di una volta. La modifica della valuta predefinita non è consigliata quando sono disponibili ordini attivi. Non viene ricalcolato nulla a seguito di una variazione della valuta predefinita. Il tuo ricavo viene calcolato con la valuta predefinita. La modifica della valuta predefinita dopo aver effettuato le fatture pagate può creare differenze sulle statistiche sul ricavo. I tassi delle valute sono prese da Yahoo.
pt_br: A moeda padrão é aquela que você gerencia todos os seus preços na área administrativa. Se o seu cliente na área do cliente escolher outra moeda que não seja a padrão, os preços serão recalculados de acordo com a taxa de conversão. Você pode ter apenas uma moeda padrão. Você não pode adicionar a mesma moeda novamente. Alterar a moeda padrão não é recomendado quando pedidos ativos estão disponíveis. Nada é recalculado na mudança de moeda padrão. Sua receita é calculada na moeda padrão. Alterar a moeda padrão após o pagamento das faturas distorce as estatísticas de receita. As taxas de câmbio são retiradas do Yahoo.
tr_tr: Varsayılan para birimi yönetim bölümündeki tüm fiyatlar için kullanılır. Müşterileriniz, müşteri bölümünde farklı bir para birimi seçerse, fiyatlar kur oranına göre yeniden hesaplanır. Yalnız bir varsayılan para birimi bulunabilir. Aynı para birimi ikinci kez eklenemez. Etkin siparişler varken varsayılan para biriminin değiştirilmesi önerilmez. Varsayılan para birimi değiştirildiğinde herhangi bir yeniden hesaplama yapılmaz. Gelirleriniz varsayılan para birimi cinsinden hesaplanır. Faturalarınız ödendikten sonra varsayılan para birimi değiştirilrse gelir istatistikleri bozulur. Kur oranları Yahoo üzerinden alınır.

source: ISO code
cs_cz: Kód ISO
es_es: Código ISO
it_it: Codice ISO
pt_br: Código ISO
tr_tr: ISO Kodu

source: Conversion rate
cs_cz: Konverzní poměr
de_de: Umrechnungskurs
es_es: Tasa de conversión
it_it: Ratio de conversión
pt_br: Taxa de conversão
tr_tr: Kur Oranı

source: Example price
cs_cz: Ukázková cena
de_de: Beispiel Preis
es_es: Precio de ejemplo
it_it: Ejemplo de precio
pt_br: Preço de exemplo
tr_tr: Örnek Fiyat

source: The list is empty
cs_cz: Seznam je prázdný
de_de: die Liste ist leer
es_es: La lista está vacía
it_it: La lista è vuota
pt_br: A lista esta vazia
tr_tr: Henüz bir kayıt yok

source: Update Rates
cs_cz: Aktualizovat sazby
de_de: aktualisiere Preise
es_es: Actualizar Tarifas
it_it: Actualización de precios
pt_br: Atualizar taxas
tr_tr: Kurları Güncelleyin

source: Format
cs_cz: Formát
es_es: Formato
it_it: Formato
pt_br: Formato
tr_tr: Biçim

source: Result
cs_cz: Výsledek
de_de: Ergebnis
es_es: Resultado
it_it: Risultato
pt_br: Resultado
tr_tr: Sonuç

source: Email templates
cs_cz: Šablony emailu
de_de: eMail-Vorlagen
es_es: Plantillas de Email
it_it: Template Email
pt_br: Modelos de email
tr_tr: E-posta Kalıpları

source: New template
cs_cz: Nová šablona
de_de: Neue Vorlage
es_es: Nueva plantilla
it_it: Nuovo Template
pt_br: Novo modelo
tr_tr: Kalıp Ekle

source: Email settings
cs_cz: Nastavení emailu
de_de: eMail-Einstellungen
es_es: Configuración de Email
it_it: Impostazioni Email
pt_br: Configurações de email
tr_tr: E-posta Ayarları

source: Extension
cs_cz: Rozšíření
de_de: Erweiterung
es_es: Extensión
it_it: Estensione
pt_br: Extensão
tr_tr: Eklenti

source: The list is empty. Depending on modules enabled email templates will be inserted after first event occurrence.
cs_cz: Seznam je prázdný. V závislosti na modulech povolené e-mailové šablony budou po prvním výskytu události vloženy.
de_de: Die Liste ist leer. Abhängig von den aktivierten Modulen werden E-Mail-Vorlagen nach dem ersten Auftreten des Ereignisses eingefügt.
es_es: La lista está vacía. Dependiendo de los módulos habilitados las plantillas de emails se insertarán después de la primera ocurrencia de eventos.
it_it: La lista è vuota. A seconda dei moduli abilitati il templare email verrà inserito dopo l'occorrenza del primo evento
pt_br: A lista está vazia. Dependendo dos módulos habilitados, os modelos de e-mail serão inseridos após a primeira ocorrência do evento.
tr_tr: Liste boş. E-posta kalıpları, etkinleştirilmiş modüllere bağlı olarak ilk olayın gerçekleşmesiyşe eklenir.

source: Configure email options
cs_cz: Konfigurovat nastavení emailu
de_de: Konfigurieren Sie die E-Mail-Optionen
es_es: Configurar opciones de correo electrónico
it_it: Configura opzioni email
pt_br: Configurar opções de email
tr_tr: E-posta Ayarları

source: BoxBilling sends emails using <em>sendmail</em> by default or you can configure your own SMTP server
cs_cz: K odesílání emailů používáme <em>sendmail</em> jako výchozí, nebo můžete nastavit vlastní SMTP server
de_de: BoxBilling ve výchozím nastavení odesílá e-maily pomocí <em>sendmail</em> nebo si můžete nakonfigurovat svůj vlastní server SMTP
es_es: BoxBilling envía los mensajes de correo electrónico utilizando <em>sendmail</em> de forma predeterminada o sino, puede configurar su propio servidor SMTP
it_it: BoxBilling invia email usando <em>sendmail</em> di default o puoi configurare il tuo Server SMTP
pt_br: O BoxBilling envia e-mails usando <em>sendmail</em> por padrão ou você pode configurar seu próprio servidor SMTP
tr_tr: BoxBilling e-postaları göndermek için varsayılan olarak <em>sendmail</em> kullanır. Kendi SMTP sunucunuzu da ayarlayabilirsiniz.

source: Send emails per cron run (0 = unlimited)
cs_cz: Odesílejte e-maily za běh cronu (0 = neomezeně)
de_de: Odesílejte e-maily za běh cronu (0 = neomezeně)
es_es: Envío de correos por ejecución de cron (0 = ilimitados)
it_it: Invia email per ogni esecuzione di cron ( 0 = illimitate )
pt_br: Enviar e-mails por cron run (0 = ilimitado)
tr_tr: Zamanlanmış görev bir kez çalıştığında gönderilecek e-posta sayısı (0 = sınırsız)

source: Max email sending time in minutes (0 = unlimited, default 5 min.)
cs_cz: Maximální doba odeslání e-mailu v minutách (0 = neomezeně, výchozí 5 min.)
de_de: Odesílejte e-maily za běh cronu (0 = neomezeně)
es_es: Máximo tiempo de envío de correos electrónicos en minutos (0 =ilimitado, 5 min. por defecto)
it_it: Tempo massimo di invio per una email in minuti (0 = illimitato, default 5min.)
pt_br: Tempo máximo de envio de e-mail em minutos (0 = ilimitado, padrão 5 minutos)
tr_tr: Dakika cinsinden en fazla e-posta gönderme zamanı (0 = sınırsız, varsayılan 5 dakika)

source: Cancel sending email after unsuccessful tries (0 = do not cancel)
cs_cz: Zrušit odesílání e-mailu po neúspěšných pokusech (0 = nezrušit)
de_de: Zrušit odesílání e-mailu po neúspěšných pokusech (0 = nezrušit)
es_es: Numero de intentos fallidos para cancelar envíos de correos ( 0 = para no cancelar)
it_it: Cancella l'invio di email dopo un numero di tentativi falliti (0 = non cancellare)
pt_br: Cancelar o envio de e-mail após tentativas malsucedidas (0 = não cancelar)
tr_tr: Postaların iptal edilmeden önce kaç kez gönderilmeye çalışılacağı (0 = iptal edilmesin)

source: Log sent emails to database
cs_cz: Log odeslané e-maily do databáze
de_de: Log odeslané e-maily do databáze
es_es: Registrar los Emails enviados en la base de datos
it_it: Salva le email inviate nel database
pt_br: Registrar e-mails enviados para o banco de dados
tr_tr: Gönderilen E-postalar Günlüğe Kaydedilsin

source: Email transport
cs_cz: Emailový transport
de_de: eMail-Verkehr
es_es: Transportador de Email
pt_br: Protocolo de email
tr_tr: E-posta Aktarımı

source: SMTP Hostname
es_es: Nombre de host del SMTP
pt_br: Endereço SMTP
tr_tr: SMTP Sunucusu

source: SMTP Port
es_es: Puerto del SMTP
it_it: SMTP Porta
pt_br: Porta SMTP
tr_tr: SMTP Kapısı

source: SMTP Username
cs_cz: SMTP Uživatelské jméno
de_de: SMTP Benutzername
es_es: Nombre de Usuario del SMTP
pt_br: Usuário SMTP
tr_tr: SMTP Kullanıcı Adı

source: SMTP Password
cs_cz: SMTP Heslo
de_de: SMTP Passwort
es_es: Contraseña del SMTP
pt_br: Senha SMTP
tr_tr: SMTP Parolası

source: SMTP Security
cs_cz: SMTP Ochrana
de_de: SMTP-Sicherheit
es_es: Seguridad del SMTP
it_it: SMTP Sicurezza
pt_br: Segurança SMTP
tr_tr: SMTP Güvenliği

source: Update email settings
cs_cz: Aktualizovat nastavení emailu
de_de: Aktualisie eMail-Einstellungen
es_es: Actualizar configuraciones de Email
it_it: Aggiorna impostazioni email
pt_br: Atualizar configurações de email
tr_tr: E-posta Ayarlarını Güncelle

source: Send test email to staff members
cs_cz: Odeslat testovací email zaměstnancům
de_de: Sende Testmail an Mitarbeiter
es_es: Enviar email de prueba a los miembros del staff
it_it: Invia una email di test ai membri dello staff
pt_br: Envie um e-mail de teste para os membros da equipe
tr_tr: Ekip Üyelerine Deneme Gönder

source: Where I can use new email template?
cs_cz: Kde použiji novou šablonu emailu?
de_de: Wo kann ich die neue E-Mail-Vorlage verwenden?
es_es: ¿Dónde puedo utilizar la nueva plantilla de correo electrónico?
it_it: Dove posso usare un nuovo template email?
pt_br: Onde posso usar o novo modelo de e-mail?
tr_tr: Yeni e-posta kalıbını nerede kullanabilirim?

source: Newly created email templates can be used in custom event hooks.
cs_cz: Nově vytvořené emailové šablony mohou být použity pro uživatelské akce.
de_de: Neu erstellte eMail-Vorlagen können in benutzerdefinierte Ereignise verwendet werden.
es_es: Las nuevas plantillas de correos pueden ser usados en los eventos de hooks personalizados
it_it: I nuovi template email creati possono essere usati negli eventi personalizzati.
pt_br: Modelos de e-mail recém-criados podem ser usados em ganchos de eventos personalizados.
tr_tr: Yeni oluşturulan e-posta kalıpları özel eylem tetikleyicileri için kullanılabilir.

source: Category
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
it_it: Categoria
pt_br: Categoria
tr_tr: Kategori

source: Action code
cs_cz: Kód akce
de_de: Aktions-Code
es_es: Código de Acción
it_it: Codice Azione
pt_br: Código de ação
tr_tr: İşlem Kodu

source: Subject
cs_cz: Předmět
de_de: Thema
es_es: Asunto
it_it: Soggetto
pt_br: Assunto
tr_tr: Konu

source: Content
cs_cz: Obsah
de_de: Inhalt
es_es: Contenido
it_it: Contenuto
pt_br: Conteúdo
tr_tr: İçerik

source: Create
cs_cz: Vytvořit
de_de: erstellen
es_es: Crear
it_it: Creati
pt_br: Criar
tr_tr: Ekle

source: Forum settings
cs_cz: Nastavení fóra
de_de: Forum Einstellungen
es_es: Configuracion del Foro
it_it: Impostazioni forum
pt_br: Configurações do fórum
tr_tr: Forum Ayarları

source: Forum points
cs_cz: Body fóra
de_de: Body fóra
es_es: Puntos de foro
it_it: Punti forum
pt_br: Pontos de fórum
tr_tr: Forum Puanları

source: Disabled
cs_cz: Vypnuto
de_de: Deaktiviert
es_es: Desactivado
it_it: Disabilita
pt_br: Desativado
tr_tr: Devre dışı

source: Give points for posting in selected forums
cs_cz: Dejte body za příspěvky na vybraných fórech
de_de: Dejte body za příspěvky na vybraných fórech
es_es: Obtenga puntos escribiendo en los foros seleccionados
it_it: Dare punti per aver postato nel forum selezionato
pt_br: Dê pontos por postar em fóruns selecionados
tr_tr: Seçilmiş forumlara gönderilen iletilere puan verilsin

source: Message
cs_cz: Zpráva
de_de: Nachricht/Meldung
es_es: Mensaje
it_it: Messaggio
pt_br: Mensagem
tr_tr: İleti

source: Incorrect please try again
cs_cz: Špatně, znovu prosím
de_de: Inkorrekt. Bitte nochmal versuchen
es_es: Incorrecto, por favor vuelva a intentarlo
it_it: Errato. Riprova!
pt_br: Incorreto, por favor tente novamente
tr_tr: Hatalı, lütfen yeniden deneyin

source: Enter the words above
cs_cz: Vložte slova níže
de_de: Die oben stehenden Wörter eintragen
es_es: Introduzca las palabras de arriba
it_it: Inserisci le parole sottostanti
pt_br: Informe as palavras acima
tr_tr: Yukarıdaki kelimeleri yazın

source: Send
cs_cz: Odeslat
de_de: Senden
es_es: Enviar
it_it: Invia
pt_br: Enviar
tr_tr: Gönder

source: Notifications
cs_cz: Upozornění
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
pt_br: Notificações
tr_tr: Bildirimler

source: New note
cs_cz: Nová poznámka
de_de: Neue Notiz
es_es: Nueva nota
it_it: Nuova nota
pt_br: Nova nota
tr_tr: Not Ekle

source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
it_it: Data
pt_br: Data
tr_tr: Tarih

source: Are you sure?
cs_cz: Opravdu?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?
it_it: Sei sicuro?
pt_br: Tem certeza?
tr_tr: Emin misiniz?

source: Delete all messages
cs_cz: Smazat všechny zprávy
de_de: Lösche alle Nachrichten
es_es: Borrar todos los mensajes
it_it: Cancella tutti i messaggi
pt_br: Apagar todas as mensagens
tr_tr: Tüm İletileri Sil

source: Add note or todo task
cs_cz: Přidat poznámku
de_de: Přidejte poznámku nebo úkol
es_es: Agregar nota o nueva tarea
it_it: Aggiungi note o compiti da fare
pt_br: Adicionar nota ou tarefa a fazer
tr_tr: Not ya da görev ekle

source: Add note
cs_cz: Přidat poznámku
de_de: Notiz hinzufügen
es_es: Agregar nota
it_it: Aggiungi note
pt_br: Incluir nota
tr_tr: Not Ekle

source: Domain configuration
cs_cz: Konfigurace domény
de_de: Domain Konfiguration
es_es: Configuración de dominio
it_it: Configurazione dominio
pt_br: Configuração de domínio
tr_tr: Alan Adı Ayarları

source: Subdomain
cs_cz: Subdoména
es_es: Subdominio
it_it: Sottodominio
pt_br: Subdominio
tr_tr: Alt Alan Adı

source: Host my own domain
cs_cz: Hostit moji vlastní doménu
de_de: Hoste deine eigene Domain
es_es: Hospedar mi propio dominio
it_it: Ospitare il mio dominio
pt_br: Hospedar meu próprio domínio
tr_tr: Kendi alan adımı kullanacağım

source: Product promotions
cs_cz: Propagace produktů
de_de: Produkt-Rabattaktionen
es_es: Promociones de productos
it_it: Promozioni prodotti
pt_br: Promoções de produtos
tr_tr: Ürün İndirimleri

source: Promo
de_de: Rabattaktion
es_es: Promoción
it_it: Promoción
pt_br: Promoção
tr_tr: İndirim

source: New promo
cs_cz: Nová promo akce
de_de: neue Rabattaktion
es_es: Nueva promoción
it_it: Nueva promoción
pt_br: Nova promoção
tr_tr: İndirim Ekle

source: Discount
cs_cz: Sleva
de_de: Rabatt
es_es: Descuento
it_it: Sconto
pt_br: Desconto
tr_tr: İndirim

source: Applies to
cs_cz: Použitelné pro
de_de: gilt für
es_es: Aplicar en
it_it: Se aplica a
pt_br: Aplica-se a
tr_tr: Şunlara Uygulansın
