Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Coding of variable "paytext" is not suitable (has to be utf-8).
cs_cz: Kódování proměnné "paytext" není vhodné (musí být utf-8).
de_de: Der Paytext ist nicht zulässig. ( Hast du utf-8 gesetzt )
es_es: La codificación de la variable "paytext" no es adecuada (debe ser utf-8)
it_it: Codifica della variabile "paytext" non é adeguata (deve essere utf-8).
pt_br: Codificação da variável "paytext" não é adequado (precisa ser utf-8).
tr_tr: "paytext" değişkeninin karakter seti uygun değil (utf-8 olmalı).

source: Empty or not correctly filled "orderID".
cs_cz: Prázdné nebo nesprávně vyplněné "orderID".
de_de: Leere oder nicht korrekt ausgefüllte "orderID"
es_es: "orderID" vacia o no llenada correctamente.
it_it: Vuota o non correttamente compilata "orderID".
pt_br: Vazio ou não preenchido corretamente "orderID".
tr_tr: "siparisKodu" boş ya da doğru şekilde yazılmamış.

source: Project has not been checked by our administrator.
cs_cz: Projekt nebyl zkontrolován naším administrátorem.
de_de: Das Projekt wurde von unserem Administrator noch nicht geprüft.
es_es: El Proyecto no ha sido comprobado por nuestro administrador.
it_it: Il progetto non è stato controllato dai nostri amministratori.
pt_br: Projeto não foi verificado por seu administrador.
tr_tr: Proje yöneticimiz tarafından denetlenmemiş.

source: Accepturl, cancellurl, callbacurl or referer base address differs from the addresses confirmed in the project.
cs_cz: Accepturl, cancellurl, callbacurl nebo referenční základní adresa se liší od adres potvrzených v projektu.
de_de: Deine Accepturl, cancelurl, callbackurl ist nicht mir der im Projekt hinterlegten Adresse nutzbar
es_es: Dirección base Accepturl, cancellurl, callbacurl o referer difiere de las direcciones confirmadas en el proyecto.
it_it: Accepturl, cancellurl, callbacurl o referer base address differenti dall'indirizzo confermato nel progetto.
pt_br: Accepturl, cancellurl, callbacurl ou endereço base de referência difere dos endereços confirmados no projeto.
tr_tr: Accepturl, cancellurl, callbacurl ya da referer base adresi proje için onaylanan adreslerden farklı.

source: Invalid "sign" parameter.
cs_cz: Neplatný parametr "sign".
de_de: Inkompatibler "sign" Parameter
es_es: Parametro de firma inválido.
it_it: Parametro "sign" non valido.
pt_br: Parâmetro de "login" inválido.
tr_tr: "imza" parametresi geçersiz.

source: At least one of these parameters is incorrect: cancelurl, accepturl, callbackurl.
cs_cz: Alespoň jeden z těchto parametrů je nesprávný: cancelurl, accepturl, callbackurl.
de_de: Mindestens einer der folgenden Parameter ist ungültig: cancelurl, accepturl, callbackurl
es_es: Por lo menos uno de estos parámetros no es correcto: cancelurl, accepturl, callbackurl.
it_it: Almeno uno di questi parametri non è corretto: cancelurl, accepturl, callbackurl.
pt_br: Pelo menos um destes parâmetros está incorreto: cancelurl, accepturl, callbackurl.
tr_tr: Şu parametrelerden en az biri hatalı: cancelurl, accepturl, callbackurl.

source: Parameter time_limit is not valid (wrong format or not valid value)
cs_cz: Parametr time_limit není platný (nesprávný formát nebo neplatná hodnota)
de_de: Der Parameter "time_limit" ist fehlerhaft (falsches Format oder ein falscher Wert)
es_es: El parámetro time_limit no es valido (formato incorrecto o valor no valido)
it_it: Il paramentro time_limit non è valido (formato sbagliato o valore non valido)
pt_br: O parâmetro time_limit não é válido (formato errado ou valor inválido)
tr_tr: time_limit parametesi geçersiz (biçim ya da değer hatalı)

source: Unknown error
cs_cz: Neznámá chyba
de_de: Unbekannter Fehler
es_es: Error desconocido
it_it: Errore sconosciuto
pt_br: Erro desconhecido
tr_tr: Bilinmeyen hata

source: '%s' is required but missing.
cs_cz: '%s' je povinné, ale chybí.
de_de: '%s' wird benötigt, fehlt aber.
es_es: '%s' es requerido pero hace falta.
it_it: '%s' è richiesto ma mancante.
pt_br: '%s' é requerido mas não não foi informado.
tr_tr: Zorunlu '%s' eksik.

source: '%s' value '%s' is too long, %d characters allowed.
cs_cz: '%s' hodnota '%s' je to moc dlouhé, %d povoleny znaky.
de_de: '%s' value '%s' ist zu lang, %d Zeichen sind erlaubt
es_es: '%s' valor '%s' es muy largo. %d caracteres permitidos
it_it: '%s' valore '%s' é troppo lungo, %d caratteri ammessi.
pt_br: '%s' valor '%s' é muito extenso, deve ter no máximo %d caracteres.
tr_tr: '%s' değeri '%s' çok uzun, %d karakter kullanılabilir.

source: '%s' value '%s' is invalid.
cs_cz: '%s' hodnota '%s' je neplatný.
de_de: '%s' value '%s' ist nicht zulässig.
es_es: '%s' valor '%s' es inválido
it_it: '%s' valore '%s' non valido.
pt_br: '%s' valor '%s' é inválido.
tr_tr: '%s' değeri '%s' geçersiz.

source: Can't get openssl public key for %s
cs_cz: Nelze získat veřejný klíč openssl pro %s
de_de: Nelze získat veřejný klíč openssl pro %s
es_es: No se pudo obtener la clave pública openssl para %s
it_it: Non riesco ad ottenere la chiave pubblica openssl per %s
pt_br: Não foi possível obter a chave pública openssl para %s
tr_tr: %s için herkese açık openssl anahtarı alınamadı

source: Can't verify SS2 for %s
cs_cz: Nelze ověřit SS2 pro %s
de_de: Nelze ověřit SS2 pro %s
es_es: No se puede verificar SS2 para %s
it_it: Non riesco a verificare SS2 per %s
pt_br: Não foi possível validar SS2 para %s
tr_tr: %s için SS2 doğrulanamadı

source: '%s' must exists in array of second parameter of checkResponse() method.
cs_cz: '%s' musí existovat v poli druhého parametru metody checkResponse().
de_de: '%s' musí existovat v poli druhého parametru metody checkResponse().
es_es: '%s' debe existir en un arreglo como segundo parametro del metodo checkResponse().
it_it: '%s' deve esistere nell'array del secondo parametro del metodo checkResponse()
pt_br: '%s' deve existir na matriz do segundo parâmetro do método checkResponse().
tr_tr: '%s', checkResponse() yönteminin ikinci parametre dizisinde bulunmalıdır.

source: '%s' yours and requested value is not equal ('%s' != '%s')
cs_cz: '%s' vaše a požadovaná hodnota není stejná ('%s' != '%s')
de_de: '%s' vaše a požadovaná hodnota není stejná ('%s' != '%s')
es_es: Su valor '%s' y el valor de la petición no son iguales ('%s' != '%s')
it_it: '%s' il tuo valore e quello richiesto non sono uguali ('%s' != '%s')
pt_br: seu '%s' e o valor solicitado não são iguais ('%s' != '%s')
tr_tr: '%s' sizinki ile istenen değer eşit değil ('%s' != '%s')

source: Can't verify SS1 v2
cs_cz: Nelze ověřit SS1 v2
de_de: SS1 v2 kann nicht verifiziert werden.
es_es: No se puede verificar SS1 v2
it_it: Non riesco a verificare SS1 v2
pt_br: Não é possível verificar SS1 v2
tr_tr: SS1 v2 dığrulanamadı

source: Directory
cs_cz: Adresář
de_de: Verzeichnis
es_es: Directorio
it_it: Cartella
pt_br: Diretório
tr_tr: Klasör

source: Can't connect to %s
cs_cz: Nelze se připojit k %s
de_de: Verbindung zu %s fehlgeschlagen.
es_es: No se puede conectar a %s
it_it: Non riesco a connettermi a %s
pt_br: Impossível conectar em '%s'
tr_tr: %s bağlantısı kurulamadı

source: fsockopen fail!
cs_cz: fsockopen selhal!
de_de: fsockopen selhal!
es_es: fsockopen falló!
it_it: fsockopen fallito!
pt_br: falha do fsockopen!
tr_tr: fsockopen hatası!

source: Incompatible library and response versions: libwebtopay %s, response %s
cs_cz: Nekompatibilní verze knihovny a odpovědí: libwebtopay%s, Odezva %s
de_de: Nekompatibilní verze knihovny a odpovědí: libwebtopay %s, odpověď %s
es_es: Versiones incompatibles de la librería y la respuesta: libwebtopay %s, respuesta %s
it_it: Incompatibilitá per library e response versions: libwebtopay %s, response %s
pt_br: Biblioteca incompatível e versões de resposta: libwebtopay %s, responde %s
tr_tr: Uyumsuz kitaplık ve yanıt sürümleri: libwebtopay %s, response %s

source: Bad projectid: libwebtopay %s, response %s
cs_cz: Špatné projectid: libwebtopay%s, Odezva %s
de_de: Chybné ID projektu: libwebtopay %s, odpověď %s
es_es: ID del proyecto incorrecto: libwebtopay %s, respuesta %s
it_it: Errato projectid: libwebtopay %s, response %s
pt_br: Projectid ruim: libwebtopay %s, resposta de %s
tr_tr: Projekodu hatalı: libwebtopay %s, response %s

source: Returned transaction status is %d, successful status should be 1.
cs_cz: Stav vrácené transakce je %d, úspěšný stav by měl být 1.
de_de: Stav vrácené transakce je %d, úspěšný stav by měl být 1.
es_es: El estado retornado por la transacción es %d, el estado correcto corresponde al valor 1.
it_it: Risposta stato transazione é %d, un procedimento di successo dovrebbe avere lo stato 1.
pt_br: O estado da transação retornado é %d. O resultado de transação correta deve ser 1.
tr_tr: %d işlem durum kodu geri döndü. Doğru durum kodu 1 olmalı.

source: Can't write to logfile: %s
cs_cz: Nelze zapsat do souboru protokolu:%s
de_de: Fehler beim Schreiben von Logfile: %s
es_es: No se pudo escribir en el archivo de log: %s
it_it: Non riesco a scrivere nel file di log: %s
pt_br: Impossível gravar no log: %s
tr_tr: Günlük dosyasına yazılamıyor: %s

source: Error: %s
cs_cz: Chyba: %s
de_de: Fehler: %s
it_it: Errore: %s
pt_br: Erro: %s
tr_tr: Hata: %s

source: No whois server for this tld in list!
cs_cz: Žádný whois server pro tento TLD v seznamu!
de_de: Für diese TLD exisitert kein Whois-Server!
es_es: No existe ningún servidor de Whois para este TLD!
it_it: Nessun whois server in lista per questa tld!
pt_br: Não existe servidor whois na nossa lista para este tld!
tr_tr: Bu üst düzey etki alanı için bir whois sunucusu yok!

source: Whois server
cs_cz: server Whois
es_es: servidor whois
it_it: Server Whois
pt_br: Servidor whois
tr_tr: Whois sunucusu

source: Could not connect to whois :server server
cs_cz: Nemohu se připojit k whois :server server
de_de: Konnte nicht mit dem WhoIs server :server verbinden
es_es: No se pudo conectar a servidor de whois :server
it_it: Impossibile connettersi al whois :server server
pt_br: Não foi possível conectar ao servidor whois :server
tr_tr: :server whois sunucusuna bağlanılamıyor

source: ID is required
cs_cz: ID je vyžadováno
de_de: ID wird benötigt
es_es: ID requerido
it_it: ID richiesto
pt_br: ID é necessária
tr_tr: Kod gerekli

source: Event not found
cs_cz: Akce nenalezena
de_de: Termin nicht gefunden
es_es: Evento no encontrado
it_it: Evento non trovato
pt_br: Evento não encontrado
tr_tr: Etkinlik bulunamadı

source: Unknown API call :call
cs_cz: Neznámé volání API :call
de_de: Unbekannter API Aufruf :call
es_es: La API de llamada :call es desconocida
it_it: Chiamata api sconosciuta :call
pt_br: Chamada de API :call desconhecida
tr_tr: Bilinmeyen API çağrısı :call

source: Unauthorized IP
cs_cz: Neoprávněná IP
de_de: Unerlaubte IP
es_es: IP No Autorizada
it_it: IP non autorizzato
pt_br: IP não autorizado
tr_tr: Yetkilendirilmemiş IP

source: Request limit reached
cs_cz: Byl dosažen limit požadavků
de_de: Anforderung erreicht
es_es: Alcanzado el límite de la solicitud
it_it: Limite Richieste raggiunto
pt_br: Limite de solicitação atingido
tr_tr: İstek sınırına ulaşıldı

source: Invalid request. Make sure request origin is :from
cs_cz: Neplatná žádost. Ujistěte se, že původ požadavku je :from
de_de: Neplatná žádost. Ujistěte se, že původ požadavku je :from
es_es: Solicitud Inválida. Asegurese que la solicitud es desde :from
it_it: Richiesta non valida. Assicurati che la richiesta di origine sia :from
pt_br: Pedido inválido. Verifique que a origem do pedido é :from
tr_tr: İstek geçersiz. İstek kaynağının :from olduğuna emin olun

source: Currency not found
cs_cz: Měna nebyla nalezena
de_de: Währung nicht gefunden
es_es: Moneda no encontrada
it_it: Valuta non trovata
pt_br: Moeda não encontrada
tr_tr: Para birimi bulunamadı

source: Promo code is expired or does not exist
cs_cz: Promokód expiroval nebo nebyl nalezen
de_de: Promo-Code ist abgelaufen oder existiert nicht
es_es: El código de promoción ha caducado o no existe
it_it: Il codice promozionale è scaduto non esiste
pt_br: Código promocional expirou ou não existe
tr_tr: İndirim kodunun süresi geçmiş ya da bulunamadı

source: Promo can not be applied to your account
cs_cz: Promo akci nelze uplatnit na váš účet
de_de: Promo akci nelze uplatnit na váš účet
es_es: La promoción no se puede aplicar a su cuenta
it_it: La promozione non può essere applicata al tuo account
pt_br: A promoção não pode ser aplicada na sua conta
tr_tr: İndirim sizin hesabınızda kullanılamaz

source: Period parameter not passed
cs_cz: Parametr období nebyl předán
de_de: Zeitraum Parameter nicht bestanden
es_es: No se paso el parámetro de Período
it_it: Parametro periodo non passato
pt_br: Parâmetro de período não passado
tr_tr: Dönem parametresi iletilemedi

source: Selected billing period is not valid
cs_cz: Vybrané platební období není platné
de_de: Ausgewählter Zahlungszeitraum ist nicht verfügbar.
es_es: El periodo de facturación seleccionado no es válido.
it_it: Il periodo di fatturazione selezionato non è valido
pt_br: O período de cobrança selecionado não é válido
tr_tr: Seçilmiş faturalama dönemi geçersiz

source: I'm afraid we are out of stock.
cs_cz: Je mi líto, ale zásoby nám už došly.
de_de: Leider ist dieses Produkt ausverkauft
es_es: Me temo que está fuera de stock.
it_it: Siamo spiacenti ma non abbiamo stock disponibili al momento.
pt_br: Produto fora de estoque.
tr_tr: Malesef stoğumuz bitti.

source: Addon period parameter not passed
cs_cz: Období příplatkové služby nebylo předáno
de_de: Addon Zeitraum Parameter nicht übergeben
es_es: No se paso el parámetro de período del complemento
it_it: Addon parametro periodo non passato
pt_br: Parâmetro de período de Adicional não passado
tr_tr: Yan ürün dönemi parametresi iletilemedi

source: Selected billing period is not valid for addon
cs_cz: Vybrané platební období není pro příplatek platné
de_de: Ausgewählter Zahlungszeitraum für das Addon ist nicht verfügbar.
es_es: El periodo de facturación seleccionado no es válido para el complemento.
it_it: Il periodo di fatturazione selezionato non è valido per gli addon
pt_br: O período de cobrança selecionado não é válido para o Adicional
tr_tr: Seçilmiş faturalama dönemi eklenti için geçersiz

source: Product not found
cs_cz: Produkt nenalezen
de_de: Produkt nicht gefunden
es_es: Producto no encontrado
it_it: Prodotto non trovato
pt_br: Produto não encontrado
tr_tr: Ürün bulunamadı

source: Add products to cart before applying promo code
cs_cz: Přidejte produkty do košíku před použitím slevového kupónu
de_de: Fügen Sie Produkte in den Warenkorb, bevor Sie den Promo-Code eingeben
es_es: Añade un productos al carrito antes de aplicar un código de promoción
it_it: Aggiungi il prodotto o i prodotti al carrello prima di applicare un codice di promozione
pt_br: Adicione produtos ao carrinho, antes de aplicar o código promocional
tr_tr: İndirim kodunu yazmadan önce ürünleri sepete ekleyin

source: Promo not found
cs_cz: Slevový kupón nenalezen
de_de: Promo nicht gefunden
es_es: Promoción no encontrada
it_it: Promozione non trovata
pt_br: Promoção não encontrada
tr_tr: İndirim bulunamadı

source: You have already used this promo code. Please remove promo code and checkout again.
cs_cz: Tento propagační kód jste již použili. Odstraňte prosím propagační kód a zaplaťte znovu.
de_de: Sie haben diesen Promo-Code bereits verwendet. Bitte entfernen Sie den Code und versuchen Sie es erneut.
es_es: Ya ha utilizado este código promocional. Por favor intente nuevamente con un nuevo código.
it_it: Hai già usato questo codice promozionale. Rimuovi il codice e procedi al checkout di nuovo
pt_br: Você já usou esse código promocional. Por favor, remova o código promocional e faça o chekout novamente.
tr_tr: Bu indirim kodunu daha önce kullanmışsınız. Lütfen indirim kodunu silip yeniden ödemeyi deneyin.

source: Can not checkout empty cart.
cs_cz: Nelze zaplatit prázdný košík.
de_de: Checkout mit leerem Wagenkorb nicht möglich.
es_es: No se puede realizar un pedido con el carro vacío.
it_it: Impossibile fare il checkout di un carrello vuoto
pt_br: Não pode fazer o checkout, carrinho vazio.
tr_tr: Boş bir sepet için ödeme yapılamaz.

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
cs_cz: Vybraná měna :selected neodpovídá měně vašeho profilu: kód. Chcete-li pokračovat, změňte měnu košíku.
de_de: Gewählte Währung: die ausgewählte Währung entspricht nicht Ihrer Profil-Währung: Code. Bitte ändern sie die Warenkorb- Währung um fortzufahren.
es_es: La moneda seleccionada :selected no coincide con tu perfil de moneda :code. Por favor cambia la moneda de compra para continuar.
it_it: La valuta selezionata :selected non corrisponde alla valuta del profilo :code. Cambia la valuta del carrello per continuare.
pt_br: Moeda selecionada :selected não corresponde ao seu perfil de moeda :code. Por favor, altere a moeda do carrinho para continuar.
tr_tr: :selected seçilmiş para birimi :code profil para biriminizle aynı değil. Devam etmek için lütfen alışveriş sepeti para birmini değiştirin.

source: :product setup
cs_cz: :product nastavení
de_de: :product Installation
es_es: Configuración de :product
it_it: :installazione prodotto
pt_br: Configurar :product
tr_tr: :product kurulumu

source: ID required
cs_cz: ID je povinné
de_de: ID erforderlich
es_es: ID requerido
it_it: ID Obbligatorio
pt_br: ID necessária
tr_tr: Kodu yazın

source: Client not found
cs_cz: Zákazník nenalezen
de_de: Kunde nicht gefunden
es_es: Cliente no encontrado
it_it: Cliente non trovato
pt_br: Cliente não encontrado
tr_tr: Müşteri bulunamadı

source: Email required
cs_cz: Email je povinný
de_de: eMail erforderlich
es_es: El Email es requerido
it_it: Email obbligatoria
pt_br: E-mail necessário
tr_tr: E-posta adresini yazın

source: First name is required
cs_cz: Jméno je povinné
de_de: Vorname ist erforderlich
es_es: El Nombre es requerido
it_it: Nome obbligatorio
pt_br: Primeiro nome é necessário
tr_tr: Adı yazın

source: Email is already registered.
cs_cz: Email je již registrován.
de_de: eMail ist bereits registriert.
es_es: Este email ya está registrado.
it_it: Email gia registrata
pt_br: E-mail já está registrado.
tr_tr: E-posta daha önce kayıt edilmiş.

source: Client id is missing
cs_cz: ID zákazníka chybí
de_de: Client-ID fehlt
es_es: Falta el ID de cliente
it_it: ID Cliente mancante
pt_br: ID de cliente está faltando
tr_tr: Müşteri kodu eksik

source: Id required
cs_cz: ID je povinné
de_de: iD erforderlich
es_es: El ID es requerido
it_it: ID obbligatorio
pt_br: ID necessária
tr_tr: Kodu yazın

source: Can not change email. It is already registered.
cs_cz: Nemohu změnit email. Tento email je již registrovaný.
de_de: E-Mail kann nicht geändert werden. Es ist bereits registriert.
es_es: No se puede cambiar el email. Ya está registrado.
it_it: Impossibile cambiare email. E' già registrata
pt_br: Não é possível alterar e-mail. Ele já está registrado.
tr_tr: E-posta değiştirilemiyor. Zaten kayıt edilmiş.

source: Invalid birth date value
cs_cz: Neplatná hodnota data narození
de_de: Ungültiger Wert für Geburtstag
es_es: La Fecha de Nacimiento es invalida
it_it: Data di nascita non valida
pt_br: Data de nascimento inválida
tr_tr: Doğum tarihi değeri geçersiz

source: Client ID is required
cs_cz: Id zákazníka je povinné
de_de: Client-ID wird benötigt
es_es: El ID de Cliente es requerido
it_it: ID Cliente obbligatorio
pt_br: ID de cliente é necessário
tr_tr: Müşteri kodunu yazın

source: Password required
cs_cz: Heslo je povinné
de_de: Passwort erforderlich
es_es: La Contraseña es requerida
it_it: Password Obbligatoria
pt_br: Senha necessária
tr_tr: Parolayı yazın

source: Password confirmation required
cs_cz: Ověření hesla je povinné
de_de: Passwort - Bestätigung erforderlich
es_es: La Confirmación de la contraseña es requerida
it_it: Conferma password obbligatoria
pt_br: Confirmação de senha necessária
tr_tr: Parola onayını yazın

source: Passwords do not match
cs_cz: Hesla se neshodují
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
it_it: Le password non coincidono
pt_br: Senhas não coincidem
tr_tr: Parola ve onayı aynı değil

source: Balance line not found
cs_cz: Řádek balance nenalezen
de_de: Rovnováha nebyla nalezena
es_es: Línea de balance no encontrada
it_it: Linea bilancio non trovata
pt_br: Linha de balanço não encontrada
tr_tr: Bakiye satırı bulunamadı

source: Amount is required
cs_cz: Částka je povinná
de_de: Betrag ist erforderlich
es_es: El Monto es requerido
it_it: Importo richiesto
pt_br: Valor é necessário
tr_tr: Tutarı yazın

source: Description is required
cs_cz: Popis je povinný
de_de: Beschreibung erforderlich
es_es: La Descripción es requerida
it_it: Descrizione obbligatoria
pt_br: Descrição é necessária
tr_tr: Açıklamayı yazın

source: Group title is missing
cs_cz: Název skupiny chybí
de_de: Gruppen Titel fehlt
es_es: Falta el título de grupo
it_it: Titolo gruppo mancante
pt_br: Título do grupo está faltando
tr_tr: Grup başlığı eksik

source: Group id is missing
cs_cz: ID skupiny chybí
de_de: Gruppen-ID fehlt
es_es: Falta el ID de grupo
it_it: Gruppo Id mancante
pt_br: ID do grupo está faltando
tr_tr: Grup kodu eksik

source: Group not found
cs_cz: Skupina nenalezena
de_de: Gruppe nicht gefunden
es_es: Grupo no encontrado
it_it: Gruppo non trovato
pt_br: Grupo não encontrado
tr_tr: Grup bulunamadı

source: Email can not be changed
cs_cz: E-mail nelze změnit
de_de: eMail kann nicht geändert werden
es_es: El correo no puede ser cambiado
it_it: L'indirizzo Email non può essere cambiato
pt_br: O Email não pode ser mudado
tr_tr: E-posta değiştirilemez

source: Passwords do not match.
cs_cz: Hesla se neshodují.
de_de: Passwörter stimmen nicht überein.
es_es: Las contraseñas no coinciden.
it_it: Le Password non corrispondono.
pt_br: Senhas não coincidem.
tr_tr: Parola ve onayı aynı değil.

source: New registrations are temporary disabled
cs_cz: Nové registace jsou dočasně pozastaveny
de_de: Neue Registrierungensind temporär deaktiviert
es_es: Los nuevos registros están temporalmente deshabilitados
it_it: Le nuove registrazioni sono temporaneamente disabilitate
pt_br: Novos registros estão temporariamente desativados
tr_tr: Yeni kayıt işlemleri geçici olarak devre dışı bırakılmış

source: First name required
cs_cz: Jméno je povinné
de_de: Vorname erforderlich
es_es: El Nombre es requerido
it_it: Nome obbligatorio
pt_br: Nome é necessário
tr_tr: Adı yazın

source: It is required that you provide details for field ":field"
cs_cz: Je vyžadováno, abyste uvedli podrobnosti pro pole ":field"
de_de: Es werden Details für das Feld ":field" benötigt.
es_es: Este campo es requerido cuando usted completa el campo ":field"
it_it: È necessario fornire i dettagli per il campo ":field"
pt_br: Você deve preencher o campo: ":field"
tr_tr: ":field" alanı için ayrıntıları yazmanız gerekiyor

source: Email is already registered. You may want to login instead of registering.
cs_cz: Email je již registrován. Možná jste se chtěli přihlásit místo registrace...
de_de: E-Mail ist bereits registriert. Vielleicht möchten Sie sich anmelden, anstatt sich zu registrieren?
es_es: Este Email ya está registrado. Puedes iniciar sesión en lugar de registrarte.
it_it: Email già registrata. Dovresti fare il login invece di registrarti.
pt_br: E-mail já está registrado. Você pode querer fazer o login ao invés de registrar.
tr_tr: E-posta daha önce kayıt edilmiş. Kayıt olmak yerine oturum açmak isteyebilirsiniz.
