Repository: cwpdev/webhosting-billing
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, it_it, pt_br, tr_tr

source: Domain registrar :adapter was not found
cs_cz: Registrátor domén :adapter nebyl nalezen
de_de: Domain Registrar :adapter wurde nicht gefunden
es_es: No se encontró el registrador de dominios :adapter
it_it: Domain Registrar :adapter non trovato
pt_br: Adaptador registrar :adapter não encontrado
tr_tr: :adapter alan adı kayıt kurumu bulunamadı

source: Registrar :adapter was not found
cs_cz: Registrátor :adapter nebyl nalezen
de_de: Registrar :adapter wurde nicht gefunden
es_es: Registrador :adapter no se encontró
it_it: Registrar :adapter non trovato
pt_br: Registrar :adapter não encontrado
tr_tr: :adapter kayıt kurumu bulunamadı

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
cs_cz: Registrační adaptér :adapter by se měl rozšířit Registrar_AdapterAbstract
de_de: Registrar-Adapter :adapter sollte verlängt werden
es_es: Para registrar el adaptador :adapter debe extenderse de Registrar_AdapterAbstract
it_it: Registrar adapter :adapter dovrebbe essere esteso a Registrar_AdapterAbstract
pt_br: Adaptador de registrador :adapter deve estender Registrar_AdapterAbstract
tr_tr: :adapter kayıt kurumu Registrar_AdapterAbstract parametresini ayıklamalı

source: Can not remove registrar which has domains
cs_cz: Nemohu odebrat registrátora, který má domény
de_de: Es kann kein Registrar entfernt werden, der Domains beinhaltet
es_es: No se puede eliminar un registrador que tiene dominios
it_it: Impossibile rimuovere il registrar che ha domini
pt_br: Não pode remover registrar que tem domínios
tr_tr: Kayıtlı alan adları bulunan bir kayıt kurumu silinemez

source: File was not uploaded
cs_cz: Soubor nebyl nahrán
de_de: Datei wurde nicht hochgeladen
es_es: El archivo no se ha cargado
it_it: File non inserito
pt_br: Arquivo não foi carregado
tr_tr: Dosya yüklenemedi

source: Product is not configured completely.
cs_cz: Produkt není kompletně konfigurován.
de_de: Das Produkt ist nicht vollständig konfiguriert.
es_es: El producto no está configurado completamente.
it_it: Prodotto non configurato completamente
pt_br: O produto não está configurado completamente.
tr_tr: Ürün doğru şekilde ayarlanmamış

source: Filename is missing in product config.
cs_cz: Jméno souboru chybí v nastavení produktu.
de_de: Dateiname fehlt in der Config des Produkts
es_es: Falta el nombre del archivo en la configuración de producto.
it_it: Nome file mancante nella configurazione prodotto.
pt_br: Nome do arquivo está faltando na configuração de produto.
tr_tr: Ürün ayarlarında dosya adı eksik.

source: Error uploading file
cs_cz: Chyba nahrávání souboru
de_de: Fehler beim Upload der Datei
es_es: Error subiendo archivo
it_it: Errore inserimento file
pt_br: Erro carregando arquivo
tr_tr: Dosya yüklenirken hata

source: File can not be downloaded at the moment. Please contact support
cs_cz: Soubor momentálně nelze stáhnout. Kontaktujte prosím zákaznickou podporu
de_de: Die Datei kann im moment nicht heruntergeladen werden. Bitte wenden Sie sich an den Support
es_es: El archivo no puede ser descargado en este momento. Por favor contacta con soporte
it_it: Il file non può essere scaricato al momento. Contatta il supporto
pt_br: O arquivo não pode ser baixado no momento. Entre em contato com o suporte
tr_tr: Dosya şu anda indirilemiyor. Lütfen destek ile görüşün

source: plan_id is missing
cs_cz: plan_id je chybný
de_de: plan_id fehlt
es_es: Falta plan_id
it_it: plan_id mancante
pt_br: plan_id faltando
tr_tr: plan_id eksik

source: Hosting plan not found
cs_cz: Hostingový plán nebyl nalezen
de_de: Hosting-Plan wurde nicht gefunden
es_es: Plan de alojamiento no encontrado
it_it: Piano hosting non trovato
pt_br: Plano de hospedagem não encontrado
tr_tr: Barındırma planı bulunamadı

source: Server name is missing
cs_cz: Chybí název serveru
de_de: Server-Name fehlt
es_es: Falta el nombre de servidor
it_it: Nome server mancante
pt_br: Nome de servidor faltando
tr_tr: Sunucu adı eksik

source: Server IP is missing
cs_cz: Chybí IP adresa serveru
de_de: Server IP fehlt
es_es: Falta la IP del servidor
it_it: Server ip mancante
pt_br: IP do servidor faltando
tr_tr: Sunucu IP adresi eksik

source: Server manager is missing
cs_cz: Chybí server manager
de_de: Server-Manager fehlt
es_es: Falta el administrador del servidor
it_it: Server manager mancante
pt_br: Gerenciador de servidor ausente
tr_tr: Sunucu yöneticisi eksik

source: Server id is missing
cs_cz: ID serveru nenalezeno
de_de: Server-ID fehlt
es_es: Falta el id del servidor
it_it: Server id mancante
pt_br: Id de servidor ausente
tr_tr: Sunucu kodu eksik

source: Server not found
cs_cz: Server nebyl nalezen
de_de: Server nicht gefunden
es_es: Servidor no encontrado
it_it: Server non trovato
pt_br: Servidor não encontrado
tr_tr: Sunucu bulunamadı

source: Hosting plan id is missing
cs_cz: ID hostingového plánu chybí
de_de: Hosting-Plan-ID fehlt
es_es: Falta el ID del Plan de alojamiento
it_it: Piano hosting id mancante
pt_br: Id de hospedagem faltando
tr_tr: Barındırma planı kodu eksik

source: Hosting plan name is missing
cs_cz: Chybí název hostingového plánu
de_de: Hosting-Plan Name fehlt
es_es: Falta el nombre del plan de alojamiento
it_it: Nome hosting mancante
pt_br: Falta o nome do plano de hospedagem
tr_tr: Barındırma planı adı eksik

source: Hosting plan name can not be empty
cs_cz: Název plánu nesmí být prázdný
de_de: Hosting Plan Name darf nicht leer sein
es_es: Nombre del plan de alojamiento no puede estar vacío
it_it: Il nome del piano di Hosting non può essere vuoto
pt_br: Nome do plano de hospedagem não pode ser vazio
tr_tr: Barındırma planı adı boş olamaz

source: :hosting for :domain
cs_cz: :hosting pro :domain
de_de: :hosting für :domain
es_es: :hosting para :domain
it_it: :hosting per :domain
pt_br: :hosting para :domain
tr_tr: :domain alan adı için :hosting

source: Hosting product is not configured completely. Configure server for hosting product.
cs_cz: Hostingový produkt není správně nakonfigurován. Nakonfigurujte server pro produkt.
de_de: Hosting-Produkt ist nicht vollständig konfiguriert. Konfigurieren sie den Server für Hosting-Produkte.
es_es: Productos de Hosting no configurados completamente. Configura el servidor para los productos de hosting.
it_it: Il prodotto hosting non è configurato completamente. Configura un server per i prodotti hosting.
pt_br: O produto de hospedagem não está completamente configurado. Configure o servidor para hospedar o produto.
tr_tr: Barındırma ürünü doğru şekilde ayarlanmamış. Sunucuyu barındırma ürünü için ayarlayın.

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
cs_cz: Hostingový produkt není správně nakonfigurován. Nakonfigurujte plán pro produkt.
de_de: Hosting-Produkt ist nicht vollständig konfiguriert. Konfigurieren Sie den Hosting-Plan für Hosting-Produkte.
es_es: Productos de Hosting no configurados completamente. Configura un plan de alojamiento para los productos de hosting.
it_it: Il prodotto hosting non è configurato completamente. Configura un piano hosting per i prodotti hosting.
pt_br: O produto de hospedagem não está completamente configurado. Configure o plano de hospedagem para o produto de hospedagem.
tr_tr: Barındırma ürünü doğru şekilde ayarlanmamış. Barındırma ürünü için barındırma planını ayarlayın.

source: Domain name is not valid.
cs_cz: Doména není správná
de_de: Domain-Name ist nicht gültig.
es_es: Nombre de dominio no válido
it_it: Nome dominio non valido
pt_br: Nome de domínio inválido.
tr_tr: Alan adı geçersiz.

source: Domain extension is not valid.
cs_cz: Koncovka domény není správná
de_de: Domain-Endung ist nicht gültig.
es_es: La extensión de dominio no es válida.
it_it: Estensione dominio non valido.
pt_br: Extensão de domínio é inválido.
tr_tr: Alan adı uzantısı geçersiz.

source: Server from order configuration was not found
cs_cz: Server z konfigurace objednávky byl nalezen
de_de: Server-Konfiguration von der Bestellung wurde nicht gefunden
es_es: La configuración del servidor del pedido no se encontró
it_it: Server dalla vecchia configurazione non trovato
pt_br: O servidor da configuração do pedido não foi encontrado
tr_tr: Sipariş ayarlarındaki sunucu bulunamadı

source: Hosting plan from order configuration was not found
cs_cz: Hosting plán z objednávky byl nalezen
de_de: Hosting-Plan von der Bestellung wurde nicht konfiguriert
es_es: La configuración del Plan de Alojamiento del pedido no se encontró
it_it: Il piano hosting dalla configurazione non è stato trovato.
pt_br: O plano de hospedagem da configuração do pedido não foi encontrado
tr_tr: Sipariş ayarlarındaki barındırma planı bulunamadı

source: Account password is missing or is not valid
cs_cz: Heslo účtu chybí, není správné
de_de: Account-Passwort fehlt oder ist nicht gültig
es_es: La contraseña de la cuenta falta o no es válida
it_it: Password account mancante o non valida
pt_br: O plano de hospedagem da configuração do pedido não foi encontrado
tr_tr: Hesap parolası eksik ya da geçersiz

source: Account ip is missing or is not valid
cs_cz: IP účtu chybí, nebo není správná
de_de: Account-IP fehlt oder ist nicht gültig
es_es: La IP de la cuenta falta o no es válida
it_it: Ip Account mancante o non valido
pt_br: O IP da conta está ausente ou não é válido
tr_tr: Hesap IP adresi eksik ya da geçersiz

source: Domain sld or tld is missing
cs_cz: TLD domény chybí
de_de: Domain TLD oder SLD fehlt
es_es: Falta SLD o TLD del dominio
it_it: Domain sld o tld mancanti
pt_br: SLD ou TLD do domínio faltando
tr_tr: Etki alanı uzantısı eksik

source: Hosting product must have domain configuration
cs_cz: Hosting musí mít doménu
de_de: Hosting-Produkte müssen Domain-Konfigurationen haben
es_es: El producto Hosting debe tener la configuración del dominio
it_it: I Prodotti hosting devono avere un dominio configurato
pt_br: O produto de hospedagem deve ter configuração de domínio
tr_tr: Barındırma ürünü için alan adı ayarları yapılmış olmalıdır

source: Domain action is missing
cs_cz: Doména chybí
de_de: Domainaktion fehlt
es_es: Falta la acción de dominio
it_it: Azioni dominio mancanti
pt_br: Ação de domínio pendente
tr_tr: Alan adı işlemi eksik

source: Hosting product must have defined register_sld parameter
cs_cz: Hostingový produkt musí mít definovaný register_sld parametr
de_de: Hosting-Produkt muss register_sld Parameter definiert haben
es_es: El producto Hosting debe tener definido el parámetro register_sld
it_it: I prodotti hosting devono aver definito un parametro register_sld
pt_br: O produto de hospedagem deve ter o parâmetro register_sld definido
tr_tr: Barındırma ürünü için register_sld parametresi tanımlanmış olmalıdır

source: Hosting product must have defined register_tld parameter
cs_cz: Hostingový produkt musí mít definovaný register_sld parametr
de_de: Hosting-Produkt muss register_tld Parameter definiert haben
es_es: El producto Hosting debe tener definido el parámetro register_tld
it_it: I prodotti hosting devono aver definito un parametro register_tld
pt_br: O produto de hospedagem deve ter o parâmetro register_tld definido
tr_tr: Barındırma ürünü için register_tld parametresi tanımlanmış olmalıdır

source: Hosting product must have defined transfer_sld parameter
cs_cz: Hostingový produkt musí mít definovaný register_sld parametr
de_de: Hosting-Produkt muss transfer_sld Parameter definiert haben
es_es: El producto Hosting debe tener definido el parámetro transfer_sld
it_it: I prodotti hosting devono aver definito un parametro transfer_sld
pt_br: O produto de hospedagem deve ter o parâmetro register_sld definido
tr_tr: Barındırma ürünü için transfer_sld parametresi tanımlanmış olmalıdır

source: Hosting product must have defined transfer_tld parameter
cs_cz: Hostingový produkt musí mít definovaný register_sld parametr
de_de: Hosting-Produkt muss transfer_tld Parameter definiert haben
es_es: El producto Hosting debe tener tener definido el parámetro transfer_tld
it_it: I prodotti hosting devono aver definito un parametro transfer_tld
pt_br: O produto de hospedagem deve ter o parâmetro register_tld definido
tr_tr: Barındırma ürünü için transfer_tld parametresi tanımlanmış olmalıdır

source: Invalid server manager. Server was not configured properly.
cs_cz: Nesprávný server manager. Server nebyl nekonfigurován správně.
de_de: Ungültiger Server-Manager. Server wurde nicht richtig konfiguriert.
es_es: Administrador de servidor no válido. El servidor no está configurado apropiadamente.
it_it: Gestione del server non valido. Il server non è stato configurato correttamente.
pt_br: Gerenciador de servidor inválido. O servidor não foi configurado corretamente.
tr_tr: Sunucu yöneticisi geçersiz. Sunucu doğru şekilde ayarlanmamış.

source: Server manager :adapter is not valid
cs_cz: Server manager :adapter není správný
de_de: Server Manager :adapter ist nicht gültig
es_es: Administrador de servidor :adapter no es válido
it_it: Gestione server :adapter non valido
pt_br: Gerenciador de servidor :adapter não é válido
tr_tr: :adapter sunucu yöneticisi geçersiz

source: Can not remove hosting plan which has active accounts
cs_cz: Nemohu odebrat hostingový plán, který má aktivní účty
de_de: Hosting-Pläne können nicht entfernt werden, wenn sie aktive Konten haben
es_es: No se puede elimininar el plan de alojamiento que tiene cuentas activas
it_it: Impossibile togliere piani hosting che hanno account attivi
pt_br: Não é possível remover plano de hospedagem com contas ativas
tr_tr: Etkin hesapları olan bir barındırma planı silinemez

source: Could not find main domain product
cs_cz: Nemohu najít produkt hlavní domény
de_de: Das Domain Produkt konnte nicht gefunden werden
es_es: No se pudo encontrar el producto del dominio principal
it_it: Impossibile trovare il dominio principale del prodotto
pt_br: Não foi possível encontrar o produto do domínio principal
tr_tr: Temel alan adı ürünü bulunamadı

source: License plugin :plugin was not found
cs_cz: Licenční plugin :plugin nebyl nalezen
de_de: Lizenzplugin :plugin wurde nicht gefunden
es_es: El plugin de licencia :plugin no se encontró
it_it: Licensa plugin :plugin non trovato
pt_br: Licença do plugin :plugin não foi encontrada
tr_tr: :plugin lisans uygulama eki bulunamadı

source: License plugin do not have generate method
cs_cz: Licenční plugin nemůže být použit ke generování
de_de: Lizenz-Plugin konnte nicht mit der richtigen Methode generiert werden
es_es: El plugin de licencia no posee el método generate
it_it: La licenza del plugin non genera nulla
pt_br: O plugin de licença não tem o método gerado
tr_tr: Lisans uygulama ekinin oluşturma yöntemi yok

source: Solusvm order not found
cs_cz: Objednávka Solusvm nebyla nalezena
de_de: Objednávka Solusvm nebyla nalezena
es_es: Pedido de SolusVM no encontrada
it_it: Ordine Solusvm non trovato
pt_br: Pedido SolusVM não encontrado
tr_tr: SolusVM siparişi bulunamadı

source: Node is not selected for import.
cs_cz: Uzel není vybrán pro import.
de_de: Uzel není vybrán pro import.
es_es: El nodo no ha sido seleccionado para importar
it_it: Il nodo non è selezionato per l'importazione.
pt_br: Nó não selecionado para importar.
tr_tr: Düğüm alınmak için seçilmemiş.

source: No servers selected for import.
cs_cz: Pro import nebyly vybrány žádné servery.
de_de: Pro import nebyly vybrány žádné servery.
es_es: No hay servidores seleccionados para importar.
it_it: Nessun server selezionato per l'importo
pt_br: Nenhum servidor selecionado para importar.
tr_tr: Almak için bir sunucu seçilmemiş.

source: Select product for orders.
cs_cz: Vyberte produkt pro objednávky.
de_de: Produkt für die Aufträge auswählen.
es_es: Seleccione un producto para los pedidos.
it_it: Seleziona prodotti per l'ordine
pt_br: Selecione o produto para pedidos.
tr_tr: Sipariş edilecek ürünü seçin.

source: Product is not configured completely. Please provide solusvm node in product configuration page.
cs_cz: Produkt není zcela nakonfigurován. Uveďte prosím uzel solusvm na stránce konfigurace produktu.
de_de: Produkt není zcela nakonfigurován. Na konfigurační stránce produktu uveďte uzel solusvm.
es_es: El producto no pudo ser configurado completamente. Por favor ingrese un nodo de SolusVM en la página de configuración del producto.
it_it: Il prodotto non è configurato completamente. Configura un nodo solusvm nella pagina di configurazione prodotto
pt_br: O produto não está configurado completamente. Forneça o nó SolusVM na página de configuração do produto.
tr_tr: Ürün doğru şekilde ayarlanmamış. Lütfen ürün ayarları sayfasından SolusVM düğümünü belirtin.

source: Product is not configured completely. Please provide solusvm plan in product configuration page.
cs_cz: Produkt není zcela nakonfigurován. Uveďte prosím plán solusvm na stránce konfigurace produktu.
de_de: Produkt není zcela nakonfigurován. Na stránce konfigurace produktu uveďte plán solusvm.
es_es: El producto no pudo ser configurado completamente. Por favor ingrese un plan de SolusVM en la página de configuración del producto.
it_it: Il prodotto non è configurato completamente. Configura un nodo solusvm nella pagina di configurazione prodotto
pt_br: O produto não está configurado completamente. Forneça o plano SolusVM na página de configuração do produto.
tr_tr: Ürün doğru şekilde ayarlanmamış. Lütfen ürün ayarları sayfasından SolusVM planını belirtin.

source: No clients selected for import.
cs_cz: Pro import nebyli vybráni žádní klienti.
de_de: Keine Clients für den Import ausgewählt.
es_es: No hay clientes seleccionados para la importación.
it_it: Nessun cliente selezionato per l'importazione
pt_br: Nenhum cliente selecionado para importar.
tr_tr: Alınacak bir müşteri seçilmemiş.

source: No clients found on SolusVM server.
cs_cz: Na serveru SolusVM nebyli nalezeni žádní klienti.
de_de: Auf dem SolusVM-Server wurden keine Clients gefunden.
es_es: No hay clientes encontrados en el servidor SolusVM
it_it: Nessun cliente trovato sui surver SolusVM
pt_br: Nenhum cliente encontrado no servidor SolusVM.
tr_tr: SolusVM sunucusu üzerinde bir müşteri bulunamadı.

source: Virtual private server :title
cs_cz: Virtuální privátní server :title
es_es: Servidor virtual privado :title
it_it: Server virtual private :title
pt_br: Servidor privado virtual :title
tr_tr: Özel sanal sunucu :title

source: Please enter VPS hostname.
cs_cz: Zadejte název hostitele VPS.
de_de: Bitte geben Sie einen VPS Hostnamen ein.
es_es: Por favor, introduzca el nombre de host de su VPS.
it_it: Inserisci un hostname VPS
pt_br: Digite o nome do host VPS.
tr_tr: VPS sunucu adını yazın.

source: Hostname :hostname is not valid.
cs_cz: Název hostitele :hostname není platný.
de_de: Hostname :hostname ist nicht gültig.
es_es: Nombre de dominio :hostname no válido
it_it: Hostname :hostname non valido
pt_br: Hostname :hostname inválido.
tr_tr: :hostname sunucu adı geçersiz.

source: Please select VPS template.
cs_cz: Vyberte šablonu VPS.
de_de: Bitte wählen Sie ein VPS-Template.
es_es: Por favor, seleccione la plantilla del VPS.
it_it: Seleziona un template VPS
pt_br: Selecione o modelo VPS.
tr_tr: VPS kalıbını seçin.

source: SolusVM API ID is missing.
cs_cz: Chybí ID rozhraní SolusVM API.
de_de: SolusVM API ID fehlt.
es_es: API ID de SolusVM perdida.
it_it: SolusVM API ID Mancante
pt_br: Id de API SolusVM ausente.
tr_tr: SolusVM API kodu eksik.

source: SolusVM API KEY is missing.
cs_cz: Chybí klíč API SolusVM.
de_de: SolusVM API KEY fehlt.
es_es: API KEY de SolusVM perdida.
it_it: SolusVM API KEY mancante
pt_br: Chave de API SolusVM ausente.
tr_tr: SolusVM API anahtarı eksik.

source: SolusVM API ipaddress is missing.
cs_cz: IP adresa SolusVM API chybí.
de_de: SolusVM API ipaddress fehlt.
es_es: Dirección IP de la API de SolusVM perdida.
it_it: SolusVM API indirizzo ip mancante
pt_br: Endereço IP da API SolusVM ausente.
tr_tr: SolusVM API IP adresi eksik.

source: SolusVM API secure is missing.
cs_cz: SolusVM API secure chybí.
de_de: SolusVM API secure fehlt.
es_es: Seguridad de la API de SolusVM perdida.
it_it: SolusVM API secure mancante
pt_br: Segurança da API SolusVM ausente.
tr_tr: SolusVM API parolası eksik.

source: SolusVM API port is missing.
cs_cz: Port SolusVM API chybí.
de_de: SolusVM API port fehlt.
es_es: Puerto de la API de SolusVM perdido.
it_it: SolusVM API port mancante
pt_br: Porta da API SolusVM ausente.
tr_tr: SolusVM API kapısı eksik.

source: Could not activate order because ordered product does not exists
cs_cz: Objednávku nelze aktivovat, protože objednaný produkt neexistuje
de_de: Die Bestellung kann nicht aktiviert werden, das das bestellte Produkt nicht existiert
es_es: No se pudo activar el pedido porque no existe el producto solicitado
it_it: Impossibile attivare l'ordine perché il prodotto ordinato non esiste
pt_br: Não foi possível ativar o pedido porque o produto pedido não existe
tr_tr: Sipariş edilen ürün bulunamadığından sipariş etkinleştirilemedi

source: Could not activate order. Product :id configuration is missing node parameter
cs_cz: Nelze aktivovat objednávku. V konfiguraci produktu :id chybí parametr uzlu
de_de: Objednávku se nepodařilo aktivovat. V konfiguraci Product :id chybí parametr uzlu
es_es: No se pudo activar el pedido. Esta perdido el párametro de nodo en la configuración del producto :id
it_it: Impossibile attivare l'ordine. La configurazione del prodotto :id manca dei parametri
pt_br: Não foi possível ativar o pedido. Configuração do produto :id sem parâmetro de nó
tr_tr: Sipariş etkinleştirilemedi. :id ürün ayarlarında düğüm parametresi eksik

source: Could not activate order. Product :id configuration is missing plan parameter
cs_cz: Nelze aktivovat objednávku. V konfiguraci produktu :id chybí parametr plánu
de_de: Objednávku se nepodařilo aktivovat. V konfiguraci Product :id chybí parametr plánu
es_es: No se pudo activar el pedido. Esta perdido el párametro de plan en la configuración del producto :id
it_it: Impossibile attivare l'ordine. La configurazione del prodotto :id manca del piano
pt_br: Não foi possível ativar o pedido. Configuração do produto :id sem parâmetro de plano
tr_tr: Sipariş etkinleştirilemedi. :id ürün ayarlarında plan parametresi eksik

source: Could not activate order. Product :id configuration is missing virtualization type parameter
cs_cz: Nelze aktivovat objednávku. V konfiguraci produktu :id chybí parametr typ virtualizace
de_de: Objednávku se nepodařilo aktivovat. V konfiguraci Product :id chybí parametr typu virtualizace
es_es: No se pudo activar el pedido. Esta perdido el párametro de tipo de virtualización en la configuración del producto :id
it_it: Impossibile attivare l'ordine. La configurazione del prodotto :id manca dei parametri di virtualizzazione
pt_br: Não foi possível ativar o pedido. Configuração do produto :id sem parâmetro de tipo de virtualização
tr_tr: Sipariş etkinleştirilemedi. :id ürün ayarlarında sanallaştırma tipi parametresi eksik

source: Could not activate order. Product :id configuration is missing ips amount parameter
cs_cz: Nelze aktivovat objednávku. V konfiguraci produktu :id chybí parametr ips
de_de: Objednávku se nepodařilo aktivovat. V konfiguraci Product :id chybí parametr množství ips
es_es: No se pudo activar el pedido. Esta perdido el párametro de la cantidad de IPs en la configuración del producto :id
it_it: Impossibile attivare l'ordine. La configurazione del prodotto :id manca dell'indirizzo ip
pt_br: Não foi possível ativar o pedido. Configuração do produto :id sem parâmetro de total de IPs
tr_tr: Sipariş etkinleştirilemedi. :id ürün ayarlarında ips miktarı parametresi eksik
